Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CompensationLocalizationForCzech/Source/Compensation Localization for Czech/Translations/Compensation Localization for Czech.*.xlf
Languages: cs_cz

# Table 4229655308 - Property 2879900210
source: Compensation Report Selections
cs_cz: Výběry sestav - zápočty

# Table 4229655308 - Field 3046817188 - Property 2879900210
source: Report Caption
cs_cz: Titulek sestavy

# Table 4229655308 - Field 1272245069 - Property 2879900210
source: Report ID
cs_cz: ID sestavy

# Table 4229655308 - Field 4154341761 - Property 2879900210
source: Sequence
cs_cz: Sekvence

# Table 4229655308 - Field 1510562767 - Property 2879900210
source: Usage
cs_cz: Použití

# Table 3403374699 - Property 2879900210
source: Compensation Header
cs_cz: Hlavička zápočtu

# Table 3403374699 - NamedType 3475880588
source: This document can only be printed when the approval process is complete.
cs_cz: Tento doklad může být vytištěn pouze, pokud schvalovací proces je dokončen.

# Table 3403374699 - NamedType 430254759
source: You cannot rename a %1.
cs_cz: %1 nelze přejmenovat.

# Table 3403374699 - Field 2178647059 - Property 2879900210
source: Balance (LCY)
cs_cz: Saldo (LM)

# Table 3403374699 - Field 3108507123 - Property 2879900210
source: Company Address
cs_cz: Adresa společnosti

# Table 3403374699 - Field 3576567861 - Property 2879900210
source: Company Address 2
cs_cz: Adresa společnosti 2

# Table 3403374699 - Field 256071628 - Property 2879900210
source: Company City
cs_cz: Město společnosti

# Table 3403374699 - Field 2251498297 - Property 2879900210
source: Company Contact
cs_cz: Kontakt společnosti

# Table 3403374699 - Field 699839103 - Property 2879900210
source: Company Country/Region Code
cs_cz: Kód země/oblasti společnosti

# Table 3403374699 - Field 1293710447 - Property 2879900210
source: Company County
cs_cz: Kraj společnosti

# Table 3403374699 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti

# Table 3403374699 - Field 1372465934 - Property 2879900210
source: Company Name 2
cs_cz: Název 2 společnosti

# Table 3403374699 - Field 1551200516 - Property 2879900210
source: Company No.
cs_cz: Číslo společnosti

# Table 3403374699 - Field 663921974 - Property 2879900210
source: Company Post Code
cs_cz: PSČ společnosti

# Table 3403374699 - Field 332174833 - Property 2879900210
source: Company Type
cs_cz: Typ společnosti

# Table 3403374699 - Field 2513368127 - Property 2879900210
source: Compensation Balance (LCY)
cs_cz: Zůstatek zápočtu (LM)

# Table 3403374699 - Field 248110780 - Property 2879900210
source: Compensation Value (LCY)
cs_cz: Hodnota zápočtu (LM)

# Table 3403374699 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 3403374699 - Field 580412389 - Property 2879900210
source: Document Date
cs_cz: Datum dokladu

# Table 3403374699 - Field 596789822 - Property 2879900210
source: Incoming Document Entry No.
cs_cz: Číslo položky došlého dokladu

# Table 3403374699 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo

# Table 3403374699 - Field 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Table 3403374699 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Table 3403374699 - Field 2219442658 - Property 2879900210
source: Salesperson/Purchaser Code
cs_cz: Kód prodejce/nákupčího

# Table 3403374699 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav

# Table 3403374699 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele

# Table 3407372436 - Property 2879900210
source: Compensation Line
cs_cz: Řádek zápočtu

# Table 3407372436 - NamedType 1654417979
source: must be less or equal to %1
cs_cz: musí být menší nebo rovno %1

# Table 3407372436 - NamedType 2042157032
source: %1 must be less than %2.
cs_cz: %1 musí být menší než %2.

# Table 3407372436 - NamedType 3975508567
source: %1 must be less or equal to %2.
cs_cz: %1 musí být menší nebo rovna hodnotě v poli %2.

# Table 3407372436 - NamedType 393546027
source: %1 must have the same sign as %2.
cs_cz: %1 musí mít stejné znaménko jako %2.

# Table 3407372436 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka

# Table 3407372436 - Field 592951229 - Property 2879900210
source: Amount (LCY)
cs_cz: Částka (LM)

# Table 3407372436 - Field 89861893 - Property 2879900210
source: Compensation No.
cs_cz: Číslo zápočtu

# Table 3407372436 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# Table 3407372436 - Field 2324056710 - Property 2879900210
source: Currency Factor
cs_cz: Faktor měny

# Table 3407372436 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 3407372436 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
cs_cz: ID sady dimenzí

# Table 3407372436 - Field 486908828 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Table 3407372436 - Field 2363328873 - Property 2879900210
source: Document Type
cs_cz: Typ dokladu

# Table 3407372436 - Field 2924064839 - Property 2879900210
source: Ledg. Entry Original Amount
cs_cz: Původní částka položky

# Table 3407372436 - Field 1699078524 - Property 2879900210
source: Ledg. Entry Original Amt.(LCY)
cs_cz: Původní částka položky (LM)

# Table 3407372436 - Field 3033221207 - Property 2879900210
source: Ledg. Entry Rem. Amt. (LCY)
cs_cz: Zůstatek položky (LM)

# Table 3407372436 - Field 4052499268 - Property 2879900210
source: Ledg. Entry Remaining Amount
cs_cz: Zůstatek položky

# Table 3407372436 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku

# Table 3407372436 - Field 148969276 - Property 2879900210
source: Manual Change Only
cs_cz: Pouze ruční změna

# Table 3407372436 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Table 3407372436 - Field 1915851633 - Property 2879900210
source: Posting Group
cs_cz: Účto skupina

# Table 3407372436 - Field 2975378708 - Property 2879900210
source: Remaining Amount
cs_cz: Zůstatek

# Table 3407372436 - Field 2700662257 - Property 2879900210
source: Remaining Amount (LCY)
cs_cz: Zůstatek (LM)

# Table 3407372436 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
cs_cz: Kód zkratky dimenze 1

# Table 3407372436 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
cs_cz: Kód zkratky dimenze 2

# Table 3407372436 - Field 3627141058 - Property 2879900210
source: Source Entry No.
cs_cz: Číslo položky původu

# Table 3407372436 - Field 1882905478 - Property 2879900210
source: Source No.
cs_cz: Číslo původu

# Table 3407372436 - Field 1753214751 - Property 2879900210
source: Source Type
cs_cz: Typ původu

# Table 3407372436 - Field 348895196 - Property 2879900210
source: Variable Symbol
cs_cz: Variabilní symbol

# Table 3455657710 - Property 2879900210
source: Compensation Setup
cs_cz: Nastavení zápočtů

# Table 3455657710 - Field 380079421 - Property 2879900210
source: Compensation Bal. Account No.
cs_cz: Číslo protiúčtu zápočtu

# Table 3455657710 - Field 3194767668 - Property 2879900210
source: Compensation Nos.
cs_cz: Čísla zápočtů

# Table 3455657710 - Field 1230996665 - Property 2879900210
source: Compensation Proposal Method
cs_cz: Metoda návrhu zápočtu

# Table 3455657710 - Field 4017398426 - Property 2879900210
source: Credit Rounding Account
cs_cz: Dal účet zaokrouhlení

# Table 3455657710 - Field 908418791 - Property 2879900210
source: Debit Rounding Account
cs_cz: MD účet zaokrouhlení

# Table 3455657710 - Field 2037432320 - Property 2879900210
source: Max. Rounding Amount
cs_cz: Maximální částka zaokrouhlení

# Table 3455657710 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč

# Table 3455657710 - Field 3122636683 - Property 2879900210
source: Show Empty when not Found
cs_cz: Při nenalezení zobrazovat prázdné

# Table 1408769188 - Property 2879900210
source: Posted Compensation Header
cs_cz: Hlavička účtovaného zápočtu

# Table 1408769188 - Field 2178647059 - Property 2879900210
source: Balance (LCY)
cs_cz: Saldo (LM)

# Table 1408769188 - Field 3108507123 - Property 2879900210
source: Company Address
cs_cz: Adresa společnosti

# Table 1408769188 - Field 3576567861 - Property 2879900210
source: Company Address 2
cs_cz: Adresa společnosti 2

# Table 1408769188 - Field 256071628 - Property 2879900210
source: Company City
cs_cz: Město společnosti

# Table 1408769188 - Field 2251498297 - Property 2879900210
source: Company Contact
cs_cz: Kontakt společnosti

# Table 1408769188 - Field 699839103 - Property 2879900210
source: Company Country/Region Code
cs_cz: Kód země/oblasti společnosti

# Table 1408769188 - Field 1293710447 - Property 2879900210
source: Company County
cs_cz: Kraj společnosti

# Table 1408769188 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti

# Table 1408769188 - Field 1372465934 - Property 2879900210
source: Company Name 2
cs_cz: Název 2 společnosti

# Table 1408769188 - Field 1551200516 - Property 2879900210
source: Company No.
cs_cz: Číslo společnosti

# Table 1408769188 - Field 663921974 - Property 2879900210
source: Company Post Code
cs_cz: PSČ společnosti

# Table 1408769188 - Field 332174833 - Property 2879900210
source: Company Type
cs_cz: Typ společnosti

# Table 1408769188 - Field 2513368127 - Property 2879900210
source: Compensation Balance (LCY)
cs_cz: Zůstatek zápočtu (LM)

# Table 1408769188 - Field 248110780 - Property 2879900210
source: Compensation Value (LCY)
cs_cz: Hodnota zápočtu (LM)

# Table 1408769188 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 1408769188 - Field 580412389 - Property 2879900210
source: Document Date
cs_cz: Datum dokladu

# Table 1408769188 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo

# Table 1408769188 - Field 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Table 1408769188 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Table 1408769188 - Field 2219442658 - Property 2879900210
source: Salesperson/Purchaser Code
cs_cz: Kód prodejce/nákupčího

# Table 1408769188 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele

# Table 2453177147 - Property 2879900210
source: Posted Compensation Line
cs_cz: Řádek účtovaného zápočtu

# Table 2453177147 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka

# Table 2453177147 - Field 592951229 - Property 2879900210
source: Amount (LCY)
cs_cz: Částka (LM)

# Table 2453177147 - Field 89861893 - Property 2879900210
source: Compensation No.
cs_cz: Číslo zápočtu

# Table 2453177147 - Field 3321391396 - Property 2879900210
source: Compensation Posting Date
cs_cz: Zúčtovací datum zápočtu

# Table 2453177147 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# Table 2453177147 - Field 2324056710 - Property 2879900210
source: Currency Factor
cs_cz: Faktor měny

# Table 2453177147 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 2453177147 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
cs_cz: ID sady dimenzí

# Table 2453177147 - Field 486908828 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Table 2453177147 - Field 2363328873 - Property 2879900210
source: Document Type
cs_cz: Typ dokladu

# Table 2453177147 - Field 2924064839 - Property 2879900210
source: Ledg. Entry Original Amount
cs_cz: Původní částka položky

# Table 2453177147 - Field 1699078524 - Property 2879900210
source: Ledg. Entry Original Amt.(LCY)
cs_cz: Původní částka položky (LM)

# Table 2453177147 - Field 3033221207 - Property 2879900210
source: Ledg. Entry Rem. Amt. (LCY)
cs_cz: Zůstatek položky (LM)

# Table 2453177147 - Field 4052499268 - Property 2879900210
source: Ledg. Entry Remaining Amount
cs_cz: Zůstatek položky

# Table 2453177147 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku

# Table 2453177147 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Table 2453177147 - Field 1915851633 - Property 2879900210
source: Posting Group
cs_cz: Účto skupina

# Table 2453177147 - Field 2975378708 - Property 2879900210
source: Remaining Amount
cs_cz: Zůstatek

# Table 2453177147 - Field 2700662257 - Property 2879900210
source: Remaining Amount (LCY)
cs_cz: Zůstatek (LM)

# Table 2453177147 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
cs_cz: Kód zkratky dimenze 1

# Table 2453177147 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
cs_cz: Kód zkratky dimenze 2

# Table 2453177147 - Field 3627141058 - Property 2879900210
source: Source Entry No.
cs_cz: Číslo položky původu

# Table 2453177147 - Field 1882905478 - Property 2879900210
source: Source No.
cs_cz: Číslo původu

# Table 2453177147 - Field 1753214751 - Property 2879900210
source: Source Type
cs_cz: Typ původu

# Table 2453177147 - Field 348895196 - Property 2879900210
source: Variable Symbol
cs_cz: Variabilní symbol

# Codeunit 165626565 - NamedType 901367092
source: %1 %2 was found. Resolve this before issue banking document.
cs_cz: %1 %2 bylo nalezeno. Vyřešte to před vydáním bankovního dokladu.

# Codeunit 165626565 - NamedType 1858590414
source: There is nothing to post.
cs_cz: Není nic k účtování.

# Codeunit 165626565 - NamedType 912201424
source: Posting lines #2######.
cs_cz: Účtování řádků #2######.

# Codeunit 165626565 - NamedType 1153473279
source: Compensation %1.
cs_cz: Zápočet %1.

# Codeunit 1235451278 - NamedType 2141140146
source: Do you want to post Compensation?
cs_cz: Chcete zaúčtovat zápočet?

# Codeunit 2217215078 - NamedType 4005917478
source: No approval workflow for this record type is enabled.
cs_cz: Žádné workflow schvalování není povoleno pro tento typ záznamu.

# Codeunit 2217215078 - Method 1508455790 - NamedType 3274384716
source: Compensation %1 must be approved and released before you can perform this action.
cs_cz: Zápočet %1 musí být schválen a vydán před provedením této akce.

# Codeunit 4195350359 - NamedType 1292015054
source: Document was not applied with 0 remaining amount, you have to apply it manually.
cs_cz: Doklad nebyl vyrovnán s 0 zůstatkovou částkou, musíte ho přiřadit ručně.

# Codeunit 2593642162 - Method 119720622 - NamedType 1279814613
source: The operation is prohibited, until journal line of Journal Template Name = '%1', Journal Batch Name = '%2', Line No. = '%3' is deleted or posted.
cs_cz: Operace je zakázána, dokud nebude odstraněn nebo zaúčtován řádek deníku s hodnotami Název šablony deníku = %1, Název listu deníku = %2, Č. řádku = %3.

# Codeunit 1319708387 - Method 1545708818 - NamedType 2202301896
source: COMPENS
cs_cz: ZÁPOČTY

# Codeunit 1319708387 - Method 1545708818 - NamedType 1927529625
source: Compensation Evidence
cs_cz: Evidence zápočtu

# Codeunit 4174597537 - Method 1933344530 - NamedType 2325625513
source: Compensations Setup
cs_cz: Nastavení zápočtů

# Codeunit 4174597537 - Method 1933344530 - NamedType 825296170
source: Set up method, numbering and posting compensation of receivables and payables.
cs_cz: Nastavit metodu, číslování a účtování zápočtů pohledávek a závazků.

# Codeunit 4174597537 - Method 1933344530 - NamedType 931204470
source: Compensations, Credits, Receivables, Payables
cs_cz: Zápočty, úvěry, pohledávky, závazky

# Codeunit 148903215 - Method 4276549235 - NamedType 254650671
source: Posted Compensation
cs_cz: Účtovaný zápočet

# Codeunit 585442029 - NamedType 630424172
source: This document can only be released when the approval process is complete.
cs_cz: Tento doklad lze vydat pouze po dokončení procesu schvalování.

# Codeunit 585442029 - NamedType 1140108518
source: The approval process must be cancelled or completed to reopen this document.
cs_cz: Proces schvalování musí být stornován nebo dokončen, pokud chcete doklad znovu otevřít.

# Codeunit 585442029 - NamedType 2113434353
source: All lines with currency %1 must have the same currency factor.
cs_cz: Všechny řádky s měnou %1 musí mít stejný faktor měny.

# Codeunit 585442029 - NamedType 3975508567
source: %1 must be less or equal to %2.
cs_cz: %1 musí být menší nebo rovna hodnotě v poli %2.

# Codeunit 585442029 - NamedType 662543090
source: %1 %2 %3 is already used. Do you want to use it for Compensation?
cs_cz: %1 %2 %3 je již použita. Chcete ji použít pro zápočet?

# Codeunit 387005850 - Method 119720622 - NamedType 1279814613
source: The operation is prohibited, until journal line of Journal Template Name = '%1', Journal Batch Name = '%2', Line No. = '%3' is deleted or posted.
cs_cz: Operace je zakázána, dokud nebude odstraněn nebo zaúčtován řádek deníku s hodnotami Název šablony deníku = %1, Název listu deníku = %2, Č. řádku = %3.

# Codeunit 2644753467 - NamedType 3696044001
source: An approval request for a compensation is canceled.
cs_cz: Požadavek ke schvalování zápočtu byl zrušen.

# Codeunit 2644753467 - NamedType 444990736
source: A compensation is released.
cs_cz: Zápočet byl vydán.

# Codeunit 2644753467 - NamedType 2857108819
source: Approval of a compensation is requested.
cs_cz: Je požadováno schválení zápočtu.

# Page 2900022699 - Property 2879900210
source: Customer Ledger Entries
cs_cz: Položky zákazníka

# Page 2900022699 - Control 636392376 - Property 1295455071
source: Specifies the amount of the entry. The amount is shown in the currency of the original transaction.
cs_cz: Určuje částku položky. Částka je zobrazena v měně původní transakce.

# Page 2900022699 - Control 592951229 - Property 1295455071
source: Specifies the amount of the entry in LCY.
cs_cz: Určuje částku pro položku v LM.

# Page 2900022699 - Control 546208890 - Property 1295455071
source: Specifies the amount on payment order.
cs_cz: Určuje částku na platebním příkazu.

# Page 2900022699 - Control 1891586249 - Property 1295455071
source: Specifies the balancing account number used on the entry.
cs_cz: Určuje číslo vyrovnávacího účtu použitého pro tuto položku.

# Page 2900022699 - Control 824028820 - Property 1295455071
source: Specifies the type of balancing account used on the entry.
cs_cz: Určuje typ vyrovnávacího účtu použitého v položce.

# Page 2900022699 - Control 10130681 - Property 1295455071
source: Specifies a code to idenfity bank account.
cs_cz: Určuje kód identifikující bankovní účet.

# Page 2900022699 - Control 1207194903 - Property 1295455071
source: Specifies the number used by the bank for the bank account.
cs_cz: Určuje číslo, které banka používá pro bankovní účet.

# Page 2900022699 - Control 958090087 - Property 1295455071
source: Specifies the additional symbol of bank payments.
cs_cz: Určuje další symbol bankovních plateb.

# Page 2900022699 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 2900022699 - Control 4190130733 - Property 1295455071
source: Specifies the number of customer's document.
cs_cz: Určuje číslo dokladu zákazníka.

# Page 2900022699 - Control 3461834954 - Property 1295455071
source: Specifies a description of the customer ledger entry.
cs_cz: Určuje popis pro položku zákazníka.

# Page 2900022699 - Control 486908828 - Property 1295455071
source: Specifies the entry's document number.
cs_cz: Určuje číslo dokladu položky.

# Page 2900022699 - Control 2363328873 - Property 1295455071
source: Specifies the document type of the customer ledger entry.
cs_cz: Určuje typ dokladu položky zákazníka.

# Page 2900022699 - Control 4085727052 - Property 1295455071
source: Specifies the due date on the entry.
cs_cz: Určuje datum splatnosti v položce.

# Page 2900022699 - Control 883711285 - Property 1295455071
source: Specifies the entry number that is assigned to the entry.
cs_cz: Určuje číslo položky.

# Page 2900022699 - Control 1303377601 - Property 1295455071
source: Specifies the dimension value code associated with the customer ledger entry.
cs_cz: Určuje kód hodnoty dimenze spojený s položkou zákazníka.

# Page 2900022699 - Control 1337243520 - Property 1295455071
source: Specifies the dimension value code associated with the customer ledger entry.
cs_cz: Určuje kód hodnoty dimenze spojený s položkou zákazníka.

# Page 2900022699 - Control 1433517152 - Property 1295455071
source: Specifies the function allows to mark the selected entries.
cs_cz: Určuje, že funkce umožňuje označit vybrané položky.

# Page 2900022699 - Control 1433517152 - Property 2879900210
source: Marked
cs_cz: Označený

# Page 2900022699 - Control 1921836875 - Property 1295455071
source: Specifies the maximum tolerated amount that the amount in the entry can differ from the amount on the invoice or credit memo.
cs_cz: Určuje maximální povolenou částku, která se v položce se může lišit od částky na faktuře nebo na dobropisu.

# Page 2900022699 - Control 926489874 - Property 1295455071
source: Specifies whether the posted document will be included in the payment suggestion.
cs_cz: Určuje, zda bude zaúčtovaný doklad zahrnut do návrhu plateb.

# Page 2900022699 - Control 4259830144 - Property 1295455071
source: Specifies if customer ledger entry is open.
cs_cz: Určuje, zda je otevřena položka zákazníka.

# Page 2900022699 - Control 1077555671 - Property 1295455071
source: Specifies the amount of the original entry.
cs_cz: Určuje částku původní položky.

# Page 2900022699 - Control 2617626588 - Property 1295455071
source: Specifies the amount that the entry originally consisted of, in LCY.
cs_cz: Určuje částku, která tuto položku původně tvořila, v LM.

# Page 2900022699 - Control 1205231908 - Property 1295455071
source: Specifies the discount that the customer can obtain if the entry is applied to before the payment discount date. The contents of this field can not be adjusted after the entry is posted.
cs_cz: Určuje slevu, kterou může zákazník získat, pokud je položka vyrovnána před datem skonta. Obsah tohoto pole nelze po zaúčtování položky upravit.

# Page 2900022699 - Control 3192789907 - Property 1295455071
source: Specifies the last date on which the amount in the entry must be paid in order for a payment discount tolerance to be granted on the document.
cs_cz: Určuje poslední datum, kdy musí být částka v položce zaplacena, aby odchylka skonta byla v dokladu poskytnuta.

# Page 2900022699 - Control 1636953138 - Property 1295455071
source: Specifies payment discount date.
cs_cz: Určuje datum skonta.

# Page 2900022699 - Control 3710982960 - Property 1295455071
source: Specifies the customer ledger entry posting date.
cs_cz: Určuje zúčtovací datum položky zákazníka.

# Page 2900022699 - Control 1908046867 - Property 1295455071
source: Specifies the reason code on the entry.
cs_cz: Určuje kód příčiny položky.

# Page 2900022699 - Control 2975378708 - Property 1295455071
source: Specifies the amount that remains to be applied to before the entry has been completely applied. The amount is shown in the currency of the original transaction.
cs_cz: Určuje částku, kterou zbývá zaplatit dříve, než byla položka plně použita. Částka je zobrazena v měně původní transakce.

# Page 2900022699 - Control 1850328511 - Property 1295455071
source: Specifies the amount that remains to be applied to before the entry is totally applied to. The amount is shown in LCY.
cs_cz: Určuje částku, která zůstává k vyrovnání před tím, než je položka zcela vyrovnána. Částka je zobrazena v LM.

# Page 2900022699 - Control 1639344207 - Property 1295455071
source: Specifies the remaining payment discount that is available if the entry is totally applied to within the payment period.
cs_cz: Určuje zbývající platební slevy, která jsou k dispozici, pokud je položka úplně vyrovnána v rámci platebního období.
