Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CompensationLocalizationForCzech/Source/Compensation Localization for Czech/Translations/Compensation Localization for Czech.*.xlf
Languages: cs_cz

# Page 312536327 - Control 2513368127 - Property 1295455071
source: Specifies the sum of amount compensation lines. The amount is in the local currency.
cs_cz: Určuje součet částek řádků zápočtu. Částka je v lokální měně.

# Page 312536327 - Control 248110780 - Property 1295455071
source: Specifies the sum of positive amount compensation lines. The amount is in the local currency.
cs_cz: Určuje součet kladných částek řádků zápočtů. Částka je v lokální měně.

# Page 312536327 - Control 3461834954 - Property 1295455071
source: Specifies the description for Compensation card.
cs_cz: Určuje popis na kartě zápočtu.

# Page 312536327 - Control 4200184881 - Property 1295455071
source: Specifies the number of the Compensation card.
cs_cz: Určuje číslo na kartě zápočtu.

# Page 312536327 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 312536327 - Control 1658766258 - Property 2879900210
source: Attachments
cs_cz: Přílohy

# Page 312536327 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry or document.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku nebo dokument.

# Page 312536327 - Action 3538210097 - Property 2879900210
source: Find Entries
cs_cz: Najít položky

# Page 312536327 - Action 1002420131 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Příprava na tisk dokumentu. V okně možností sestavy pro dokument můžete určit, co chcete zahrnout do tisku.

# Page 312536327 - Action 1002420131 - Property 2879900210
source: &Print
cs_cz: T&isk

# Page 312536327 - Action 3986159229 - Property 1295455071
source: Create a PDF file and attach it to the document.
cs_cz: Vytvořte soubor PDF a připojte jej k dokumentu.

# Page 312536327 - Action 3986159229 - Property 2879900210
source: Attach as PDF
cs_cz: Připojit jako PDF

# Page 2979773173 - Property 2879900210
source: Lines
cs_cz: Řádky

# Page 2979773173 - Control 636392376 - Property 1295455071
source: Specifies the amount which will be included in the compensation.
cs_cz: Určuje částku, která bude započtena.

# Page 2979773173 - Control 592951229 - Property 1295455071
source: Specifies the amount which will be included in the compensation. The amount is in the local currency.
cs_cz: Určuje částku, která bude započtena. Částka je v lokální měně.

# Page 2979773173 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 2979773173 - Control 3461834954 - Property 1295455071
source: Specifies the description for compensation.
cs_cz: Určuje popis na kartě zápočtu.

# Page 2979773173 - Control 486908828 - Property 1295455071
source: Specifies the document number of the customer or vendor ledger entry.
cs_cz: Určuje číslo dokladu položky zákazníka nebo dodavatele.

# Page 2979773173 - Control 2363328873 - Property 1295455071
source: Specifies the document type of the customer or vendor ledger entry.
cs_cz: Určuje typ dokladu v položce zákazníka nebo dodavatele.

# Page 2979773173 - Control 2924064839 - Property 1295455071
source: Specifies the original amount of the source customer or vendor entry that can be included in the compensation.
cs_cz: Určuje původní částku zdrojové položky zákazníka nebo dodavatele, která může být zahrnuta do zápočtu.

# Page 2979773173 - Control 1699078524 - Property 1295455071
source: Specifies the original amount of the source customer or vendor entry that can be included in the compensation. The amount is in the local currency.
cs_cz: Určuje původní částku zdrojové položky zákazníka nebo dodavatele, která může být zahrnuta do zápočtu. Částka je v lokální měně.

# Page 2979773173 - Control 3033221207 - Property 1295455071
source: Specifies the remaining amount of the source customer or vendor entry that can be included in the compensation. The amount is in the local currency.
cs_cz: Určuje zůstatek částky původní položky zákazníka či dodavatele, který je možno zahrnout do zápočtu. Částka je v lokální měně.

# Page 2979773173 - Control 4052499268 - Property 1295455071
source: Specifies the remaining amount of the source customer or vendor entry that can be included in the compensation.
cs_cz: Určuje zůstatek částky původní položky zákazníka či dodavatele, který je možno zahrnout do zápočtu.

# Page 2979773173 - Control 3710982960 - Property 1295455071
source: Specifies the posting date of the original customer or vendor entry that is the subject of the compensation.
cs_cz: Určuje zúčtovací datum původní položky zákazníka či dodavatele, která je předmětem zápočtu.

# Page 2979773173 - Control 1915851633 - Property 1295455071
source: Specifies the posting group used on the source customer or vendor entry.
cs_cz: Určuje použitou účto skupinu na původní položce zákazníka či dodavatele.

# Page 2979773173 - Control 2975378708 - Property 1295455071
source: Specifies the amount after doing compensation process.
cs_cz: Určuje částku po provedení zápočtu.

# Page 2979773173 - Control 2700662257 - Property 1295455071
source: Specifies the amount after doing compensation process. The amount is in the local currency.
cs_cz: Určuje částku po provedení procesu zápočtu. Částka je v lokální měně.

# Page 2979773173 - Control 1577567912 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 1, which is defined in the Shortcut Dimension 1 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 1, který je definován v poli kódu zkratky dimenze 1 v okně nastavení financí.

# Page 2979773173 - Control 1003760969 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 2, which is defined in the Shortcut Dimension 2 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 2, který se definuje v poli Kód zkratky dimenze 2 v okně Nastavení financí.

# Page 2979773173 - Control 3627141058 - Property 1295455071
source: Specifies the entry number of customer or vendor entry that is the subject of the compensation.
cs_cz: Určuje číslo položky zákazníka či dodavatele, která je předmětem zápočtu.

# Page 2979773173 - Control 1882905478 - Property 1295455071
source: Specifies the number of customer or vendor.
cs_cz: Určuje číslo zákazníka nebo dodavatele.

# Page 2979773173 - Control 1753214751 - Property 1295455071
source: Specifies the company type in compensation line (customer or vendor).
cs_cz: Určuje typ společnosti v řádku zápočtu (zákazník nebo dodavatel).

# Page 2979773173 - Control 348895196 - Property 1295455071
source: Specifies the document number for the payment system.
cs_cz: Specifikuje číslo dokladu pro platební styk.

# Page 2979773173 - Control 1647293748 - Property 1295455071
source: Specifies the ledger entries remaining amount. The amount is in the local currency.
cs_cz: Určuje součet zůstatků položek. Částka je v lokální měně.

# Page 2979773173 - Control 1647293748 - Property 2879900210
source: Balance (LCY)
cs_cz: Saldo (LM)

# Page 2979773173 - Control 4255563000 - Property 1295455071
source: Specifies the sum of amount compensation lines. The amount is in the local currency.
cs_cz: Určuje součet částek řádků zápočtu. Částka je v lokální měně.

# Page 2979773173 - Control 4255563000 - Property 2879900210
source: Compensation Balance (LCY)
cs_cz: Zůstatek zápočtu (LM)

# Page 2979773173 - Control 21664075 - Property 1295455071
source: Specifies the sum of positive amount compensation lines. The amount is in the local currency.
cs_cz: Určuje součet kladných částek řádků zápočtů. Částka je v lokální měně.

# Page 2979773173 - Control 21664075 - Property 2879900210
source: Compensation Value (LCY)
cs_cz: Hodnota zápočtu (LM)

# Page 2979773173 - Action 1735507514 - Property 2879900210
source: &Line
cs_cz: Řáde&k

# Page 2979773173 - Action 2173385693 - Property 1295455071
source: Specifies compensation line dimensions.
cs_cz: Určuje dimenze řádku zápočtu.

# Page 2979773173 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 2979773173 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku.

# Page 2979773173 - Action 3538210097 - Property 2879900210
source: Find Entries
cs_cz: Najít položky

# Report 2863951890 - Property 2879900210
source: Compensation
cs_cz: Zápočet

# Report 2863951890 - NamedType 1781194754
source: AGREEMENT %1
cs_cz: DOHODA %1

# Report 2863951890 - NamedType 106664480
source: for the variable symbol %1 are %2 %3 after the Compensation.
cs_cz: pod variabilním symbolem %1 ve výši %2 %3.

# Report 2863951890 - NamedType 3802017459
source: Payables %1
cs_cz: Závazky %1

# Report 2863951890 - NamedType 2382355777
source: Receivables %1
cs_cz: Pohledávky %1

# Report 2863951890 - NamedType 1275755931
source: Remaining Receivable and Payables of %1 to pay after realize Compensation.
cs_cz: Po započtení pohledávek a závazků zůstává uhradit doklad firmy %1.

# Report 2863951890 - NamedType 3088120073
source: To Date %1
cs_cz: Ke dni: %1

# Report 2863951890 - ReportLabel 2145524630
source: Bank connection:
cs_cz: Bankovní spojení:

# Report 2863951890 - ReportLabel 2679026581
source: Business Name:
cs_cz: Obchodní jméno:

# Report 2863951890 - ReportLabel 2305539182
source: Compensation Amount
cs_cz: Částka zápočtu

# Report 2863951890 - ReportLabel 2212981588
source: Currency Code
cs_cz: Kód měny

# Report 2863951890 - ReportLabel 1721277456
source: Document No
cs_cz: Číslo dokladu

# Report 2863951890 - ReportLabel 2636616999
source: Document Type
cs_cz: Typ dokladu

# Report 2863951890 - ReportLabel 481445982
source: Due Date
cs_cz: Datum splatnosti

# Report 2863951890 - ReportLabel 3580268037
source: This agreement shall enter into force upon signature by both parties.
cs_cz: Tato dohoda nabývá platnosti a účinnosti dnem podpisu obou smluvních stran.

# Report 2863951890 - ReportLabel 3128156579
source: For
cs_cz: za

# Report 2863951890 - ReportLabel 980530542
source: In .............................., date .................
cs_cz: V(e) ................................, dne .....................................

# Report 2863951890 - ReportLabel 2159676074
source: Ledg. Entry Original Amount
cs_cz: Původní částka položky

# Report 2863951890 - ReportLabel 726269581
source: Ledg. Entry Remaining Amount
cs_cz: Zůstatek položky

# Report 2863951890 - ReportLabel 901611368
source: Make Date
cs_cz: Vystaveno dne

# Report 2863951890 - ReportLabel 810335054
source: Name and Signature
cs_cz: Jméno a podpis

# Report 2863951890 - ReportLabel 102569336
source: by reciprocally Compensation receibables by PAR. 1982-1991 of Civil Code No. 89/2012
cs_cz: o vzájemném započtení pohledávek dle §1982-1991 Občanského zákoníku č. 89/2012

# Report 2863951890 - ReportLabel 1027969698
source: Posting Date
cs_cz: Zúčtovací datum

# Report 2863951890 - ReportLabel 2857599222
source: Reg. No.:
cs_cz: IČ:

# Report 2863951890 - ReportLabel 4094501430
source: Remaining Amount
cs_cz: Zůstatek

# Report 2863951890 - ReportLabel 2431673826
source: Residence:
cs_cz: Sídlo:

# Report 2863951890 - ReportLabel 973945911
source: In case you agree, send one confirmed agreement back to our address.
cs_cz: V případě souhlasu zašlete jedno potvrzené provedení dohody zpět na naši adresu.

# Report 2863951890 - ReportLabel 989255230
source: Variable Symbol
cs_cz: Variabilní symbol

# Report 2863951890 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 2863951890 - Control 1979495059 - Property 1295455071
source: Specifies the number of copies to print.
cs_cz: Určuje počet kopií, které chcete vytisknout.

# Report 2863951890 - Control 1979495059 - Property 2879900210
source: No. of Copies
cs_cz: Počet kopií

# Report 4000964689 - Property 2879900210
source: Posted Compensation
cs_cz: Účtovaný zápočet

# Report 4000964689 - NamedType 1781194754
source: AGREEMENT %1
cs_cz: DOHODA %1

# Report 4000964689 - NamedType 106664480
source: for the variable symbol %1 are %2 %3 after the Compensation.
cs_cz: pod variabilním symbolem %1 ve výši %2 %3.

# Report 4000964689 - NamedType 3802017459
source: Payables %1
cs_cz: Závazky %1

# Report 4000964689 - NamedType 2382355777
source: Receivables %1
cs_cz: Pohledávky %1

# Report 4000964689 - NamedType 1275755931
source: Remaining Receivable and Payables of %1 to pay after realize Compensation.
cs_cz: Po započtení pohledávek a závazků zůstává uhradit doklad firmy %1.

# Report 4000964689 - NamedType 3088120073
source: To Date %1
cs_cz: Ke dni: %1

# Report 4000964689 - ReportLabel 2145524630
source: Bank connection:
cs_cz: Bankovní spojení:

# Report 4000964689 - ReportLabel 2679026581
source: Business Name:
cs_cz: Obchodní jméno:

# Report 4000964689 - ReportLabel 2305539182
source: Compensation Amount
cs_cz: Částka zápočtu

# Report 4000964689 - ReportLabel 2212981588
source: Currency Code
cs_cz: Kód měny

# Report 4000964689 - ReportLabel 1721277456
source: Document No
cs_cz: Číslo dokladu

# Report 4000964689 - ReportLabel 2636616999
source: Document Type
cs_cz: Typ dokladu

# Report 4000964689 - ReportLabel 481445982
source: Due Date
cs_cz: Datum splatnosti

# Report 4000964689 - ReportLabel 3580268037
source: This agreement shall enter into force upon signature by both parties.
cs_cz: Tato dohoda nabývá platnosti a účinnosti dnem podpisu obou smluvních stran.

# Report 4000964689 - ReportLabel 3128156579
source: For
cs_cz: za

# Report 4000964689 - ReportLabel 980530542
source: In .............................., date .................
cs_cz: V(e) ................................, dne .....................................

# Report 4000964689 - ReportLabel 2159676074
source: Ledg. Entry Original Amount
cs_cz: Původní částka položky

# Report 4000964689 - ReportLabel 726269581
source: Ledg. Entry Remaining Amount
cs_cz: Zůstatek položky

# Report 4000964689 - ReportLabel 901611368
source: Make Date
cs_cz: Vystaveno dne

# Report 4000964689 - ReportLabel 810335054
source: Name and Signature
cs_cz: Jméno a podpis

# Report 4000964689 - ReportLabel 102569336
source: by reciprocally Compensation receibables by PAR. 1982-1991 of Civil Code No. 89/2012
cs_cz: o vzájemném započtení pohledávek dle §1982-1991 Občanského zákoníku č. 89/2012

# Report 4000964689 - ReportLabel 1027969698
source: Posting Date
cs_cz: Zúčtovací datum

# Report 4000964689 - ReportLabel 2857599222
source: Reg. No.:
cs_cz: IČ:

# Report 4000964689 - ReportLabel 4094501430
source: Remaining Amount
cs_cz: Zůstatek

# Report 4000964689 - ReportLabel 2431673826
source: Residence:
cs_cz: Sídlo:

# Report 4000964689 - ReportLabel 973945911
source: In case you agree, send one confirmed agreement back to our address.
cs_cz: V případě souhlasu zašlete jedno potvrzené provedení dohody zpět na naši adresu.

# Report 4000964689 - ReportLabel 989255230
source: Variable Symbol
cs_cz: Variabilní symbol

# Report 4000964689 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 4000964689 - Control 1979495059 - Property 1295455071
source: Specifies the number of copies to print.
cs_cz: Určuje počet kopií, které chcete vytisknout.

# Report 4000964689 - Control 1979495059 - Property 2879900210
source: No. of Copies
cs_cz: Počet kopií

# PageExtension 2623527395 - Control 784577327 - Property 1295455071
source: Specifies the amount on the unposted compensation.
cs_cz: Určuje částku na nezaúčtovaném zápočtu.

# PageExtension 2623527395 - Control 2863951890 - Property 1295455071
source: Specifies, whether the entry was created by posting a compensation.
cs_cz: Určuje, zda položka vznikla zaúčtováním zápočtu.

# PageExtension 2183813395 - Control 2863951890 - Property 1295455071
source: Specifies to suggest compensation of entries in the same currency for the general journal lines
cs_cz: Určuje navrhnout kompenzaci položek ve stejné měně pro řádky finančního deníku.

# PageExtension 2475803423 - Control 2863951890 - Property 1295455071
source: Specifies the source code for posted entries from compensation.
cs_cz: Určuje kód původu pro zaúčtované položky ze zápočtu.

# PageExtension 2006468171 - Control 784577327 - Property 1295455071
source: Specifies the amount on the unposted compensation.
cs_cz: Určuje částku na nezaúčtovaném zápočtu.

# PageExtension 2006468171 - Control 2863951890 - Property 1295455071
source: Specifies, whether the entry was created by posting a compensation.
cs_cz: Určuje, zda položka vznikla zaúčtováním zápočtu.

# TableExtension 247235760 - Field 784577327 - Property 2879900210
source: Compensation Amount (LCY) CZC
cs_cz: Částka zápočtu (LM)

# TableExtension 247235760 - Field 2863951890 - Property 2879900210
source: Compensation
cs_cz: Zápočet

# TableExtension 2414172705 - Field 2863951890 - Property 2879900210
source: Compensation
cs_cz: Zápočet

# TableExtension 2507776045 - Method 1363232495 - NamedType 128634895
source: The incoming document has already been assigned to %1 %2 (%3).
cs_cz: Došlý doklad již byl přiřazen k %1 %2 (%3).

# TableExtension 619833866 - Field 2863951890 - Property 2879900210
source: Compensation
cs_cz: Zápočet

# TableExtension 2475803423 - Field 2863951890 - Property 2879900210
source: Compensation
cs_cz: Zápočet

# TableExtension 1941111608 - Field 1080088613 - Property 2879900210
source: Compensation Amt. Approval Limit
cs_cz: Limit schválení zápočtu

# TableExtension 1941111608 - Field 3672751857 - Property 2879900210
source: Unlimited Compensation Approval
cs_cz: Schválení neomezeného zápočtu

# TableExtension 1096007905 - Field 784577327 - Property 2879900210
source: Compensation Amount (LCY) CZC
cs_cz: Částka zápočtu (LM)

# TableExtension 1096007905 - Field 2863951890 - Property 2879900210
source: Compensation
cs_cz: Zápočet

# Enum 4224060338 - EnumValue 2418508885 - Property 2879900210
source: Bussiness Relation
cs_cz: Obchodní vztah

# Enum 4224060338 - EnumValue 3430636682 - Property 2879900210
source: Registration No.
cs_cz: IČ

# Enum 3514499822 - EnumValue 3835983272 - Property 2879900210
source: Compensation
cs_cz: Zápočet

# Enum 3514499822 - EnumValue 646382055 - Property 2879900210
source: Posted Compensation
cs_cz: Účtovaný zápočet

# Enum 4019691003 - EnumValue 3993128796 - Property 2879900210
source: Contact
cs_cz: Kontakt

# Enum 4019691003 - EnumValue 1994964448 - Property 2879900210
source: Customer
cs_cz: Zákazník

# Enum 4019691003 - EnumValue 1936001480 - Property 2879900210
source: Vendor
cs_cz: Dodavatel

# Enum 2876905101 - EnumValue 1994964448 - Property 2879900210
source: Customer
cs_cz: Zákazník

# Enum 2876905101 - EnumValue 1936001480 - Property 2879900210
source: Vendor
cs_cz: Dodavatel

# Enum 1862538710 - EnumValue 2913119229 - Property 2879900210
source: Approved
cs_cz: Schváleno

# Enum 1862538710 - EnumValue 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřený

# Enum 1862538710 - EnumValue 1487485508 - Property 2879900210
source: Pending Approval
cs_cz: Čeká na schválení

# Enum 1862538710 - EnumValue 4020758431 - Property 2879900210
source: Released
cs_cz: Vydaný

# EnumExtension 3951028039 - EnumValue 2863951890 - Property 2879900210
source: Compensation
cs_cz: Zápočet
