Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CompensationLocalizationForCzech/Source/Compensation Localization for Czech/Translations/Compensation Localization for Czech.*.xlf
Languages: cs_cz

# Page 2900022699 - Control 553464652 - Property 1295455071
source: Specifies code of the salesperson.
cs_cz: Určuje kód prodejce.

# Page 2900022699 - Control 2720485332 - Property 1295455071
source: Specifies the source code that is linked to the entry.
cs_cz: Určuje kód původu, který je spojen s touto položkou.

# Page 2900022699 - Control 167070957 - Property 1295455071
source: Specifies the additional symbol of bank payments.
cs_cz: Určuje další symbol bankovních plateb.

# Page 2900022699 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 2900022699 - Control 1509242559 - Property 1295455071
source: Specifies the detail information for payment.
cs_cz: Určuje podrobné informace o platbě.

# Page 2900022699 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku.

# Page 2900022699 - Action 3538210097 - Property 2879900210
source: Find Entries
cs_cz: Najít položky

# Page 2900022699 - Action 3646293009 - Property 1295455071
source: The function allows to mark the selected entries.
cs_cz: Funkce umožňuje označit vybrané položky.

# Page 2900022699 - Action 3646293009 - Property 2879900210
source: Set or Clear Mark
cs_cz: Nastavit nebo vymazat značku

# Page 2900022699 - Action 1946948181 - Property 1295455071
source: Specifies only the marked customer ledger entries.
cs_cz: Určuje pouze označené položky zákazníka.

# Page 2900022699 - Action 1946948181 - Property 2879900210
source: Show Marked Only
cs_cz: Zobrazit pouze označené

# Page 4229655308 - Property 2879900210
source: Report Selection - Compensation
cs_cz: Výběr sestav - zápočty

# Page 4229655308 - Control 3046817188 - Property 1295455071
source: Specifies caption of report
cs_cz: Určuje titulek sestavy

# Page 4229655308 - Control 1272245069 - Property 1295455071
source: Specifies the ID of the report that the program will print.
cs_cz: Určuje ID sestavy, kterou program vytiskne.

# Page 4229655308 - Control 4154341761 - Property 1295455071
source: Specifies sequence of compensation document.
cs_cz: Určuje pořadí dokladů zápočtu.

# Page 4229655308 - Control 887890843 - Property 1295455071
source: Specifies type of compensation document.
cs_cz: Určuje typ dokladu zápočtu.

# Page 4229655308 - Control 887890843 - Property 2879900210
source: Usage
cs_cz: Použití

# Page 2798928406 - Property 2879900210
source: Vendor Ledger Entries
cs_cz: Položky dodavatele

# Page 2798928406 - Control 636392376 - Property 1295455071
source: Specifies the amount of the entry. The amount is shown in the currency of the original transaction.
cs_cz: Určuje částku položky. Částka je zobrazena v měně původní transakce.

# Page 2798928406 - Control 592951229 - Property 1295455071
source: Specifies the amount of the entry in LCY.
cs_cz: Určuje částku pro položku v LM.

# Page 2798928406 - Control 546208890 - Property 1295455071
source: Specifies the amount on payment order.
cs_cz: Určuje částku na platebním příkazu.

# Page 2798928406 - Control 1891586249 - Property 1295455071
source: Specifies the balancing account number used on the entry.
cs_cz: Určuje číslo vyrovnávacího účtu použitého pro tuto položku.

# Page 2798928406 - Control 824028820 - Property 1295455071
source: Specifies the type of balancing account used on the entry.
cs_cz: Určuje typ vyrovnávacího účtu použitého v položce.

# Page 2798928406 - Control 10130681 - Property 1295455071
source: Specifies a code to idenfity bank account.
cs_cz: Určuje kód identifikující bankovní účet.

# Page 2798928406 - Control 1207194903 - Property 1295455071
source: Specifies the number used by the bank for the bank account.
cs_cz: Určuje číslo, které banka používá pro bankovní účet.

# Page 2798928406 - Control 958090087 - Property 1295455071
source: Specifies the additional symbol of bank payments.
cs_cz: Určuje další symbol bankovních plateb.

# Page 2798928406 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 2798928406 - Control 3461834954 - Property 1295455071
source: Specifies a description of the vendor ledger entry.
cs_cz: Určuje popis položky dodavatele.

# Page 2798928406 - Control 486908828 - Property 1295455071
source: Specifies the vendor entry's document number.
cs_cz: Určuje číslo dokladu položky dodavatele.

# Page 2798928406 - Control 2363328873 - Property 1295455071
source: Specifies the document type of the vendor ledger entry.
cs_cz: Určuje typ dokladu položky dodavatele.

# Page 2798928406 - Control 4085727052 - Property 1295455071
source: Specifies the due date on the entry.
cs_cz: Určuje datum splatnosti v položce.

# Page 2798928406 - Control 883711285 - Property 1295455071
source: Specifies the entry number that is assigned to the entry.
cs_cz: Určuje číslo položky.

# Page 2798928406 - Control 1527563463 - Property 1295455071
source: Specifies the number of vendor's document.
cs_cz: Určuje číslo dokladu dodavatele.

# Page 2798928406 - Control 1303377601 - Property 1295455071
source: Specifies the dimension value code associated with the vendor ledger entry.
cs_cz: Určuje kód hodnoty dimenze spojený s položkou dodavatele.

# Page 2798928406 - Control 1337243520 - Property 1295455071
source: Specifies the dimension value code associated with the vendor ledger entry.
cs_cz: Určuje kód hodnoty dimenze spojený s položkou dodavatele.

# Page 2798928406 - Control 1433517152 - Property 1295455071
source: Specifies the function allows to mark the selected entries.
cs_cz: Určuje, že funkce umožňuje označit vybrané položky.

# Page 2798928406 - Control 1433517152 - Property 2879900210
source: Marked
cs_cz: Označený

# Page 2798928406 - Control 1921836875 - Property 1295455071
source: Specifies the maximum tolerated amount that the amount in the entry can differ from the amount on the invoice or credit memo.
cs_cz: Určuje maximální povolenou částku, která se v položce se může lišit od částky na faktuře nebo na dobropisu.

# Page 2798928406 - Control 926489874 - Property 1295455071
source: Specifies whether the posted document will be included in the payment suggestion.
cs_cz: Určuje, zda bude zaúčtovaný doklad zahrnut do návrhu plateb.

# Page 2798928406 - Control 4259830144 - Property 1295455071
source: Specifies if vendor ledger entry is open.
cs_cz: Určuje, zda je položka dodavatele otevřená.

# Page 2798928406 - Control 1077555671 - Property 1295455071
source: Specifies the amount of the original entry.
cs_cz: Určuje částku původní položky.

# Page 2798928406 - Control 2617626588 - Property 1295455071
source: Specifies the amount that the entry originally consisted of, in LCY.
cs_cz: Určuje částku, která tuto položku původně tvořila, v LM.

# Page 2798928406 - Control 1205231908 - Property 1295455071
source: Specifies the discount that the customer can obtain if the entry is applied to before the payment discount date. The contents of this field can not be adjusted after the entry is posted.
cs_cz: Určuje slevu, kterou může zákazník získat, pokud je položka vyrovnána před datem skonta. Obsah tohoto pole nelze po zaúčtování položky upravit.

# Page 2798928406 - Control 3192789907 - Property 1295455071
source: Specifies the last date on which the amount in the entry must be paid in order for a payment discount tolerance to be granted on the document.
cs_cz: Určuje poslední datum, kdy musí být částka v položce zaplacena, aby odchylka skonta byla v dokladu poskytnuta.

# Page 2798928406 - Control 1636953138 - Property 1295455071
source: Specifies payment discount date.
cs_cz: Určuje datum skonta.

# Page 2798928406 - Control 3710982960 - Property 1295455071
source: Specifies the vendor ledger entry posting date.
cs_cz: Určuje zúčtovací datum položky dodavatele.

# Page 2798928406 - Control 801304080 - Property 1295455071
source: Specifies code of the purchaser.
cs_cz: Určuje kód nákupčího.

# Page 2798928406 - Control 1908046867 - Property 1295455071
source: Specifies the reason code on the entry.
cs_cz: Určuje kód příčiny položky.

# Page 2798928406 - Control 2975378708 - Property 1295455071
source: Specifies the amount that remains to be applied to before the entry has been completely applied. The amount is shown in the currency of the original transaction.
cs_cz: Určuje částku, kterou zbývá zaplatit dříve, než byla položka plně použita. Částka je zobrazena v měně původní transakce.

# Page 2798928406 - Control 1850328511 - Property 1295455071
source: Specifies the amount that remains to be applied to before the entry is totally applied to. The amount is shown in LCY.
cs_cz: Určuje částku, která zůstává k vyrovnání před tím, než je položka zcela vyrovnána. Částka je zobrazena v LM.

# Page 2798928406 - Control 1639344207 - Property 1295455071
source: Specifies the remaining payment discount that is available if the entry is totally applied to within the payment period.
cs_cz: Určuje zbývající platební slevy, která jsou k dispozici, pokud je položka úplně vyrovnána v rámci platebního období.

# Page 2798928406 - Control 2720485332 - Property 1295455071
source: Specifies the source code that is linked to the entry.
cs_cz: Určuje kód původu, který je spojen s touto položkou.

# Page 2798928406 - Control 167070957 - Property 1295455071
source: Specifies the additional symbol of bank payments.
cs_cz: Určuje další symbol bankovních plateb.

# Page 2798928406 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 2798928406 - Control 1509242559 - Property 1295455071
source: Specifies the detail information for payment.
cs_cz: Určuje podrobné informace o platbě.

# Page 2798928406 - Control 1527594213 - Property 1295455071
source: Specifies the number of vendor.
cs_cz: Určuje číslo dodavatele.

# Page 2798928406 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku.

# Page 2798928406 - Action 3538210097 - Property 2879900210
source: Find Entries
cs_cz: Najít položky

# Page 2798928406 - Action 3646293009 - Property 1295455071
source: The function allows to mark the selected entries.
cs_cz: Funkce umožňuje označit vybrané položky.

# Page 2798928406 - Action 3646293009 - Property 2879900210
source: Set or Clear Mark
cs_cz: Nastavit nebo vymazat značku

# Page 2798928406 - Action 1946948181 - Property 1295455071
source: Specifies only the marked vendor ledger entries.
cs_cz: Určuje pouze označené položky dodavatele.

# Page 2798928406 - Action 1946948181 - Property 2879900210
source: Show Marked Only
cs_cz: Zobrazit pouze označené

# Page 3012527878 - Property 2019332006
source: New,Process,Report,Approve,Request Approval
cs_cz: Nový,Proces,Sestava,Schválit,Schvalování požadavku

# Page 3012527878 - Property 2879900210
source: Compensation Card
cs_cz: Karta zápočtu

# Page 3012527878 - NamedType 2760521569
source: The compensation has been posted and moved to the posted compensations window.\\Do you want to open the posted compensation?
cs_cz: Zápočet byl zaúčtován a přesunut do okna Účtované zápočty.\\Chcete otevřít kartu účtovaného zápočtu?

# Page 3012527878 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 3012527878 - Control 3108507123 - Property 1295455071
source: Specifies the address of company.
cs_cz: Určuje adresu společnosti.

# Page 3012527878 - Control 3576567861 - Property 1295455071
source: Specifies the address 2 of customer or vendor.
cs_cz: Určuje adresu 2 zákazníka nebo dodavatele.

# Page 3012527878 - Control 256071628 - Property 1295455071
source: Specifies the post code and city of company.
cs_cz: Určuje poštovní směrovací číslo a město společnosti.

# Page 3012527878 - Control 2251498297 - Property 1295455071
source: Specifies the contact name of company.
cs_cz: Určuje jméno kontaktu společnosti.

# Page 3012527878 - Control 699839103 - Property 1295455071
source: Specifies the company country or region of address.
cs_cz: Určuje zemi nebo oblast adresy společnosti.

# Page 3012527878 - Control 3997336476 - Property 1295455071
source: Specifies the name of company.
cs_cz: Určuje název společnosti.

# Page 3012527878 - Control 1372465934 - Property 1295455071
source: Specifies the name 2 of company.
cs_cz: Určuje název 2 společnosti.

# Page 3012527878 - Control 1551200516 - Property 1295455071
source: Specifies the number of company.
cs_cz: Určuje číslo společnosti.

# Page 3012527878 - Control 663921974 - Property 1295455071
source: Specifies the post code of company.
cs_cz: Určuje poštovní směrovací číslo společnosti.

# Page 3012527878 - Control 332174833 - Property 1295455071
source: Specifies the company type in compensation.
cs_cz: Určuje typ společnosti v zápočtu.

# Page 3012527878 - Control 3461834954 - Property 1295455071
source: Specifies description for compensation.
cs_cz: Určuje popis pro zápočet.

# Page 3012527878 - Control 580412389 - Property 1295455071
source: Specifies the date on which you created the compensation.
cs_cz: Určuje datum, kdy byl zápočet vytvořen.

# Page 3012527878 - Control 4200184881 - Property 1295455071
source: Specifies the number of the compensation.
cs_cz: Určuje číslo zápočtu.

# Page 3012527878 - Control 3710982960 - Property 1295455071
source: Specifies the date when the posting of the compensation will be done.
cs_cz: Určuje datum, kdy bude zaúčtován zápočet.

# Page 3012527878 - Control 2219442658 - Property 1295455071
source: Specifies the name of the salesperson or purchaser.
cs_cz: Určuje jméno prodejce nebo nákupčího.

# Page 3012527878 - Control 513339096 - Property 1295455071
source: Specifies whether the record is open, waiting to be approved, or released to the next stage of processing.
cs_cz: Určuje, jestli je záznam otevřený, čeká na schválení nebo vydaný do další fáze zpracování.

# Page 3012527878 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 3012527878 - Control 1658766258 - Property 2879900210
source: Attachments
cs_cz: Přílohy

# Page 3012527878 - Action 3964368254 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 3012527878 - Action 3964368254 - Property 2879900210
source: A&pprovals
cs_cz: &Schvalování

# Page 3012527878 - Action 1062429549 - Property 1295455071
source: Add a file as an attachment. You can attach images as well as documents.
cs_cz: Přidejte soubor jako přílohu. Můžete připojit obrázky, stejně jako dokumenty.

# Page 3012527878 - Action 1062429549 - Property 2879900210
source: Attachments
cs_cz: Přílohy

# Page 3012527878 - Action 227370865 - Property 2879900210
source: Approval
cs_cz: Schválení

# Page 3012527878 - Action 803889193 - Property 1295455071
source: Approve compensation.
cs_cz: Schválit zápočet.

# Page 3012527878 - Action 803889193 - Property 2879900210
source: Approve
cs_cz: Schválit

# Page 3012527878 - Action 2790486453 - Property 1295455071
source: Specifies the compensation comments.
cs_cz: Určuje komentáře zápočtu.

# Page 3012527878 - Action 2790486453 - Property 2879900210
source: Comments
cs_cz: Komentáře

# Page 3012527878 - Action 1013253961 - Property 1295455071
source: Delegates compensation approvement.
cs_cz: Deleguje schválení zápočtu.

# Page 3012527878 - Action 1013253961 - Property 2879900210
source: Delegate
cs_cz: Delegovat

# Page 3012527878 - Action 113888489 - Property 1295455071
source: Rejects compensation.
cs_cz: Odmítne kompenzaci.

# Page 3012527878 - Action 113888489 - Property 2879900210
source: Reject
cs_cz: Odmítnout

# Page 3012527878 - Action 1929393835 - Property 2879900210
source: F&unctions
cs_cz: F&unkce

# Page 3012527878 - Action 1462451023 - Property 1295455071
source: The function changes the remaining amount of compensation. Compensation balance must be applied.
cs_cz: Funkce změní zbývající částku zápočtu. Saldo zápočtu musí být vyrovnáno.

# Page 3012527878 - Action 1462451023 - Property 2879900210
source: Apply Document Balance
cs_cz: Vyrovnat saldo dokladu

# Page 3012527878 - Action 2748447179 - Property 2879900210
source: Incoming Document
cs_cz: Došlý doklad

# Page 3012527878 - Action 1671420421 - Property 1295455071
source: Create an incoming document record by selecting a file to attach, and then link the incoming document record to the entry or document.
cs_cz: Vytvoří záznam došlého dokladu výběrem souboru přílohy a propojí záznam došlého dokladu k položce nebo dokladu.

# Page 3012527878 - Action 1671420421 - Property 2879900210
source: Create Incoming Document from File
cs_cz: Vytvořit došlý doklad ze souboru

# Page 3012527878 - Action 2879753038 - Property 1295455071
source: View any incoming document records and file attachments that exist for the entry or document.
cs_cz: Zobrazuje záznamy došlých dokladů a příloh, které existují k položce nebo dokladu.

# Page 3012527878 - Action 2879753038 - Property 2879900210
source: View Incoming Document
cs_cz: Zobrazit došlý doklad

# Page 3012527878 - Action 909458268 - Property 1295455071
source: Remove an external document that has been recorded, manually or automatically, and attached as a file to a document or ledger entry.
cs_cz: Odebrat externí doklad, který byl zaznamenán, ručně nebo automaticky a přiložen jako soubor k dokladu nebo související položce.

# Page 3012527878 - Action 909458268 - Property 2879900210
source: Remove Incoming Document
cs_cz: Odebrat došlý doklad

# Page 3012527878 - Action 1744698506 - Property 1295455071
source: Select an incoming document record and file attachment that you want to link to the entry or document.
cs_cz: Vyberte záznam došlého dokladu a soubor přílohy, kterou chcete spojit s položkou nebo dokladem.

# Page 3012527878 - Action 1744698506 - Property 2879900210
source: Select Incoming Document
cs_cz: Vybrat došlý doklad

# Page 3012527878 - Action 3294421439 - Property 1295455071
source: The function allows propose compensation lines.
cs_cz: Funkce umožňuje navrhnout řádky zápočtu.

# Page 3012527878 - Action 3294421439 - Property 2879900210
source: Propose Compensation Lines
cs_cz: Navrhnout řádky zápočtu

# Page 3012527878 - Action 2808404044 - Property 2879900210
source: P&osting
cs_cz: Úč&tování

# Page 3012527878 - Action 4236135242 - Property 1295455071
source: Finalize the compensation. The values are posted to the related accounts.
cs_cz: Dokončit zápočet. Hodnoty budou zaúčtovány na odpovídající účty.

# Page 3012527878 - Action 4236135242 - Property 2879900210
source: P&ost
cs_cz: Účtov&at

# Page 3012527878 - Action 3001607129 - Property 1295455071
source: Finalize the compensation and create new one. The values are posted to the related accounts.
cs_cz: Dokončete zápočet a vytvořte nový. Hodnoty budou zaúčtovány na odpovídající účty.

# Page 3012527878 - Action 3001607129 - Property 2879900210
source: Post and New
cs_cz: Účtovat a Nový

# Page 3012527878 - Action 513012614 - Property 1295455071
source: Finalize and prepare to print the compensation. The values are posted to the related accounts.
cs_cz: Finalizace a příprava na tisk zápočtu. Hodnoty budou zaúčtovány na odpovídající účty.

# Page 3012527878 - Action 513012614 - Property 2879900210
source: Post and &Print
cs_cz: Účtovat a vy&tisknout

# Page 3012527878 - Action 3298750150 - Property 1295455071
source: Review the result of the posting lines before the actual posting.
cs_cz: Posoudit výsledek účtovaných řádků před skutečným zaúčtováním.

# Page 3012527878 - Action 3298750150 - Property 2879900210
source: Preview Posting
cs_cz: Náhled účtování

# Page 3012527878 - Action 1730580216 - Property 2879900210
source: Release
cs_cz: Vydat

# Page 3012527878 - Action 4032263875 - Property 1295455071
source: Release compensation document.
cs_cz: Vydat doklad zápočtu.

# Page 3012527878 - Action 4032263875 - Property 2879900210
source: Re&lease
cs_cz: &Vydat

# Page 3012527878 - Action 2071937805 - Property 1295455071
source: Reopen the document to change it after it has been approved. Approved documents have that Released status and must be opened before they can be changed.
cs_cz: Znovu otevřít doklad ke změne poté, co byl odsouhlasen. Odsouhlasené doklady mají stav Vydaný a musí být otevřeny předtím, než mohou být změněny.

# Page 3012527878 - Action 2071937805 - Property 2879900210
source: Re&open
cs_cz: Znovu o&tevřít

# Page 3012527878 - Action 1733675610 - Property 2879900210
source: Request Approval
cs_cz: Schvalování požadavku

# Page 3012527878 - Action 858296388 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 3012527878 - Action 858296388 - Property 2879900210
source: Cancel Approval Re&quest
cs_cz: Zrušit požadav&ek ke schvalování

# Page 3012527878 - Action 383335270 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 3012527878 - Action 383335270 - Property 2879900210
source: Send A&pproval Request
cs_cz: Odeslat požadavek ke s&chvalování

# Page 3012527878 - Action 1002420131 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Příprava na tisk dokumentu. V okně možností sestavy pro dokument můžete určit, co chcete zahrnout do tisku.

# Page 3012527878 - Action 1002420131 - Property 2879900210
source: &Print
cs_cz: T&isk

# Page 3012527878 - Action 3986159229 - Property 1295455071
source: Create a PDF file and attach it to the document.
cs_cz: Vytvořte soubor PDF a připojte jej k dokumentu.

# Page 3012527878 - Action 3986159229 - Property 2879900210
source: Attach as PDF
cs_cz: Připojit jako PDF

# Page 1705393029 - Property 2879900210
source: Compensation Lines
cs_cz: Řádky zápočtu

# Page 1705393029 - Control 89861893 - Property 1295455071
source: Specifies number of Compensation card.
cs_cz: Určuje číslo na kartě zápočtu.

# Page 1705393029 - Control 3461834954 - Property 1295455071
source: Specifies the description for compensation.
cs_cz: Určuje popis pro zápočet.

# Page 1705393029 - Control 486908828 - Property 1295455071
source: Specifies the document number of the customer or vendor ledger entry.
cs_cz: Určuje číslo dokladu položky zákazníka nebo dodavatele.

# Page 1705393029 - Control 2363328873 - Property 1295455071
source: Specifies the document type of the customer or vendor ledger entry.
cs_cz: Určuje typ dokladu v položce zákazníka nebo dodavatele.

# Page 1705393029 - Control 2924064839 - Property 1295455071
source: Specifies the original amount of the source customer or vendor entry that can be included in the compensation.
cs_cz: Určuje původní částku zdrojové položky zákazníka nebo dodavatele, která může být zahrnuta do zápočtu.

# Page 1705393029 - Control 1699078524 - Property 1295455071
source: Specifies the original amount of the source customer or vendor entry that can be included in the compensation. The amount is in the local currency.
cs_cz: Určuje původní částku zdrojové položky zákazníka nebo dodavatele, která může být zahrnuta do zápočtu. Částka je v lokální měně.
