Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CompensationLocalizationForCzech/Source/Compensation Localization for Czech/Translations/Compensation Localization for Czech.*.xlf
Languages: cs_cz

# Page 1705393029 - Control 4052499268 - Property 1295455071
source: Specifies the remaining amount of the source customer or vendor entry that can be included in the compensation.
cs_cz: Určuje zůstatek částky původní položky zákazníka či dodavatele, který je možno zahrnout do zápočtu.

# Page 1705393029 - Control 3710982960 - Property 1295455071
source: Specifies the posting date of the original customer or vendor entry that is the subject of the compensation.
cs_cz: Určuje zúčtovací datum původní položky zákazníka či dodavatele, která je předmětem zápočtu.

# Page 1705393029 - Control 3627141058 - Property 1295455071
source: Specifies the entry number of customer or vendor entry that is the subject of the compensation.
cs_cz: Určuje číslo položky zákazníka či dodavatele, která je předmětem zápočtu.

# Page 1705393029 - Control 1882905478 - Property 1295455071
source: Specifies the number of customer or vendor.
cs_cz: Určuje číslo zákazníka nebo dodavatele.

# Page 1705393029 - Control 1753214751 - Property 1295455071
source: Specifies the company type in compensation line (customer or vendor).
cs_cz: Určuje typ společnosti v řádku zápočtu (zákazník nebo dodavatel).

# Page 1705393029 - Control 348895196 - Property 1295455071
source: Specifies the document number for the payment system.
cs_cz: Specifikuje číslo dokladu pro platební styk.

# Page 1705393029 - Action 1167507281 - Property 1295455071
source: Shows compensation card.
cs_cz: Zobrazí kartu zápočtu.

# Page 1705393029 - Action 1167507281 - Property 2879900210
source: Document
cs_cz: Doklad

# Page 1705393029 - Action 2173385693 - Property 1295455071
source: Specifies compensation line dimensions.
cs_cz: Určuje dimenze řádku zápočtu.

# Page 1705393029 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 2069854880 - Property 2019332006
source: New,Process,Report,Approve,Request Approval
cs_cz: Nový,Proces,Sestava,Schválit,Schvalování požadavku

# Page 2069854880 - Property 2879900210
source: Compensations
cs_cz: Zápočty

# Page 2069854880 - Control 2178647059 - Property 1295455071
source: Specifies the ledger entries remaining amount. The amount is in the local currency.
cs_cz: Určuje součet zůstatků položek. Částka je v lokální měně.

# Page 2069854880 - Control 256071628 - Property 1295455071
source: Specifies the address of company.
cs_cz: Určuje adresu společnosti.

# Page 2069854880 - Control 1551200516 - Property 1295455071
source: Specifies the number of company.
cs_cz: Určuje číslo společnosti.

# Page 2069854880 - Control 2513368127 - Property 1295455071
source: Specifies the sum of amount compensation lines. The amount is in the local currency.
cs_cz: Určuje součet částek řádků zápočtu. Částka je v lokální měně.

# Page 2069854880 - Control 248110780 - Property 1295455071
source: Specifies the sum of positive amount compensation lines. The amount is in the local currency.
cs_cz: Určuje součet kladných částek řádků zápočtů. Částka je v lokální měně.

# Page 2069854880 - Control 3461834954 - Property 1295455071
source: Specifies description for compensation.
cs_cz: Určuje popis pro zápočet.

# Page 2069854880 - Control 4200184881 - Property 1295455071
source: Specifies the number of the compensation.
cs_cz: Určuje číslo zápočtu.

# Page 2069854880 - Control 513339096 - Property 1295455071
source: Specifies the status of compensation.
cs_cz: Určuje stav zápočtu.

# Page 2069854880 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 2069854880 - Control 1658766258 - Property 2879900210
source: Attachments
cs_cz: Přílohy

# Page 2069854880 - Action 3964368254 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 2069854880 - Action 3964368254 - Property 2879900210
source: A&pprovals
cs_cz: &Schvalování

# Page 2069854880 - Action 1062429549 - Property 1295455071
source: Add a file as an attachment. You can attach images as well as documents.
cs_cz: Přidejte soubor jako přílohu. Můžete připojit obrázky, stejně jako dokumenty.

# Page 2069854880 - Action 1062429549 - Property 2879900210
source: Attachments
cs_cz: Přílohy

# Page 2069854880 - Action 2808404044 - Property 2879900210
source: P&osting
cs_cz: Úč&tování

# Page 2069854880 - Action 4236135242 - Property 1295455071
source: Finalize the compensation. The values are posted to the related accounts.
cs_cz: Dokončit zápočet. Hodnoty budou zaúčtovány na odpovídající účty.

# Page 2069854880 - Action 4236135242 - Property 2879900210
source: P&ost
cs_cz: Účtov&at

# Page 2069854880 - Action 513012614 - Property 1295455071
source: Finalize and prepare to print the compensation. The values are posted to the related accounts.
cs_cz: Finalizace a příprava na tisk zápočtu. Hodnoty budou zaúčtovány na odpovídající účty.

# Page 2069854880 - Action 513012614 - Property 2879900210
source: Post and &Print
cs_cz: Účtovat a vy&tisknout

# Page 2069854880 - Action 3298750150 - Property 1295455071
source: Review the result of the posting lines before the actual posting.
cs_cz: Posoudit výsledek účtovaných řádků před skutečným zaúčtováním.

# Page 2069854880 - Action 3298750150 - Property 2879900210
source: Preview Posting
cs_cz: Náhled účtování

# Page 2069854880 - Action 1733675610 - Property 2879900210
source: Request Approval
cs_cz: Schvalování požadavku

# Page 2069854880 - Action 858296388 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 2069854880 - Action 858296388 - Property 2879900210
source: Cancel Approval Re&quest
cs_cz: Zrušit požadav&ek ke schvalování

# Page 2069854880 - Action 383335270 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 2069854880 - Action 383335270 - Property 2879900210
source: Send A&pproval Request
cs_cz: Odeslat požadavek ke s&chvalování

# Page 2069854880 - Action 1002420131 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Příprava na tisk dokumentu. V okně možností sestavy pro dokument můžete určit, co chcete zahrnout do tisku.

# Page 2069854880 - Action 1002420131 - Property 2879900210
source: &Print
cs_cz: T&isk

# Page 2069854880 - Action 3986159229 - Property 1295455071
source: Create a PDF file and attach it to the document.
cs_cz: Vytvořte soubor PDF a připojte jej k dokumentu.

# Page 2069854880 - Action 3986159229 - Property 2879900210
source: Attach as PDF
cs_cz: Připojit jako PDF

# Page 1021558782 - Property 2879900210
source: Compensation Proposal
cs_cz: Návrh zápočtu

# Page 1021558782 - Control 938567880 - Property 1295455071
source: Specifies total balance (LCY) of compensation proposal.
cs_cz: Určuje celkový zůstatek (LM) návrhu zápočtu.

# Page 1021558782 - Control 938567880 - Property 2879900210
source: Total Balance (LCY)
cs_cz: Celkové saldo (LM)

# Page 1021558782 - Control 3037438984 - Property 1295455071
source: Specifies compensation posting date.
cs_cz: Určuje datum účtování zápočtu.

# Page 1021558782 - Control 3037438984 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Page 1021558782 - Control 34717358 - Property 1295455071
source: Specifies source name.
cs_cz: Určuje název zdroje.

# Page 1021558782 - Control 34717358 - Property 2879900210
source: Source Name
cs_cz: Název původu

# Page 1021558782 - Control 1900957152 - Property 1295455071
source: Specifies the source number.
cs_cz: Určuje číslo původu.

# Page 1021558782 - Control 1900957152 - Property 2879900210
source: Source No.
cs_cz: Číslo původu

# Page 1021558782 - Control 3996861631 - Property 1295455071
source: Specifies the source type.
cs_cz: Určuje typ původu.

# Page 1021558782 - Control 3996861631 - Property 2879900210
source: Source Type
cs_cz: Typ původu

# Page 1021558782 - Action 4117904063 - Property 1295455071
source: Recalculates compensation balance.
cs_cz: Přepočítá zůstatek zápočtu.

# Page 1021558782 - Action 4117904063 - Property 2879900210
source: Recalculate Balance
cs_cz: Přepočítat saldo

# Page 2725993544 - Property 2879900210
source: Lines
cs_cz: Řádky

# Page 2725993544 - Control 636392376 - Property 1295455071
source: Specifies the amount which will be included in the compensation.
cs_cz: Určuje částku, která bude započtena.

# Page 2725993544 - Control 592951229 - Property 1295455071
source: Specifies the amount which will be included in the compensation. The amount is in the local currency.
cs_cz: Určuje částku, která bude započtena. Částka je v lokální měně.

# Page 2725993544 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 2725993544 - Control 3461834954 - Property 1295455071
source: Specifies description for compensation.
cs_cz: Určuje popis pro zápočet.

# Page 2725993544 - Control 486908828 - Property 1295455071
source: Specifies the document number of the customer or vendor ledger entry.
cs_cz: Určuje číslo dokladu položky zákazníka nebo dodavatele.

# Page 2725993544 - Control 2363328873 - Property 1295455071
source: Specifies the document type of the customer or vendor ledger entry.
cs_cz: Určuje typ dokladu v položce zákazníka nebo dodavatele.

# Page 2725993544 - Control 2924064839 - Property 1295455071
source: Specifies the original amount of the source customer or vendor entry that can be included in the compensation.
cs_cz: Určuje původní částku zdrojové položky zákazníka nebo dodavatele, která může být zahrnuta do zápočtu.

# Page 2725993544 - Control 1699078524 - Property 1295455071
source: Specifies the original amount of the source customer or vendor entry that can be included in the compensation. The amount is in the local currency.
cs_cz: Určuje původní částku zdrojové položky zákazníka nebo dodavatele, která může být zahrnuta do zápočtu. Částka je v lokální měně.

# Page 2725993544 - Control 3033221207 - Property 1295455071
source: Specifies the remaining amount of the source customer or vendor entry that can be included in the compensation. The amount is in the local currency.
cs_cz: Určuje zůstatek částky původní položky zákazníka či dodavatele, který je možno zahrnout do zápočtu. Částka je v lokální měně.

# Page 2725993544 - Control 4052499268 - Property 1295455071
source: Specifies the remaining amount of the source customer or vendor entry that can be included in the compensation.
cs_cz: Určuje zůstatek částky původní položky zákazníka či dodavatele, který je možno zahrnout do zápočtu.

# Page 2725993544 - Control 148969276 - Property 1295455071
source: The amount on the marked lines will not be automatically reduced when the Adjust Compensation Balance function is started.
cs_cz: Částka na označených řádcích nebude automaticky snižována při spuštění funkce Vyrovnání salda dokladu.

# Page 2725993544 - Control 3710982960 - Property 1295455071
source: Specifies the posting date of the original customer or vendor entry that is the subject of the compensation.
cs_cz: Určuje zúčtovací datum původní položky zákazníka či dodavatele, která je předmětem zápočtu.

# Page 2725993544 - Control 1915851633 - Property 1295455071
source: Specifies the posting group used on the source customer or vendor entry.
cs_cz: Určuje použitou účto skupinu na původní položce zákazníka či dodavatele.

# Page 2725993544 - Control 2975378708 - Property 1295455071
source: Specifies the amount after doing compensation process.
cs_cz: Určuje částku po provedení procesu zápočtu.

# Page 2725993544 - Control 2700662257 - Property 1295455071
source: Specifies the amount after doing compensation process. The amount is in the local currency.
cs_cz: Určuje částku po provedení procesu zápočtu. Částka je v lokální měně.

# Page 2725993544 - Control 1577567912 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 1, which is defined in the Shortcut Dimension 1 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 1, který je definován v poli kódu zkratky dimenze 1 v okně nastavení financí.

# Page 2725993544 - Control 1003760969 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 2, which is defined in the Shortcut Dimension 2 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 2, který se definuje v poli Kód zkratky dimenze 2 v okně Nastavení financí.

# Page 2725993544 - Control 655538596 - Property 1295455071
source: Specifies shortcut dimension code No. 3 of line
cs_cz: Určuje kód zkratky dimenze 3 řádku

# Page 2725993544 - Control 3128656593 - Property 1295455071
source: Specifies shortcut dimension code No. 4 of line
cs_cz: Určuje kód zkratky dimenze 4 řádku

# Page 2725993544 - Control 377216802 - Property 1295455071
source: Specifies shortcut dimension code No. 5 of line
cs_cz: Určuje kód zkratky dimenze 5 řádku

# Page 2725993544 - Control 3685713487 - Property 1295455071
source: Specifies shortcut dimension code No. 6 of line
cs_cz: Určuje kód zkratky dimenze 6 řádku

# Page 2725993544 - Control 934273696 - Property 1295455071
source: Specifies shortcut dimension code No. 7 of line
cs_cz: Určuje kód zkratky dimenze 7 řádku

# Page 2725993544 - Control 1291090573 - Property 1295455071
source: Specifies shortcut dimension code No. 8 of line
cs_cz: Určuje kód zkratky dimenze 8 řádku

# Page 2725993544 - Control 3627141058 - Property 1295455071
source: Specifies the entry number of customer or vendor entry that is the subject of the compensation.
cs_cz: Určuje číslo položky zákazníka či dodavatele, která je předmětem zápočtu.

# Page 2725993544 - Control 1882905478 - Property 1295455071
source: Specifies the number of customer or vendor.
cs_cz: Určuje číslo zákazníka nebo dodavatele.

# Page 2725993544 - Control 1753214751 - Property 1295455071
source: Specifies the company type in compensation line (customer or vendor).
cs_cz: Určuje typ společnosti v řádku zápočtu (zákazník nebo dodavatel).

# Page 2725993544 - Control 348895196 - Property 1295455071
source: Specifies the document number for the payment system.
cs_cz: Specifikuje číslo dokladu pro platební styk.

# Page 2725993544 - Control 1647293748 - Property 1295455071
source: Specifies the ledger entries remaining amount. The amount is in the local currency.
cs_cz: Určuje součet zůstatků položek. Částka je v lokální měně.

# Page 2725993544 - Control 1647293748 - Property 2879900210
source: Balance (LCY)
cs_cz: Saldo (LM)

# Page 2725993544 - Control 4255563000 - Property 1295455071
source: Specifies the sum of amount compensation lines. The amount is in the local currency.
cs_cz: Určuje součet částek řádků zápočtu. Částka je v lokální měně.

# Page 2725993544 - Control 4255563000 - Property 2879900210
source: Compensation Balance (LCY)
cs_cz: Zůstatek zápočtu (LM)

# Page 2725993544 - Control 21664075 - Property 1295455071
source: Specifies the sum of positive amount compensation lines. The amount is in the local currency.
cs_cz: Určuje součet kladných částek řádků zápočtů. Částka je v lokální měně.

# Page 2725993544 - Control 21664075 - Property 2879900210
source: Compensation Value (LCY)
cs_cz: Hodnota zápočtu (LM)

# Page 2725993544 - Action 1735507514 - Property 2879900210
source: &Line
cs_cz: Řáde&k

# Page 2725993544 - Action 2173385693 - Property 1295455071
source: Specifies compensation line dimensions.
cs_cz: Určuje dimenze řádku zápočtu.

# Page 2725993544 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 2725993544 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku.

# Page 2725993544 - Action 3538210097 - Property 2879900210
source: Find Entries
cs_cz: Najít položky

# Page 3455657710 - Property 2879900210
source: Compensations Setup
cs_cz: Nastavení zápočtů

# Page 3455657710 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 3455657710 - Control 380079421 - Property 1295455071
source: Specifies the account number for compensations posting.
cs_cz: Určuje číslo protiúčtu pro účtování zápočtu.

# Page 3455657710 - Control 1230996665 - Property 1295455071
source: Specifies if the compensation Entries will be proposed according Registration No. or Bussiness Relation.
cs_cz: Určuje, zda se budou položky zápočtu navrhovat podle IČ nebo podle obchodního vztahu.

# Page 3455657710 - Control 4017398426 - Property 1295455071
source: Specifies the credit rounding account for compensation posting.
cs_cz: Určuje Dal účet zaokrouhlení při účtování zápočtu.

# Page 3455657710 - Control 908418791 - Property 1295455071
source: Specifies the debit rounding account for compensation posting.
cs_cz: Určuje MD účet zaokrouhlení při účtování zápočtu.

# Page 3455657710 - Control 2037432320 - Property 1295455071
source: Specifies the maximum amount by which compensation entries can be automatically applie.
cs_cz: Určuje maximální částku, o kterou mohou být položky zápočtu automaticky vyrovnány.

# Page 3455657710 - Control 3122636683 - Property 1295455071
source: Specifies which customer/vendor entries to display if the system does not find any. If the value in the field is set to "NO", the entries of all other partners will be displayed, if set to "YES", the page will be blank.
cs_cz: Určuje, jaké položky zákazníků/dodavatelů se mají zobrazovat v případě, že systém žádné nedohledá. Pokud bude hodnota v poli nastavena "NE", zobrazí se položky všech ostatních partnerů, pokud bude nastaveno "ANO", bude stránka prázdná.

# Page 3455657710 - Control 1532816877 - Property 2879900210
source: Numbering
cs_cz: Číslování

# Page 3455657710 - Control 3194767668 - Property 1295455071
source: Specifies the number series for compensations numbering.
cs_cz: Určuje číselnou řadu pro číslování zápočtů.

# Page 2647720189 - Property 2879900210
source: Posted Compensation Card
cs_cz: Karta účtovaného zápočtu

# Page 2647720189 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 2647720189 - Control 3108507123 - Property 1295455071
source: Specifies the address of customer or vendor.
cs_cz: Určuje adresu zákazníka nebo dodavatele.

# Page 2647720189 - Control 3576567861 - Property 1295455071
source: Specifies the address 2 of customer or vendor.
cs_cz: Určuje adresu 2 zákazníka nebo dodavatele.

# Page 2647720189 - Control 256071628 - Property 1295455071
source: Specifies the post code and city of company.
cs_cz: Určuje poštovní směrovací číslo a město společnosti.

# Page 2647720189 - Control 2251498297 - Property 1295455071
source: Specifies the contact name of company.
cs_cz: Určuje jméno kontaktu společnosti.

# Page 2647720189 - Control 699839103 - Property 1295455071
source: Specifies the company country or region of address.
cs_cz: Určuje zemi nebo oblast adresy společnosti.

# Page 2647720189 - Control 3997336476 - Property 1295455071
source: Specifies the name of company.
cs_cz: Určuje název společnosti.

# Page 2647720189 - Control 1372465934 - Property 1295455071
source: Specifies the name 2 of company.
cs_cz: Určuje název 2 společnosti.

# Page 2647720189 - Control 1551200516 - Property 1295455071
source: Specifies the number of customer or vendor.
cs_cz: Určuje číslo zákazníka nebo dodavatele.

# Page 2647720189 - Control 663921974 - Property 1295455071
source: Specifies the post code of company.
cs_cz: Určuje poštovní směrovací číslo společnosti.

# Page 2647720189 - Control 332174833 - Property 1295455071
source: Specifies the company type in compensation.
cs_cz: Určuje typ společnosti v zápočtu.

# Page 2647720189 - Control 3461834954 - Property 1295455071
source: Specifies the description for Compensation card.
cs_cz: Určuje popis na kartě zápočtu.

# Page 2647720189 - Control 580412389 - Property 1295455071
source: Specifies the date on which you created the document.
cs_cz: Určuje datum, kdy byl doklad vytvořen.

# Page 2647720189 - Control 4200184881 - Property 1295455071
source: Specifies the number of the Compensation card.
cs_cz: Určuje číslo na kartě zápočtu.

# Page 2647720189 - Control 3710982960 - Property 1295455071
source: Specifies the date on which the Compensation card was posted.
cs_cz: Určuje datum, kdy bude karta zápočtu zaúčtována.

# Page 2647720189 - Control 2219442658 - Property 1295455071
source: Specifies the name of the salesperson or purchaser.
cs_cz: Určuje jméno prodejce nebo nákupčího.

# Page 2647720189 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 2647720189 - Control 1658766258 - Property 2879900210
source: Attachments
cs_cz: Přílohy

# Page 2647720189 - Action 2748447179 - Property 2879900210
source: Incoming Document
cs_cz: Došlý doklad

# Page 2647720189 - Action 1671420421 - Property 1295455071
source: Creates incoming document from file
cs_cz: Vytváří došlý doklad ze souboru.

# Page 2647720189 - Action 1671420421 - Property 2879900210
source: Create Incoming Document from File
cs_cz: Vytvořit došlý doklad ze souboru

# Page 2647720189 - Action 2879753038 - Property 1295455071
source: Specifies incoming document
cs_cz: Určuje došlý doklad

# Page 2647720189 - Action 2879753038 - Property 2879900210
source: View Incoming Document
cs_cz: Zobrazit došlý doklad

# Page 2647720189 - Action 1744698506 - Property 1295455071
source: Selects incoming document
cs_cz: Vybere došlý doklad

# Page 2647720189 - Action 1744698506 - Property 2879900210
source: Select Incoming Document
cs_cz: Vybrat došlý doklad

# Page 2647720189 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry or document.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku nebo dokument.

# Page 2647720189 - Action 3538210097 - Property 2879900210
source: Find Entries
cs_cz: Najít položky

# Page 2647720189 - Action 1002420131 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Příprava na tisk dokumentu. V okně možností sestavy pro dokument můžete určit, co chcete zahrnout do tisku.

# Page 2647720189 - Action 1002420131 - Property 2879900210
source: &Print
cs_cz: T&isk

# Page 2647720189 - Action 3986159229 - Property 1295455071
source: Create a PDF file and attach it to the document.
cs_cz: Vytvořte soubor PDF a připojte jej k dokumentu.

# Page 2647720189 - Action 3986159229 - Property 2879900210
source: Attach as PDF
cs_cz: Připojit jako PDF

# Page 312536327 - Property 2879900210
source: Posted Compensations
cs_cz: Zaúčtované zápočty

# Page 312536327 - Control 2178647059 - Property 1295455071
source: Specifies the ledger entries remaining amount. The amount is in the local currency.
cs_cz: Určuje součet zůstatků položek. Částka je v lokální měně.

# Page 312536327 - Control 256071628 - Property 1295455071
source: Specifies the address of customer or vendor.
cs_cz: Určuje adresu zákazníka nebo dodavatele.

# Page 312536327 - Control 1551200516 - Property 1295455071
source: Specifies the number of customer or vendor.
cs_cz: Určuje číslo zákazníka nebo dodavatele.
