Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: ImageAnalysis/Source/Image Analyzer/Translations/Image Analyzer.*.xlf
Languages: cs_cz, nb_no, ru_ru

# PageExtension 1450496495 - NamedType 1830228471
source: The contact you're analyzing a picture of is a company, not a person. The contact must be a person.
cs_cz: Kontakt, kde analyzujete obrázek je společnost, nikoli osoba. Kontakt musí být osoba.
nb_no: Kontakten du analyserer et bilde av, er et selskap og ikke en person. Kontakten må være en person.
ru_ru: Контакт, который вы анализируете, — это изображение компании, а не человека. На изображении контакта должен быть человек.

# TableExtension 214061687 - Field 2508927063 - Property 2879900210
source: Enable Image Analyzer
cs_cz: Povolit Analyzátor obrazu
nb_no: Aktiver Bildeanalyse
ru_ru: Включить Анализ изображений

# TableExtension 214061687 - Field 2957770053 - Property 2879900210
source: Confidence Score Threshold %
cs_cz: Práh skóre spolehlivosti %
nb_no: Terskel-% for konfidensresultat
ru_ru: Порог степени достоверности, %

# TableExtension 214061687 - NamedType 1644091217
source: To enable image analysis, you must be an administrator. Ensure that you are assigned the 'SUPER' user permission set.
cs_cz: Chcete-li povolit analýzu obrázků, musíte být správcem. Ujistěte se, zda máte přiřazenu sadu oprávnění "SUPER".
nb_no: Hvis du vil aktivere Bildeanalyse, må du være administrator. Kontroller at du har tilordnet tillatelsessettet SUPER-bruker.
ru_ru: Для включения анализа изображений необходимо быть администратором. Убедитесь, что вам назначен набор разрешений SUPER.
