Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: ImageAnalysis/Source/Image Analyzer/Translations/Image Analyzer.*.xlf
Languages: cs_cz, nb_no, ru_ru

# Table 2062634445 - Field 124749925 - Property 2879900210
source: Detected On Item No
cs_cz: Zjištěno na čísle zboží
nb_no: Oppdaget på varenr.
ru_ru: Обнаружено на товаре номер

# Table 2062634445 - Field 3230376938 - Property 2879900210
source: Confidence Score (%)
cs_cz: Skóre spolehlivosti (%)
nb_no: Konfidensresultat (%)
ru_ru: Степень достоверности (%)

# Table 2062634445 - Field 2807378183 - Property 2879900210
source: Detected Attribute Name
cs_cz: Zjištěný název atributu
nb_no: Oppdaget attributtnavn
ru_ru: Обнаруженное имя атрибута

# Table 2062634445 - Field 1037119892 - Property 2879900210
source: Item Category Code
cs_cz: Kód kategorie zboží
nb_no: Varekategorikode
ru_ru: Код товарной категории

# Table 2062634445 - Field 2590381267 - Property 2879900210
source: Newly Created Item Category Code
cs_cz: Nově vytvořený kód kategorie zboží
nb_no: Nyopprettet varekategorikode
ru_ru: Вновь созданный код товарной категории

# Table 2062634445 - Field 512056945 - Property 2879900210
source: Item Attribute Value Id
cs_cz: Id hodnoty atributu zboží
nb_no: ID for verdi for vareattributt
ru_ru: ИД значения атрибута товара

# Table 2062634445 - Field 1390308272 - Property 2879900210
source: Action to Perform
cs_cz: Akce k provedení
nb_no: Handling som skal utføres
ru_ru: Выполняемое действие

# Table 2062634445 - Field 1390308272 - Property 62802879
source: Ignore,Use as category,Use as attribute,Add to blacklist
cs_cz: Ignorovat,Použít jako kategorii,Použít jako atribut,Přidat na černou listinu
nb_no: Ignorer,Bruk som kategori,Bruk som attributt,Legg til i svarteliste
ru_ru: Пропустить,Использовать в качестве категории,Использовать в качестве атрибута,Добавить в черный список

# Table 2062634445 - Field 3133425969 - Property 2879900210
source: Details
cs_cz: Detaily
nb_no: Detaljer
ru_ru: Сведения

# Table 2062634445 - Field 1892013013 - Property 2879900210
source: Item Attribute Name Id
cs_cz: Id názvu atributu zboží
nb_no: ID for navn på vareattributt
ru_ru: ИД имени атрибута товара

# Table 2062634445 - Field 558890210 - Property 2879900210
source: Item Attribute Name
cs_cz: Název atributu zboží
nb_no: Navn på vareattributt
ru_ru: Имя атрибута товара

# Table 2062634445 - Field 224590807 - Property 2879900210
source: Item Attribute Value Name
cs_cz: Název hodnoty atributu zboží
nb_no: Navn på verdi for vareattributt
ru_ru: Имя значения атрибута товара

# Table 2062634445 - NamedType 2883311424
source: Choose item attribute
cs_cz: Zvolte atribut zboží
nb_no: Velg vareattributt
ru_ru: Выбрать атрибут товара

# Table 2062634445 - NamedType 2581640382
source: You can choose only one attribute as the item category.
cs_cz: Můžete použít pouze jeden atribut jako kategorie zboží.
nb_no: Du kan velge bare ett attributt som varekategorien.
ru_ru: В качестве товарной категории можно выбрать только один атрибут.

# Table 2062634445 - NamedType 4279895527
source: Item attribute: '%1' = '%2'
cs_cz: Atribut zboží: "%1"="%2"
nb_no: Vareattributt: %1 = %2
ru_ru: Атрибут товара: "%1" = "%2"

# Table 2062634445 - NamedType 4157130179
source: Category: '%1'
cs_cz: Kategorie: '%1'
nb_no: Kategori: %1
ru_ru: Категория: "%1"

# Table 2062634445 - NamedType 686825585
source: Attribute '%1' is already set.
cs_cz: Atribut '%1' je již nastaven.
nb_no: Attributtet %1 er allerede angitt.
ru_ru: Атрибут "%1" уже задан.

# Table 934628271 - Field 1716525935 - Property 2879900210
source: Tag Name
cs_cz: Název značky
nb_no: Kodenavn
ru_ru: Имя тега

# Codeunit 1247484900 - NamedType 2789778645
source: Sorry, we didn't spot any attributes in the image. This happens occasionally. For example, sometimes we need more contrast between the item and the background. If you want, try another image.
cs_cz: Bohužel jsme neobjevili žádné atributy v obraze. To se stane občas. Například někdy potřebujeme více kontrastu mezi položkou a pozadím. Pokud chcete, zkuste jiný obrázek.
nb_no: Beklager. Fant ingen attributter i bildet. Dette skjer noen ganger. Noen ganger trenger vi for eksempel mer kontrast mellom elementet og bakgrunnen. Hvis du vil, kan du prøve et annet bilde.
ru_ru: К сожалению, на этом изображении не удалось обнаружить ни одного атрибута. Такое иногда случается. Например, это может быть связано с недостаточным контрастом между объектом и фоном. При желании попробуйте другое изображение.

# Codeunit 3175899218 - NamedType 3939425112
source: Image analysis usage limit already reached
cs_cz: Již bylo dosaženo limitu využití analýzy obrazu
nb_no: Grense for bruk av bildeanalyse er allerede nådd
ru_ru: Предельное количество анализируемых изображений уже достигнуто

# Codeunit 3175899218 - NamedType 330083034
source: Image analysis usage limit reached
cs_cz: Bylo dosaženo limitu využití analýzy obrazu
nb_no: Grense for bruk av bildeanalyse er nådd
ru_ru: Достигнуто предельное количество анализируемых изображений

# Codeunit 3175899218 - NamedType 1289747415
source: Notify me that the maximum number of image analyses allowed in the period is already reached.
cs_cz: Upozorněte mě, že je již dosaženo maximálního počtu povolených analýz obrázků v období.
nb_no: Varsle meg om at det maksimale antallet bildeanalyser som er tillatt i perioden, allerede er nådd.
ru_ru: Уведомлять после достижения максимального количества анализируемых изображений, разрешенных в течение периода.

# Codeunit 3175899218 - NamedType 209266697
source: Notify me when I reach the maximum number of image analyses allowed in the period.
cs_cz: Upozorněte mě po dosažení maximálního počtu povolených analýz obrazu v období.
nb_no: Varsle meg når jeg når det maksimale antallet bildeanalyser som er tillatt i perioden.
ru_ru: Уведомлять при достижении максимального количества анализируемых изображений, разрешенных в течение периода.

# Codeunit 3175899218 - NamedType 2252684351
source: You just reached the limit of analyzed images. You can analyze %1 images per %2. You'll have to wait until the beginning of the next %2 to analyze more images.
cs_cz: Právě byl dosažen limit analyzovaných obrázků. Můžete analyzovat %1 obrázky z %2. Budete muset počkat do začátku dalšího %2 pro analýzu dalších obrázků.
nb_no: Du nådde akkurat grensen for analyserte bilder. Du kan analysere %1 bilder per %2. Du må vente til starten av neste %2 for å analysere flere bilder.
ru_ru: Вы достигли предельного количества анализируемых изображений. Вам разрешено анализировать %1 изображений в %2. Вы сможете анализировать дальнейшие изображения, только когда начнется следующий %2.

# Codeunit 3175899218 - NamedType 3777354085
source: If you want, we can assign attributes based on the images you import for items and contacts.
cs_cz: Pokud chcete, můžeme přiřadit atributy podle obrázků importovaných zboží a kontaktů.
nb_no: Hvis du vil, kan vi tilordne attributter basert på bildene du importerer for varer og kontakter.
ru_ru: Если хотите, мы можем назначать атрибуты на основе импортируемых вами изображений товарам и контактам.

# Codeunit 3175899218 - NamedType 3519161399
source: Image Analyzer setup
cs_cz: Nastavení Analyzátoru obrazu
nb_no: Oppsett for bildeanalyse
ru_ru: Настройка Анализа изображений

# Codeunit 3175899218 - NamedType 2403516424
source: Notify me that the Image Analyzer extension can suggest attributes detected in imported images.
cs_cz: Upozorněte mě, že rozšíření Analyzátor obrazu může navrhnout atributy zjištěné v importovaných obrázcích.
nb_no: Varsle meg om at bildeanalyseutvidelsen kan foreslå attributter som ble oppdaget i importerte bilder.
ru_ru: Уведомлять, что расширение "Анализ изображений" может предлагать атрибуты, обнаруженные на импортированных изображениях.

# Codeunit 3175899218 - NamedType 1593074454
source: Image Analyzer profile questionnaire completed
cs_cz: Byla dokončena analýza obrazu pro profilový dotazník
nb_no: Profilspørreskjemaet for bildeanalyse er fullført
ru_ru: Анкета профиля Анализа изображений заполнена

# Codeunit 3175899218 - NamedType 2867214218
source: Notify me when Image Analyzer has been used in profile questionnaire to analyze a picture of a contact.
cs_cz: Upozorněte mě, když byla použita analýza obrazu v dotazníku profilu k analýze fotografie kontaktu.
nb_no: Varsle meg når bildeanalysen har blitt brukt i profilspørreskjemaet til å analysere et bilde av en kontakt.
ru_ru: Уведомлять при использовании Анализа изображений в анкете профиля для анализа изображения контакта.

# Codeunit 3175899218 - NamedType 861756657
source: Looks like the Image Analyzer extension is disabled. Do you want to learn more and enable it?
cs_cz: Vypadá že je zakázáno rozšíření Analyzátor obrazu. Chcete získat další informace a povolit jej?
nb_no: Det ser ut som at bildeanalyseutvidelsen er deaktivert. Vil du finne ut mer og aktivere den?
ru_ru: Похоже, расширение "Анализ изображений" отключено. Хотите узнать о нем больше и включить его?

# Codeunit 3175899218 - NamedType 1478212858
source: Don't ask again
cs_cz: Dotaz již nezobrazovat
nb_no: Ikke spør meg igjen
ru_ru: Больше не спрашивать

# Codeunit 3175899218 - NamedType 1781593251
source: Enable
cs_cz: Povolit
nb_no: Aktiver
ru_ru: Включить

# Codeunit 3175899218 - NamedType 844885115
source: Got it
cs_cz: Jasně
nb_no: Jeg skjønner
ru_ru: Понятно

# Codeunit 3175899218 - NamedType 1830429907
source: Don't tell me again
cs_cz: Znovu nepřipomínat
nb_no: Ikke vis dette igjen
ru_ru: Больше не сообщать об этом

# Codeunit 3175899218 - NamedType 648729261
source: Open setup
cs_cz: Otevřít nastavení
nb_no: Åpne oppsett
ru_ru: Открыть настройку

# Codeunit 1854769596 - NamedType 73413020
source: Attributes detected by Image Analyzer.
cs_cz: Atributy zjištěné analýzou obrazu.
nb_no: Attributter oppdaget av Bildeanalyse.
ru_ru: Атрибуты, обнаруженные при анализе изображений.

# Codeunit 1854769596 - NamedType 2188766998
source: Detected gender
cs_cz: Zjištěné pohlaví
nb_no: Oppdaget kjønn
ru_ru: Обнаруженный пол

# Codeunit 1854769596 - NamedType 683328826
source: Detected age
cs_cz: Zjištěný věk
nb_no: Oppdaget alder
ru_ru: Обнаруженный возраст

# Codeunit 1854769596 - NamedType 369005591
source: Male
cs_cz: Muž
nb_no: Mann
ru_ru: Мужской

# Codeunit 1854769596 - NamedType 3150432074
source: Female
cs_cz: Žena
nb_no: Kvinne
ru_ru: Женский

# Codeunit 1854769596 - NamedType 913096805
source: IMAGE ANALYZER
cs_cz: ANALÝZA OBRAZU
nb_no: BILDEANALYSE
ru_ru: АНАЛИЗ ИЗОБРАЖЕНИЙ

# Codeunit 1854769596 - NamedType 983399426
source: Good work! You can view the results of the image analysis on the Profile Questionnaire FastTab.
cs_cz: Dobrá práce! Výsledky analýzy obrazu můžete vidět v Profilovém dotazníku.
nb_no: Bra jobba! Du kan vise resultatene av bildeanalysen i hurtigfanen Profilspørreskjema.
ru_ru: Отлично! Результаты анализа изображений можно просмотреть на экспресс-вкладке "Анкета профиля".

# Page 4132159392 - Property 2879900210
source: Image Analyzer Attributes
cs_cz: Atributy Analyzátoru obrazu
nb_no: Attributter for Bildeanalyse
ru_ru: Атрибуты Анализа изображений

# Page 4132159392 - Property 2019332006
source: New,Process,Report,Confidence Score,Blacklist
cs_cz: Nový,Proces,Sestava,Skóre spolehlivosti,Zakázáno
nb_no: Ny,Prosess,Rapport,Konfidensresultat,Svarteliste
ru_ru: Новый,Процесс,Отчет,Степень достоверности,Черный список

# Page 4132159392 - Control 1301349253 - Property 2879900210
source: Add to the Item Description
cs_cz: Přidat popis položky
nb_no: Legg til i varebeskrivelsen
ru_ru: Добавить в описание товара

# Page 4132159392 - Control 4214913808 - Property 2879900210
source: Item Description
cs_cz: Popis zboží
nb_no: Varebeskrivelse
ru_ru: Описание товара

# Page 4132159392 - Action 1032175268 - Property 2879900210
source: Confidence Score
cs_cz: Skóre spolehlivosti
nb_no: Konfidensresultat
ru_ru: Степень достоверности

# Page 4132159392 - Action 3024099986 - Property 2879900210
source: View All Attributes
cs_cz: Zobrazit všechny atributy
nb_no: Vis alle attributter
ru_ru: Показать все атрибуты

# Page 4132159392 - Action 2697588780 - Property 2879900210
source: Hide Low Confidence Attributes
cs_cz: Skrýt atributy nízké spolehlivosti
nb_no: Skjul attributter for lav konfidens
ru_ru: Скрыть атрибуты с низким уровнем достоверности

# Page 4132159392 - Action 2630983774 - Property 2879900210
source: Blacklist
cs_cz: Černá listina
nb_no: Svarteliste
ru_ru: Черный список

# Page 4132159392 - Action 3727368580 - Property 2879900210
source: View Blacklisted Attributes
cs_cz: Zobrazit zakázané atributy
nb_no: Vis svartelistede attributter
ru_ru: Показать атрибуты в черном списке

# Page 4132159392 - NamedType 1720518960
source: Add to the item description
cs_cz: Přidat popis položky
nb_no: Legg til i varebeskrivelsen
ru_ru: Добавить в описание товара

# Page 2516211404 - Property 2879900210
source: Image Analyzer Blacklisted Attributes
cs_cz: Zakázáné atributy Analyzátoru obrazu
nb_no: Attributter svartelistet av Bildeanalyse
ru_ru: Атрибуты в черном списке Анализа изображений

# Page 872216054 - Property 2879900210
source: Image Analyzer assisted setup guide
cs_cz: Průvodce asistovaného nastavení Analyzátoru obrazu
nb_no: Assistert oppsettveiledning for Bildeanalyse
ru_ru: Мастер настройки Анализа изображений

# Page 872216054 - Control 1971151373 - Property 2879900210
source: Welcome
cs_cz: Vítejte
nb_no: Velkommen
ru_ru: Добро пожаловать

# Page 872216054 - Control 170988037 - Property 1968111052
source: Image Analyzer uses the Computer Vision API from Microsoft Cognitive Services to detect attributes in the images you upload for items and contact persons, so it's easy for you to assign them. For items, Image Analyzer finds attributes like type and color. For contact persons, it detects age and gender.
cs_cz: Analyzátor obrazu používá rozhraní Computer Vision od společnosti Microsoft Cognitive Services k detekci atributů v obrázcích, které nahráváte pro zboží a kontaktní osoby, takže je snadné je přiřadit. U zboží najde Analyzátor obrazu atributy, jako je typ a barva. U kontaktních osob zjistí věk a pohlaví.
nb_no: Bildeanalyse bruker API for Visuelt innhold fra Microsoft Cognitive Services til å oppdage attributter i bildene du laster opp for varer og kontaktpersoner, så derfor er det enkelt å tilordne dem. For varer finner Bildeanalyse attributter som type og farge, mens for kontaktpersoner oppdages alder og kjønn.
ru_ru: Расширение "Анализ изображений" использует API компьютерного зрения от Microsoft Cognitive Services для обнаружения атрибутов в загружаемых вами изображениях товаров и контактных лиц, чтобы упростить вам назначение этих атрибутов. В случае товаров Анализ изображений определяет такие атрибуты, как тип и цвет. В случае контактных лиц он определяет возраст и пол.

# Page 872216054 - Control 2471219329 - Property 2879900210
source: Terms of Use
cs_cz: Podmínky použití
nb_no: Vilkår for bruk
ru_ru: Условия использования

# Page 872216054 - Control 2762510287 - Property 2879900210
source: I understand and accept these terms
cs_cz: Rozumím a přijímám tyto podmínky
nb_no: Jeg forstår og godtar disse vilkårene
ru_ru: Я принимаю эти условия

# Page 872216054 - Control 1546979963 - Property 2879900210
source: That's it!
cs_cz: To je ono!
nb_no: Det var det!
ru_ru: Вот и все!

# Page 872216054 - Control 2770563878 - Property 2879900210
source: Analyze current picture
cs_cz: Analyzovat aktuální obrázek
nb_no: Analyser gjeldende bilde
ru_ru: Анализ текущего изображения

# Page 872216054 - Action 2438272767 - Property 2879900210
source: Back
cs_cz: Zpět
nb_no: Tilbake
ru_ru: Назад

# Page 872216054 - Action 914282563 - Property 2879900210
source: Next
cs_cz: Další
nb_no: Neste
ru_ru: Далее

# Page 872216054 - Action 1068401105 - Property 2879900210
source: Finish
cs_cz: Dokončit
nb_no: Fullfør
ru_ru: Готово

# Page 872216054 - NamedType 188344288
source: Computer Vision API documentation
cs_cz: Dokumentace API Počítačového vidění
nb_no: API-dokumentasjon for Visuelt innhold
ru_ru: Документация по API компьютерного зрения

# Page 872216054 - NamedType 4063651778
source: To learn more about Cognitive Services and the Computer Vision API, see the documentation.
cs_cz: Další informace o kognitivních službách a API rozhraní počítačového vidění naleznete v dokumentaci.
nb_no: Hvis du vil finne ut mer om Cognitive Services og API for Visuelt innhold, kan du se dokumentasjonen.
ru_ru: Подробнее о Cognitive Services и API компьютерного зрения см. в документации.

# Page 872216054 - NamedType 617850082
source: By enabling the Image Analyzer extension you consent to sharing your data with an external system. For more information, see the documentation.
cs_cz: Povolením rozšíření Analyzátor obrazu vyjadřujete souhlas ke sdílení dat s externím systémem. Další informace naleznete v dokumentaci.
nb_no: Ved å aktivere bildeanalyseutvidelsen godtar du å dele data med et eksternt system. Se dokumentasjonen for mer informasjon.
ru_ru: Включая расширение "Анализ изображений", вы даете согласие на передачу своих данных внешней системе. Дополнительные сведения см. в документации.

# Page 872216054 - NamedType 1557995245
source: Image Analyzer technical documentation
cs_cz: Technická dokumentace Analyzátoru obrazu
nb_no: Teknisk dokumentasjon for Bildeanalyse
ru_ru: Техническая документация по Анализу изображений

# Page 872216054 - NamedType 1881189978
source: Choose 'Finish' to enable Image Analyzer.
cs_cz: Zvolte 'Dokončit' pro povolení analýzy obrazu.
nb_no: Velg Fullfør for å aktivere Bildeanalyse.
ru_ru: Выберите "Готово", чтобы включить Анализ изображений.

# Page 872216054 - NamedType 1836435487
source: Image Analyzer automatically detects attributes when you add an image to an item or contact person.
cs_cz: Analyzátor obrazu automaticky zjistí atributy při přidání obrázku ke zboží nebo kontaktní osobě.
nb_no: Bildeanalyse oppdager attributter automatisk når du legger til et bilde i en vare eller kontaktperson.
ru_ru: Анализ изображений автоматически определяет атрибуты при добавлении изображения к товару или контактному лицу.

# Page 872216054 - NamedType 1241924258
source: To analyze images you've already uploaded, go to the item or contact person card, and choose the 'Analyze Picture' action.
cs_cz: Pro analýzu obrázků, které jste již nahráli, přejděte na kartu zboží nebo kontaktu osoby a zvolte akci "Analýza obrázků".
nb_no: Hvis du vil analysere bilder du allerede har lastet opp, går du til vare- eller kontaktpersonkortet og velger handlingen Analyser bilde.
ru_ru: Чтобы проанализировать изображения, которые вы уже отправили, перейдите к карточке товара или контактного лица и выберите действие "Анализ изображения".

# Page 872216054 - NamedType 1591904854
source: Your use of the Image Analyzer may be subject to the additional licensing terms in the Microsoft Cognitive Services section of the Online Services Terms.
cs_cz: Použití Analyzátoru obrázků může podléhat dodatečným licenčním podmínkám Online služeb v sekci kognitivních služeb Microsoft.
nb_no: Din bruk av Bildeanalyse kan være underlagt de ekstra lisensvilkårene i delen Microsoft Cognitive Services av de elektroniske tjenestevilkårene.
ru_ru: Использование Анализа изображений может регулироваться дополнительными условиями лицензирования, изложенными в разделе "Microsoft Cognitive Services" Условий использования веб-служб.

# Page 872216054 - NamedType 3413784201
source: Online Services Terms (OST)
cs_cz: Podmínky služeb online (OST)
nb_no: Vilkår for webtjenester (OKFØR)
ru_ru: Условия использования веб-служб (OST)

# Page 872216054 - NamedType 1781401520
source: Microsoft Cognitive Services
cs_cz: Kognitivní služby Microsoft

# Page 872216054 - NamedType 1724171003
source: An image has been added to the chosen item or contact. Want to analyze the image, right after you enable Image Analyzer?
cs_cz: Byl přidán obrázek pro zvolené zboží nebo kontakt. Chcete analyzovat obrázek, bezprostředně po povolení Analyzátoru obrazu?
nb_no: Et bilde har blitt lagt til i den valgte varen eller kontaktpersonen. Vil du analysere bildet rett etter at du aktiverer Bildeanalyse?
ru_ru: В выбранный товар или контакт добавлено изображение. Хотите проанализировать изображение сразу же после включения Анализа изображений?

# PageExtension 3849677789 - Control 3183907675 - Property 1295455071
source: Specifies whether to use the Image Analyzer extension to suggest attributes that it detects in images of items and contact persons.
cs_cz: Určuje, zda chcete použít rozšíření Analyzátor obrazu k návrhu atributů, které zjistí v obrazcích zboží a kontaktních osob.
nb_no: Angir om du vil bruke bildeanalyseutvidelsen til å foreslå attributter som den oppdager i bilder av varer og kontaktpersoner.
ru_ru: Указывает, использовать ли расширение "Анализ изображений" для предложения атрибутов, обнаруженных этим расширением на изображениях товаров и контактных лиц.

# PageExtension 3849677789 - Control 2957770053 - Property 1295455071
source: Specifies the confidence score threshold for results from Microsoft Cognitive Services. Results with confidence below the threshold are considered inaccurate, and are not used. A typical threshold is 80%.
cs_cz: Určuje práh skóre spolehlivosti výsledků z kognitivních služeb společnosti Microsoft. Výsledky se spolehlivostí pod prahovou hodnotu, jsou považovány za nepřesné a nejsou používány. Typický práh je 80%.
nb_no: Angir terskelen for konfidensresultat for resultater fra Microsoft Cognitive Services. Resultater med konfidens under terskelen, anses som unøyaktige og brukes ikke. En vanlig terskel er 80 %.
ru_ru: Определяет порог степени достоверности для результатов, получаемых от Microsoft Cognitive Services. Результаты со степенью достоверности ниже этого порога считаются неточными и не используются. В большинстве случаев порог равен 80%.

# PageExtension 3849677789 - Action 3727368580 - Property 2879900210
source: View Blacklisted Attributes
cs_cz: Zobrazit zakázané atributy
nb_no: Vis svartelistede attributter
ru_ru: Показать атрибуты в черном списке

# PageExtension 3849677789 - Action 3727368580 - Property 1295455071
source: View attributes that are currently blocked.
cs_cz: Zobrazit atributy, které jsou aktuálně blokovány.
nb_no: Vis attributter som for øyeblikket er sperret.
ru_ru: Просмотр атрибутов, которые в данный момент заблокированы.

# PageExtension 2739748394 - Action 2802945156 - Property 2879900210
source: Analyze Picture
cs_cz: Analyzovat obrázek
nb_no: Analyser bilde
ru_ru: Анализ изображения

# PageExtension 2739748394 - Action 2802945156 - Property 1295455071
source: Analyze the picture attached to the item to identify attributes and item category, and assign them to the item.
cs_cz: Analyzovat obrázek připojený ke zboží k určení atributů a kategorii zboží a přiřazení ke kartě zboží.
nb_no: Analyser bildet som er tilknyttet varen, for å identifisere attributter og varekategori, og knytte bildet til varen.
ru_ru: Анализ прикрепленного к товару изображения для определения атрибутов и товарной категории и их назначения товару.

# PageExtension 1450496495 - Action 2802945156 - Property 2879900210
source: Analyze Picture
cs_cz: Analyzovat obrázek
nb_no: Analyser bilde
ru_ru: Анализ изображения

# PageExtension 1450496495 - Action 2802945156 - Property 1295455071
source: Analyze the picture attached to the contact to identify gender and age, and assign them to the contact.
cs_cz: Analyzovat obrázek připojený ke kontaktu k určení pohlaví a věku a přiřazení ke kontaktu.
nb_no: Analyser bildet som er tilknyttet kontakten, for å identifisere kjønn og alderen, og knytte bildet til kontakten.
ru_ru: Анализ прикрепленного к контакту изображения для определения пола и возраста и их назначения контакту.
