Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VATGroupManagement/Translations/VAT Group Management.g.*.xlf
Languages: da_dk, is_is, sv_se

# TableExtension 4146260181 - Field 640746029 - Property 2879900210
source: Client ID Key
da_dk: Klient-id-nøgle
is_is: Lykill biðlarakennis
sv_se: Nyckel för klient-ID

# TableExtension 4146260181 - Field 4106039276 - Property 2879900210
source: Client Secret Key
da_dk: Hemmelig klientnøgle
is_is: Leynilykill biðlara
sv_se: Nyckel för klienthemlighet

# TableExtension 4146260181 - Field 866753070 - Property 2879900210
source: OAuth 2.0 Authority URL
da_dk: URL-adresse til OAuth 2.0-myndighed
is_is: OAuth 2.0 vefslóð yfirvalda
sv_se: URL för OAuth 2.0-utfärdare

# TableExtension 4146260181 - Field 2731867443 - Property 2879900210
source: OAuth 2.0 Resource URL
da_dk: URL-adresse til OAuth 2.0-ressource
is_is: OAuth 2.0 vefslóð tilfangs
sv_se: URL för OAuth 2.0-resurs

# TableExtension 4146260181 - Field 618784563 - Property 2879900210
source: OAuth 2.0 Redirect URL
da_dk: URL-adresse til OAuth 2.0-omdirigering
is_is: OAuth 2.0 framsendingarvefslóð
sv_se: Omdirigerings-URL för OAuth 2.0

# PageExtension 539298427 - Control 3054127057 - Property 1295455071
source: Specifies the representative VAT amount for the specified box number.
da_dk: Angiver det repræsentative momsbeløb for det angivne rubriknummer.
is_is: Tilgreinir VSK-upphæð forsvarsaðila fyrir tilgreint númer reits.
sv_se: Anger representantens momsbelopp för det angivna rutnumret.

# PageExtension 539298427 - Control 2195804493 - Property 2879900210
source: Group Amount
da_dk: Gruppebeløb
is_is: Upphæð hóps
sv_se: Gruppbelopp

# PageExtension 539298427 - Control 2195804493 - Property 1295455071
source: Specifies the group VAT amount for the specified box number without the representative amount.
da_dk: Angiver gruppemomsbeløbet for det angivne rubriknummer uden det repræsentative beløb.
is_is: Tilgreinir VSK-upphæð hópsins fyrir tilgreint númer reits án forsvarsupphæðarinnar.
sv_se: Anger gruppmomsbeloppet för det angivna rutnumret utan representantens belopp.

# PageExtension 539298427 - Change 636392376 - Property 2879900210
source: Total Amount
da_dk: Samlet beløb
is_is: Heildarupphæð
sv_se: Totalt belopp

# TableExtension 191829437 - Field 966004738 - Property 2879900210
source: VAT Group Return
da_dk: Momsgruppereturnering
is_is: VSK-framtal hóps
sv_se: Momsgruppsretur

# TableExtension 191829437 - Field 190253636 - Property 2879900210
source: VAT Group Return Status
da_dk: Status af momsreturnering
is_is: Staða VSK-framtals hóps
sv_se: Momsgruppens returstatus

# TableExtension 84290559 - Field 3054127057 - Property 2879900210
source: Representative Amount
da_dk: Repræsentativt beløb
is_is: Upphæð forsvarsaðila
sv_se: Representantens belopp

# TableExtension 84290559 - Field 2195804493 - Property 2879900210
source: Group Amount
da_dk: Gruppebeløb
is_is: Upphæð hóps
sv_se: Gruppbelopp

# Enum 3476321473 - EnumValue 3742023362 - Property 2879900210
source: Web Service Access Key
da_dk: Adgangsnøgle til webservice
is_is: Aðgangslykill vefþjónustu
sv_se: Webbtjänståtkomstnyckel

# Enum 3476321473 - EnumValue 3367207849 - Property 2879900210
source: Windows Authentication
da_dk: Windows-godkendelse
is_is: Windows-sannvottun
sv_se: Windows-verifiering

# Enum 1905748320 - EnumValue 3742023362 - Property 2879900210
source: Web Service Access Key
da_dk: Adgangsnøgle til webservice
is_is: Aðgangslykill vefþjónustu
sv_se: Webbtjänståtkomstnyckel

# Enum 3583765724 - EnumValue 490050973 - Property 2879900210
source: Representative
da_dk: Repræsentant
is_is: Forsvarsaðili
sv_se: Representant

# Enum 3583765724 - EnumValue 69905980 - Property 2879900210
source: Member
da_dk: Medlem
is_is: Meðlimur
sv_se: Medlem
