Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VATGroupManagement/Translations/VAT Group Management.g.*.xlf
Languages: da_dk, is_is, sv_se

# Page 27651019 - Control 2722143938 - Property 2879900210
source: Group member
da_dk: Gruppemedlem
is_is: Hópmeðlimur
sv_se: Gruppmedlem

# Page 27651019 - Control 2722143938 - Property 1968111052
source: Choose this option to act as a group member and submit VAT your returns to the group representative instead of the tax authority.
da_dk: Vælg denne indstilling, hvis du vil fungere som gruppemedlem og sende moms tilbage til grupperepræsentanten i stedet for skattemyndighederne.
is_is: Velja skal þennan valkost til að aðhafast sem hópmeðlimur og senda inn VSK-framtöl til forsvarsaðila hópsins í stað skattyfirvalda.
sv_se: Välj det här alternativet om du vill fungera som en gruppmedlem och skicka momsreturer till grupprepresentanten i stället för till skattemyndigheten.

# Page 27651019 - Control 595469094 - Property 2879900210
source: My company is the group representative
da_dk: Min virksomhed er gruppens repræsentant
is_is: Fyrirtækið mitt er í forsvari fyrir hópinn
sv_se: Mitt företag är gruppens representant

# Page 27651019 - Control 595469094 - Property 1968111052
source: As the group representative you must define a list of approved group members who submit their VAT returns to you. You can manage group members on the VAT Report Setup page.
da_dk: Som grupperepræsentant skal du definere en liste over godkendte gruppemedlemmer, der sender deres moms tilbage til dig. Du kan administrere gruppemedlemmer på siden Konfiguration af momsrapport.
is_is: Forsvarsaðili hópsins verður að skilgreina lista yfir samþykkta hópmeðlimi sem senda VSK-framtölin sín til hans. Hægt er að hafa umsjón með hópmeðlimum á uppsetningarsíðu VSK-skýrslu.
sv_se: Som grupprepresentant måste du definiera en lista över godkända gruppmedlemmar som skickar sina momsreturer till dig. Du kan hantera gruppmedlemmar på sidan Momsrapporteringskonfiguration.

# Page 27651019 - Control 2797239947 - Property 2879900210
source: To add members, choose the number in the Approved Members field.
da_dk: Hvis du vil tilføje medlemmer, skal du vælge nummeret i feltet Godkendte medlemmer.
is_is: Til að bæta við meðlimum skal velja töluna í reitnum „Samþykktir meðlimir“.
sv_se: Om du vill lägga till medlemmar väljer du numret i fältet Godkända medlemmar.

# Page 27651019 - Control 2301097644 - Property 2879900210
source: Approved Members
da_dk: Godkendte medlemmer
is_is: Samþykktir meðlimir
sv_se: Godkända medlemmar

# Page 27651019 - Control 2301097644 - Property 1295455071
source: Specifies the number of approved members that are allowed to submit their VAT returns. Clicking on this number will open the Approved Members page.
da_dk: Angiver antallet af godkendte medlemmer, der må sende deres momsreturnering. Hvis du klikker på dette nummer, åbnes siden Godkendte medlemmer.
is_is: Tilgreinir fjölda samþykktra meðlima sem er heimilt að senda inn VSK-framtöl. Ef smellt er á þessa tölu opnast síðan með samþykktum meðlimum.
sv_se: Anger antalet godkända medlemmar som kan skicka in momsreturer. Klicka på detta nummer om du vill öppna sidan Godkända medlemmar.

# Page 27651019 - Control 357596043 - Property 2879900210
source: My company is a member of the VAT group
da_dk: Min virksomhed er medlem af momsgruppen
is_is: Fyrirtækið mitt er meðlimur í VSK-hópi
sv_se: Mitt företag är medlem i momsgruppen

# Page 27651019 - Control 357596043 - Property 1968111052
source: As a group member, you must connect to the representative company for your VAT group.
da_dk: Som gruppemedlem skal du oprette forbindelse til den repræsentative virksomhed for din momsgruppe.
is_is: Sem hópmeðlimur þarftu að tengjast fyrirtækinu í forsvari í VSK-hópnum þínum.
sv_se: Som gruppmedlem måste du ansluta till representantföretaget för momsgruppen.

# Page 27651019 - Control 3880925993 - Property 2879900210
source: Enter connection settings for the group representative company's Business Central. Connection settings can differ, depending on how Business Central is deployed. The representative can provide this information.
da_dk: Angiv forbindelsesindstillinger for gruppens repræsentative virksomheds Business Central. Forbindelsesindstillinger kan variere, afhængigt af hvordan Business Central installeres. Repræsentanten kan angive disse oplysninger.
is_is: Sláðu inn tengingarstillingar fyrir Business Central fyrirtækisins í forsvari. Tengingarstillingar geta verið mismunandi, eftir því hvernig Business Central er notað. Forsvarsaðilinn getur veitt þessar upplýsingar.
sv_se: Ange anslutningsinställningarna för grupprepresentantföretagets Business Central. Anslutningsinställningarna kan variera beroende på hur Business Central har distribuerats. Representanten kan tillhandahålla den här informationen.

# Page 27651019 - Control 2346114009 - Property 2879900210
source: Group Member Id
da_dk: Gruppemedlems-id
is_is: Kenni hópmeðlims
sv_se: Gruppmedlems-ID

# Page 27651019 - Control 2346114009 - Property 1295455071
source: The group member identifier.
da_dk: Gruppemedlems-id'et.
is_is: Kennimerki hópmeðlims.
sv_se: Identifierare av gruppmedlemmen.

# Page 27651019 - Control 3187090157 - Property 2879900210
source: API URL
da_dk: URL-adresse for API
is_is: API-vefslóð

# Page 27651019 - Control 3187090157 - Property 1295455071
source: The API URL of the representative company's Business Central.
da_dk: URL-adressen til API'en for den repræsentative virksomheds Business Central.
is_is: API-vefslóð Business Central fyrir fyrirtækið í forsvari.
sv_se: API-URL för representantföretagets Business Central.

# Page 27651019 - Control 785940005 - Property 2879900210
source: Group Representative Company
da_dk: Grupperepræsentantvirksomhed
is_is: Fyrirtæki í forsvari fyrir hóp
sv_se: Grupprepresentantens företag

# Page 27651019 - Control 785940005 - Property 1295455071
source: The name of the company in the representative's Business Central that will receive your VAT returns.
da_dk: Navnet på den virksomhed i repræsentantens Business Central, der modtager dine momsreturneringer.
is_is: Heiti fyrirtækisins í Business Central forsvarsaðilans sem tekur við VSK-framtölunum.
sv_se: Namnet på företaget i representantens Business Central som ska ta emot momsreturer.

# Page 27651019 - Control 952030296 - Property 2879900210
source: Authentication Type
da_dk: Godkendelsestype
is_is: Tegund sannvottunar
sv_se: Autentiseringstyp

# Page 27651019 - Control 952030296 - Property 1295455071
source: Specifies the authentication types that you can use when connecting to a VAT group representative using Business Central.
da_dk: Angiver de godkendelsestyper, du kan bruge, når du opretter forbindelse til en momsgrupperepræsentant via Business Central.
is_is: Tilgreinir sannvottunargerðirnar sem hægt er að nota þegar tengst er við forsvarsaðila VSK-hóps með Business Central.
sv_se: Anger de autentiseringstyper som du kan använda vid anslutning till en momsgruppsrepresentant med hjälp av Business Central.

# Page 27651019 - Control 1343840248 - Property 2879900210
source: Authentication Type
da_dk: Godkendelsestype
is_is: Tegund sannvottunar
sv_se: Autentiseringstyp

# Page 27651019 - Control 1343840248 - Property 1295455071
source: Specifies the authentication types that you can use when connecting to a VAT group representative using Business Central.
da_dk: Angiver de godkendelsestyper, du kan bruge, når du opretter forbindelse til en momsgrupperepræsentant via Business Central.
is_is: Tilgreinir sannvottunargerðirnar sem hægt er að nota þegar tengst er við forsvarsaðila VSK-hóps með Business Central.
sv_se: Anger de autentiseringstyper som du kan använda vid anslutning till en momsgruppsrepresentant med hjälp av Business Central.

# Page 27651019 - Control 1537974217 - Property 2879900210
source: Web service access key authentication
da_dk: Godkendelse af adgangsnøgle til webservice
is_is: Sannvottun aðgangslykils vefþjónustu
sv_se: Autentisering av åtkomstnyckel för webbtjänst

# Page 27651019 - Control 1537974217 - Property 1968111052
source: Please fill in the User Name and Web Service Access Key of the user in the group representative.
da_dk: Udfyld Brugernavn og Adgangsnøgle til webservice for brugeren i grupperepræsentanten.
is_is: Fylltu út notandanafn og aðgangslykil vefþjónustu fyrir notandann í fyrirtækinu sem er í forsvari fyrir hópinn.
sv_se: Fyll i användarnamnet och webbtjänstens åtkomstnyckeln för användaren i grupprepresentanten.

# Page 27651019 - Control 2994142618 - Property 2879900210
source: User Name
da_dk: Brugernavn
is_is: Notandanafn
sv_se: Användarnamn

# Page 27651019 - Control 2994142618 - Property 1295455071
source: Specifies the user name in the representative company's Business Central that you will use when you connect
da_dk: Angiver brugernavnet i den repræsentative virksomheds Business Central, som du skal bruge, når du opretter forbindelse
is_is: Tilgreinir notandanafn í Business Central fyrirtækisins í forsvari sem er notað til að tengjast
sv_se: Anger användarnamnet i representantföretagets Business Central som du ska använda när du ansluter

# Page 27651019 - Control 3742023362 - Property 2879900210
source: Web Service Access Key
da_dk: Adgangsnøgle til webservice
is_is: Aðgangslykill vefþjónustu
sv_se: Webbtjänståtkomstnyckel

# Page 27651019 - Control 3742023362 - Property 1295455071
source: Specifies the web service access key of a user in the representative company's Business Central that you will use when you connect.
da_dk: Angiver adgangsnøglen til webservice for en bruger i den repræsentative virksomheds Business Central, som du skal bruge, når du opretter forbindelse.
is_is: Tilgreinir aðgangslykil vefþjónustu notanda í Business Central fyrirtækisins í forsvari sem er notaður til að tengjast.
sv_se: Anger åtkomstnyckeln för webbtjänsten för en användare i representantföretagets Business Central som du ska använda när du ansluter.

# Page 27651019 - Control 4203936973 - Property 2879900210
source: OAuth2 details
da_dk: OAuth2-detaljer
is_is: OAuth2-upplýsingar
sv_se: OAuth2-detaljer

# Page 27651019 - Control 4203936973 - Property 1968111052
source: Provide information about the App Registration in Azure Active Directory that will be used to connect with OAuth2.
da_dk: Angiv oplysninger om appregistreringen i Azure Active Directory, der skal bruges til at oprette forbindelse til OAuth2.
is_is: Veitir upplýsingar um forritaskráningu í Azure Active Directory sem verða notaðar til að tengjast OAuth2.
sv_se: Ange information om appregistreringen i Azure Active Directory som används för att ansluta med OAuth2.

# Page 27651019 - Control 2788077256 - Property 2879900210
source: Client ID
da_dk: Klient-id
is_is: Biðlarakenni
sv_se: Klient-ID

# Page 27651019 - Control 2788077256 - Property 1295455071
source: Specifies the client ID from the App Registration in Azure Active Directory.
da_dk: Angiver klient-id'et fra Appregistreringen i Azure Active Directory.
is_is: Tilgreinir biðlarakenni úr forritaskráningu í Azure Active Directory.
sv_se: Anger klient-ID:t från appregistreringen i Azure Active Directory.

# Page 27651019 - Control 4069789961 - Property 2879900210
source: Client Secret
da_dk: Klienthemmelighed
is_is: Leynilykill biðlara
sv_se: Klienthemlighet

# Page 27651019 - Control 4069789961 - Property 1295455071
source: Specifies the client secret from the App Registration in Azure Active Directory.
da_dk: Angiver klienthemmeligheden fra appregistreringen i Azure Active Directory.
is_is: Tilgreinir leynilykil biðlara úr forritaskráningu í Azure Active Directory.
sv_se: Anger klienthemligheten från appregistreringen i Azure Active Directory.

# Page 27651019 - Control 1139402143 - Property 2879900210
source: OAuth 2.0 Authority Endpoint
da_dk: OAuth 2.0-myndighedens slutpunkt
is_is: OAuth 2.0 endastöð eftirlits
sv_se: Slutpunkt för OAuth 2.0-utfärdare

# Page 27651019 - Control 1139402143 - Property 1295455071
source: Specifies the OAuth 2.0 authority endpoint of the App Registration in Azure Active Directory.
da_dk: Angiver OAuth 2.0-myndigheds slutpunktet for appregistreringen i Azure Active Directory.
is_is: Tilgreinir OAuth 2.0 endastöð eftirlits fyrir forritaskráningu í Azure Active Directory.
sv_se: Anger OAuth 2.0-utfärdarens slutpunkt för appregistreringen i Azure Active Directory.

# Page 27651019 - Control 1423931915 - Property 2879900210
source: OAuth 2.0 Resource URL
da_dk: URL-adresse til OAuth 2.0-ressource
is_is: OAuth 2.0 vefslóð tilfangs
sv_se: URL för OAuth 2.0-resurs

# Page 27651019 - Control 1423931915 - Property 1295455071
source: Specifies the OAuth 2.0 resource URL of the API you will get access to in Azure Active Directory. For instance https://api.businesscentral.dynamics.com/
da_dk: Angiver OAuth 2.0-ressourcen for den API, du får adgang til i Azure Active Directory. Eksempel https://api.businesscentral.dynamics.com/
is_is: Tilgreinir OAuth 2.0 vefslóð tilfangs fyrir API sem notandi fær aðgang að í Azure Active Directory. Til dæmis https://api.businesscentral.dynamics.com/
sv_se: Anger OAuth 2.0-resursens URL för API:et som du får åtkomst till i Azure Active Directory. Till exempel https://api.businesscentral.dynamics.com/

# Page 27651019 - Control 1464062987 - Property 2879900210
source: OAuth 2.0 Redirect URL
da_dk: URL-adresse til OAuth 2.0-omdirigering
is_is: OAuth 2.0 framsendingarvefslóð
sv_se: Omdirigerings-URL för OAuth 2.0

# Page 27651019 - Control 1464062987 - Property 1295455071
source: Specifies the OAuth 2.0 redirect URL of the App Registration in Azure Active Directory.
da_dk: Angiver URL-adressen til OAuth 2.0-omdirigering for appregistreringen i Azure Active Directory.
is_is: Tilgreinir OAuth 2.0 framsendingarvefslóð fyrir forritaskráningu í Azure Active Directory.
sv_se: Anger omdirigerings-URL för OAuth 2.0 för appregistreringen i Azure Active Directory.

# Page 27651019 - Control 1362072938 - Property 1968111052
source: Click Next to authenticate, get access to the group representative's API and continue.
da_dk: Klik på næste for at godkende, få adgang til grupperepræsentantens API, og fortsætte.
is_is: Smelltu á „Áfram“ til að sannvotta, fáðu aðgang að API forsvarsaðila hópsins og haltu áfram.
sv_se: Klicka på Nästa för att autentisera, få åtkomst till grupprepresentantens API och fortsätta.

# Page 27651019 - Control 2169452637 - Property 2879900210
source: Select a VAT report configuration
da_dk: Vælg en konfiguration af momsrapporter
is_is: Velja grunnstillingu fyrir VSK-skýrslu
sv_se: Välj en momsrapportkonfiguration

# Page 27651019 - Control 2169452637 - Property 1968111052
source: Choose the VAT Report Configuration that is currently being used to send reports to the authorities. At the end of the setup we will create a new configuration based on the one chosen here which will be used to send VAT reports to the group representative.
da_dk: Vælg den konfiguration af momsrapporten, der aktuelt bruges til at sende rapporter til myndighederne. Ved slutningen af konfigurationen opretter vi en ny konfiguration ud fra den, der er valgt her, som skal bruges til at sende momsrapporter til grupperepræsentanten.
is_is: Velja skal grunnstillingu VSK-skýrslu sem verið er að nota til að senda skýrslur til yfirvalda. Við lok uppsetningar verður búin til ný grunnstilling á grundvelli þeirrar sem valin er hér og verður notuð til að senda VSK-skýrslur til forsvarsaðila hópsins.
sv_se: Välj den momsrapportkonfiguration som används för att skicka rapporter till myndigheterna. I slutet av konfigurationen skapar vi en ny konfiguration som baseras på den som väljs här och som används för att skicka momsrapporter till gruppens representant.

# Page 27651019 - Control 529781750 - Property 2879900210
source: VAT Report Configurations
da_dk: Momsrapportkonfigurationer
is_is: Grunnstillingar VSK-skýrslu
sv_se: Momsrapportkonfiguration

# Page 27651019 - Control 3189484627 - Property 2879900210
source: All done
da_dk: Alt er udført
is_is: Allt tilbúið
sv_se: Klart

# Page 27651019 - Control 3189484627 - Property 1968111052
source: Click Finish to save the setup and exit the setup guide.
da_dk: Klik på Udfør for at gemme konfigurationen og afslutte konfigurationsvejledningen.
is_is: Smelltu á „Ljúka“ til að vista uppsetninguna og loka uppsetningarleiðbeiningunum.
sv_se: Klicka på Slutför om du vill spara konfigurationen och avsluta installationsguiden.

# Page 27651019 - Control 3750769219 - Property 1968111052
source: To test the connection to the VAT group representative, choose Test Connection.
da_dk: Vælg Test forbindelse for at teste forbindelsen til momsgruppens repræsentant.
is_is: Velja skal „Prófa tengingu“ til að prófa tengingu við forsvarsaðila VSK-hópsins.
sv_se: Om du vill testa anslutningen till momsgruppens representant väljer du Testa anslutning.

# Page 27651019 - Control 545533337 - Property 2879900210
source: Automatically refresh VAT report statuses
da_dk: Opdater automatisk momsrapportstatus
is_is: Uppfæra stöðu VSK-skýrsla sjálfkrafa
sv_se: Uppdatera status för momsrapporter automatiskt

# Page 27651019 - Control 545533337 - Property 1968111052
source: If enabled this will automatically try to refresh the statuses of submitted VAT returns from the group representative if the submitted report was used in a VAT group report in that period.
da_dk: Hvis denne er aktiveret, forsøges det automatisk at opdatere status for sendte momsreturvarer fra gruppemedarbejderen, hvis den sendte rapport blev brugt i en momsgrupperapport i den pågældende periode.
is_is: Ef þetta er virkjað verður sjálfkrafa reynt að uppfæra stöðu innsendra VSK-framtala frá forsvarsaðila hópsins ef innsend skýrsla var notuð í VSK-skýrslu hóps á því tímabili.
sv_se: Om funktionen aktiveras kommer den automatiskt försöka uppdatera status för momsreturer som skickats från gruppens representant om den skickade rapporten har använts i en momsgruppsrapport under den perioden.

# Page 27651019 - Control 1938190553 - Property 2879900210
source: Enable Automatic Refresh
da_dk: Aktivér automatisk opdatering
is_is: Gera sjálfvirka uppfærslu virka
sv_se: Aktivera automatisk uppdatering

# Page 27651019 - Control 1938190553 - Property 1295455071
source: Specifies if you want to automatically update the status of the VAT reports with a background task.
da_dk: Angiver, om du automatisk vil opdatere momsrapporters status med en baggrundsopgave.
is_is: Tilgreinir hvort uppfæra eigi stöðu VSK-skýrslna með bakgrunnsverki sjálfkrafa.
sv_se: Anger om du vill att statusen för momsrapporterna ska uppdateras automatiskt med en bakgrundsaktivitet.

# Page 27651019 - Action 4263468516 - Property 2879900210
source: Test Connection
da_dk: Test forbindelse
is_is: Prófa tengingu
sv_se: Testa anslutning

# Page 27651019 - Action 4263468516 - Property 1295455071
source: Initiates a test connection to the group master company in order to check if the authentication is correctly set up.
da_dk: Initierer en testforbindelse til gruppens mastervirksomheden for at kontrollere, om godkendelsen er konfigureret korrekt.
is_is: Kemur á prufutengingu við aðalfyrirtæki hóps til að athuga hvort sannvottun sé sett upp á réttan hátt.
sv_se: Initierar en testanslutning till gruppens huvudföretag för att kontrollera att autentiseringen har konfigurerats korrekt.

# Page 27651019 - Action 2438272767 - Property 2879900210
source: Back
da_dk: Tilbage
is_is: Til baka
sv_se: Tillbaka

# Page 27651019 - Action 2438272767 - Property 1295455071
source: Go to previous page
da_dk: Gå til forrige side
is_is: Fara á fyrri síðu
sv_se: Gå till föregående sida

# Page 27651019 - Action 914282563 - Property 2879900210
source: Next
da_dk: Næste
is_is: Áfram
sv_se: Nästa

# Page 27651019 - Action 914282563 - Property 1295455071
source: Go to next page
da_dk: Gå til næste side
is_is: Fara á næstu síðu
sv_se: Gå till nästa sida

# Page 27651019 - Action 3259912055 - Property 2879900210
source: Finish
da_dk: Udfør
is_is: Ljúka
sv_se: Slutför

# Page 27651019 - Action 3259912055 - Property 1295455071
source: Finish the wizard
da_dk: Afslut guiden
is_is: Ljúka leiðsagnarforritinu
sv_se: Avsluta guiden

# Page 27651019 - NamedType 1147111024
source: The setup for the VAT Group is not finished.\\Are you sure you want to exit?
da_dk: Konfigurationen af momsgruppen er ikke fuldført.\\Er du sikker på, at du vil afslutte?
is_is: Uppsetningu fyrir VSK-hópinn er ekki lokið.\\Viltu örugglega hætta?
sv_se: Konfigurationen av momsgruppen har inte slutförts.\\Vill du avsluta?

# Page 27651019 - NamedType 3527398778
source: The VAT report setup was not found. You can create one on the VAT Report Setup page.
da_dk: Konfigurationen af momsrapporten blev ikke fundet. Du kan oprette en på siden Konfiguration af momsrapport.
is_is: Uppsetning VSK-skýrslu fannst ekki. Hægt er að búa til slíka skýrslu á uppsetningarsíðu VSK-skýrslu.
sv_se: Det gick inte att hitta konfigurationen för momsrapporten. Du kan skapa en på sidan Momsrapporteringskonfiguration.

# Page 27651019 - NamedType 1148646153
source: Could not save changes to the %1 table.
da_dk: Ændringerne i %1 tabellen kunne ikke gemmes.
is_is: Ekki tókst að vista breytingar á töflunni %1.
sv_se: Det gick inte att spara ändringarna i tabellen %1.

# Page 27651019 - NamedType 1886430882
source: The connection is working properly. You can now close the Setup Guide.
da_dk: Forbindelsen fungerer korrekt. Du kan nu lukke konfigurationsvejledningen.
is_is: Tengingin virkar sem skyldi. Nú má loka uppsetningarleiðbeiningunum.
sv_se: Anslutningen fungerar korrekt. Du kan nu stänga konfigurationsguiden.

# Page 3464953971 - Property 2879900210
source: VAT Group Submission Lines
da_dk: Linjer for indsendelse til momsgruppe
is_is: Innsendingarlínur VSK-hóps
sv_se: Momsgruppens inlämningsrader

# Page 3464953971 - Control 2782707039 - Property 1295455071
source: Specifies the row number of the VAT return from the group member that submitted it.
da_dk: Angiver rækkenummeret for momsreturneringen fra det gruppemedlem, der har sendt den.
is_is: Tilgreinir númer línunnar á VSK-framtali frá hópmeðlimnum sem sendi það inn.
sv_se: Anger radnumret för momsreturen från den gruppmedlem som skickade in den.

# Page 3464953971 - Control 2989159974 - Property 1295455071
source: Specifies the box number of the VAT return.
da_dk: Angiver rubriknummeret på momsreturneringen.
is_is: Tilgreinir reitsnúmer VSK-framtalsins.
sv_se: Anger rutnumret för momsreturen.

# Page 3464953971 - Control 3461834954 - Property 1295455071
source: Specifies a description for the VAT group submission line.
da_dk: Angiver en beskrivelse af momsgruppens afsendelseslinje.
is_is: Tilgreinir lýsingu fyrir innsendingarlínu VSK-hóps.
sv_se: Anger en beskrivning av den inskickade raden för momsgruppen.

# Page 3464953971 - Control 636392376 - Property 1295455071
source: Specifies the VAT amount for the specified box number.
da_dk: Angiver momsbeløbet for det angivne rubriknummer.
is_is: Tilgreinir VSK-upphæð fyrir tilgreint reitsnúmer.
sv_se: Anger momsbeloppet för det angivna rutnumret.

# Page 2910311616 - Property 2879900210
source: VAT Group Submission
da_dk: Indsendelse af momsgruppe
is_is: Innsending VSK-hóps
sv_se: Inlämning av momsgrupp

# Page 2910311616 - Control 4200184881 - Property 1295455071
source: Specifies the identifier for the VAT return from the group member that submitted it.
da_dk: Angiver id'et for momsreturneringen fra det gruppemedlem, der har sendt det.
is_is: Tilgreinir kennimerki fyrir VSK-framtal frá hópmeðlimnum sem sendi það inn.
sv_se: Anger identifieraren för momsreturen från den gruppmedlem som skickade den.
