Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VATGroupManagement/Translations/VAT Group Management.g.*.xlf
Languages: da_dk, is_is, sv_se

# Table 1626420089 - Field 3641927271 - Property 2879900210
source: Group Member ID
da_dk: Gruppemedlems-id
is_is: Kenni hópmeðlims
sv_se: Gruppmedlems-ID

# Table 1626420089 - Field 3687402140 - Property 2879900210
source: Group Member Name
da_dk: Gruppemedlemsnavn
is_is: Nafn hópmeðlims
sv_se: Gruppmedlemsnamn

# Table 1626420089 - Field 3990529670 - Property 2879900210
source: Contact Person Name
da_dk: Navn på kontakt
is_is: Nafn tengiliðar
sv_se: Kontaktpersonens namn

# Table 1626420089 - Field 4012802731 - Property 2879900210
source: Contact Person Email
da_dk: Mailadresse til kontakt
is_is: Netfang tengiliðar
sv_se: Kontaktpersonens e-postadress

# Table 1626420089 - Field 3133801257 - Property 2879900210
source: Company
da_dk: Virksomhed
is_is: Fyrirtæki
sv_se: Företag

# Table 3497260583 - Property 2879900210
source: VAT Group Member Calculation
da_dk: Beregning af momsgruppemedlem
is_is: Útreikningar meðlima VSK-hóps
sv_se: Momsgruppens medlemsberäkning

# Table 3497260583 - Field 3641927271 - Property 2879900210
source: ID
is_is: Kenni

# Table 3497260583 - Field 3359429197 - Property 2879900210
source: VAT Group Submission
da_dk: Indsendelse af momsgruppe
is_is: Innsending VSK-hóps
sv_se: Inlämning av momsgrupp

# Table 3497260583 - Field 3199380963 - Property 2879900210
source: VAT Group Submission ID
da_dk: Indsendelses-id for momsgruppe
is_is: Innsendingarkenni VSK-hóps
sv_se: Momsgruppens inlämnings-ID

# Table 3497260583 - Field 1402827214 - Property 2879900210
source: VAT Return No.
da_dk: Momsreturneringsnr.
is_is: Númer VSK-framtals
sv_se: Momsreturnummer

# Table 3497260583 - Field 3687402140 - Property 2879900210
source: Group Member Name
da_dk: Gruppemedlemsnavn
is_is: Nafn hópmeðlims
sv_se: Gruppmedlemsnamn

# Table 3497260583 - Field 2989159974 - Property 2879900210
source: Box No.
da_dk: Feltnr.
is_is: Reitsnúmer
sv_se: Boxnummer

# Table 3497260583 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb
is_is: Upphæð
sv_se: Belopp

# Table 3497260583 - Field 4035800860 - Property 2879900210
source: Submitted On
da_dk: Sendt d.
is_is: Sent inn
sv_se: Skickades in den

# Table 3398621917 - Property 2879900210
source: VAT Group Submission Header
da_dk: Indsendelsesoverskrift for momsgruppe
is_is: Innsendingarhaus VSK-hóps
sv_se: Momsgruppens inlämningsrubrik

# Table 3398621917 - Field 3641927271 - Property 2879900210
source: ID
is_is: Kenni

# Table 3398621917 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nr.
is_is: Nr.
sv_se: Nr

# Table 3398621917 - Field 233654603 - Property 2879900210
source: VAT Group Return No.
da_dk: Momsgruppereturneringsnr.
is_is: Númer VSK-framtals hóps
sv_se: Momsgruppens returnummer

# Table 3398621917 - Field 3067641958 - Property 2879900210
source: Group Member ID
da_dk: Gruppemedlems-id
is_is: Kenni hópmeðlims
sv_se: Gruppmedlems-ID

# Table 3398621917 - Field 3687402140 - Property 2879900210
source: Group Member Name
da_dk: Gruppemedlemsnavn
is_is: Nafn hópmeðlims
sv_se: Gruppmedlemsnamn

# Table 3398621917 - Field 474480784 - Property 2879900210
source: Start Date
da_dk: Startdato
is_is: Upphafsdagur
sv_se: Startdatum

# Table 3398621917 - Field 2649176925 - Property 2879900210
source: End Date
da_dk: Slutdato
is_is: Lokadagsetning
sv_se: Slutdatum

# Table 3398621917 - Field 4035800860 - Property 2879900210
source: Submitted On
da_dk: Sendt d.
is_is: Sent inn
sv_se: Skickades in den

# Table 3398621917 - Field 3133801257 - Property 2879900210
source: Company
da_dk: Virksomhed
is_is: Fyrirtæki
sv_se: Företag

# Table 3252717750 - Property 2879900210
source: VAT Group Submission Line
da_dk: Indsendelseslinje for momsgruppe
is_is: Innsendingarlína VSK-hóps
sv_se: Momsgruppens inlämningsrad

# Table 3252717750 - Field 3199380963 - Property 2879900210
source: VAT Group Submission ID
da_dk: Indsendelses-id for momsgruppe
is_is: Innsendingarkenni VSK-hóps
sv_se: Momsgruppens inlämnings-ID

# Table 3252717750 - Field 3359429197 - Property 2879900210
source: VAT Group Submission No.
da_dk: Indsendt momsgruppenr.
is_is: Innsendingarnúmer VSK-hóps
sv_se: Momsgruppens inlämningsnummer

# Table 3252717750 - Field 3641927271 - Property 2879900210
source: ID
is_is: Kenni

# Table 3252717750 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linjenr.
is_is: Línunr.
sv_se: Radnr

# Table 3252717750 - Field 2782707039 - Property 2879900210
source: Row No.
da_dk: Rækkenr.
is_is: Línunúmer
sv_se: Radnr

# Table 3252717750 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
is_is: Lýsing
sv_se: Beskrivning

# Table 3252717750 - Field 2989159974 - Property 2879900210
source: Box No.
da_dk: Feltnr.
is_is: Reitsnúmer
sv_se: Boxnummer

# Table 3252717750 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb
is_is: Upphæð
sv_se: Belopp

# Codeunit 3917783520 - NamedType 4114662404
source: The VAT Report Setup could not be found
da_dk: Konfigurationen af momsrapporten blev ikke fundet.
is_is: Uppsetning VSK-skýrslu fannst ekki
sv_se: Det gick inte att hitta inställningarna för momsrapporten

# Codeunit 3917783520 - NamedType 3701627753
source: The Bearer token could not be retrieved from cache. Please refresh the VAT Group bearer token by logging in the %1 page
da_dk: Ihændehavertokenet kunne ikke hentes fra cachelageret. Opdater momsgruppens ihændehavertoken ved at logge på siden %1
is_is: Ekki tókst að sækja handhafalykil úr skyndiminni. Uppfærðu handhafalykil VSK-hóps með því að skrá inn síðuna %1
sv_se: Det gick inte att hämta ägartoken från cacheminnet. Uppdatera momsgruppsens ägartoken genom att logga in på sidan %1.

# Codeunit 3917783520 - NamedType 885561812
source: Authorization has failed with an unexpected error!
da_dk: Godkendelse mislykkedes på grund af en uventet fejl!
is_is: Sannvottun mistókst vegna óvæntrar villu!
sv_se: Auktoriseringen misslyckades med ett oväntat fel.

# Codeunit 3917783520 - NamedType 3477129491
source: Authorization has failed with the error %1
da_dk: Godkendelse mislykkedes på grund af fejl %1
is_is: Heimild mistókst með villuna %1
sv_se: Auktoriseringen misslyckades med felet %1

# Codeunit 3917783520 - NamedType 3078278031
source: Bad Request: the server could not understand the request due to invalid syntax.
da_dk: Ugyldig anmodning: Serveren kunne ikke forstå anmodningen på grund af en ugyldig syntaks.
is_is: Villa í beiðni: þjónninn skildi ekki beiðnina vegna ógildrar málskipanar.
sv_se: Felaktig begäran: Servern kunde inte tolka begäran på grund av ogiltig syntax.

# Codeunit 3917783520 - NamedType 414826979
source: Unauthorized: authentication credentials are not valid.
da_dk: Uautoriseret: Legitimationsoplysningerne for godkendelse er ugyldige.
is_is: Óheimilt: sannvottunarskilríki eru ekki gild.
sv_se: Oauktoriserad: Autentiseringsuppgifterna är inte giltiga.

# Codeunit 3917783520 - NamedType 3818399266
source: Forbidden: missing permissions to access the requested resource.
da_dk: Forbudt: Manglende rettigheder til at få adgang til den anmodede ressource.
is_is: Bannað: aðgangsheimildir að umbeðnu tilfangi ekki til staðar.
sv_se: Ej tillåtet: Behörighet saknas för åtkomst till den begärda resursen.

# Codeunit 3917783520 - NamedType 3351274
source: Not Found: cannot locate the requested resource.
da_dk: Ikke fundet: Den ønskede ressource findes ikke.
is_is: Fannst ekki: umbeðið tilfang fannst ekki.
sv_se: Hittades inte: Det går inte att hitta den begärda resursen.

# Codeunit 3917783520 - NamedType 3424589561
source: Internal Server Error: the server cannot process the request.
da_dk: Intern serverfejl: Serveren kan ikke behandle anmodningen.
is_is: Innri villa á netþjóni: þjónninn gat ekki unnið úr beiðninni.
sv_se: Internt serverfel: Servern kan inte behandla din begäran.

# Codeunit 3917783520 - NamedType 1628434534
source: Service Unavailable: the server is not available, try again later.
da_dk: Servicen er utilgængelig: Serveren er ikke tilgængelig. Prøv igen senere.
is_is: Þjónustan er ekki tiltæk: þjónninn er ekki tiltækur, reyndu aftur síðar.
sv_se: Tjänsten är inte tillgänglig: Servern är inte tillgänglig. Försök igen senare.

# Codeunit 3917783520 - NamedType 2853925629
source: Something went wrong, try again later.
da_dk: Noget gik galt. Prøv igen senere.
is_is: Eitthvað fór úrskeiðis. Reyndu aftur síðar.
sv_se: Något gick fel. Försök igen senare.

# Codeunit 3917783520 - NamedType 433891438
source: The authentication request URL %1 has been succesfully retrieved.
da_dk: URL-adressen til godkendelsesanmodning %1 blev hentet.
is_is: Sannvottunarvefslóðin %1 var sótt.
sv_se: URL:en %1 för autentiseringsbegäran har hämtats.

# Codeunit 3917783520 - NamedType 3501613044
source: The redirect URL is missing, the OAuth2 token cannot be retrieved. Please fill in the Redirect URL and try again.
da_dk: URL-adressen til omdirigering mangler, OAuth2-tokenet kan ikke hentes. Udfyld URL-adressen til omdirigering, og prøv igen.
is_is: Framsendingarvefslóðina vantar, ekki er hægt að sækja OAuth2-merkið. Fylla skal inn í framsendingarvefslóðina og reyna aftur.
sv_se: URL:en för omdirigering saknas så OAuth2-token kan inte hämtas. Fyll i omdirigerings-URL:en och försök igen.

# Codeunit 1491000021 - NamedType 1420859235
source: Set up VAT Group Management
da_dk: Opsætning af momsgruppestyring
is_is: Setja upp umsjón VSK-hópa
sv_se: Konfigurera momsgruppshantering

# Codeunit 1491000021 - NamedType 3527398778
source: The VAT report setup was not found. You can create one on the VAT Report Setup page.
da_dk: Konfigurationen af momsrapporten blev ikke fundet. Du kan oprette en på siden Konfiguration af momsrapport.
is_is: Uppsetning VSK-skýrslu fannst ekki. Hægt er að búa til slíka skýrslu á uppsetningarsíðu VSK-skýrslu.
sv_se: Det gick inte att hitta konfigurationen för momsrapporten. Du kan skapa en på sidan Momsrapporteringskonfiguration.

# Codeunit 4281638274 - NamedType 3214936391
source: You must run the Suggest Lines action before you include returns for the VAT group.
da_dk: Du skal køre handlingen Foreslå linjer, før du medtager returneringer for momsgruppen.
is_is: Keyra verður aðgerðina „Tillögulínur“ áður en skilað er fyrir VSK-hópinn.
sv_se: Du måste köra åtgärden Föreslå rader innan du inkluderar returer för momsgruppen.

# Codeunit 3637038916 - NamedType 2074369582
source: Cannot update VAT report status
da_dk: Kan ikke opdatere momsrapportstatus
is_is: Ekki tókst að uppfæra stöðu VSK-skýrslu
sv_se: Det går inte att uppdatera momsrapportens status

# Codeunit 3303680355 - NamedType 3527398778
source: The VAT report setup was not found. You can create one on the VAT Report Setup page.
da_dk: Konfigurationen af momsrapporten blev ikke fundet. Du kan oprette en på siden Konfiguration af momsrapport.
is_is: Uppsetning VSK-skýrslu fannst ekki. Hægt er að búa til slíka skýrslu á uppsetningarsíðu VSK-skýrslu.
sv_se: Det gick inte att hitta konfigurationen för momsrapporten. Du kan skapa en på sidan Momsrapporteringskonfiguration.

# Codeunit 3303680355 - NamedType 3792991482
source: You must be configured as a VAT Group member in order to submit VAT returns to the group representative.
da_dk: Du skal være konfigureret som et momsgruppemedlem for at kunne sende moms tilbage til grupperepræsentanten.
is_is: Notandi verður að vera skilgreindur sem meðlimur VSK-hóps til að geta sent VSK-framtöl á forsvarsaðila hópsins.
sv_se: Du måste vara konfigurerad som en momsgruppsmedlem för att kunna skicka momsreturer till gruppens representant.

# Page 2949480547 - Control 3898161535 - Property 1295455071
source: Specifies the identifier for the VAT return from the group member that submitted it.
da_dk: Angiver id'et for momsreturneringen fra det gruppemedlem, der har sendt det.
is_is: Tilgreinir kennimerki fyrir VSK-framtal frá hópmeðlimnum sem sendi það inn.
sv_se: Anger identifieraren för momsreturen från den gruppmedlem som skickade den.

# Page 2949480547 - Control 1294919425 - Property 1295455071
source: Specifies the number of the line on the VAT return from the group member that submitted it.
da_dk: Angiver nummeret på linjen på momsreturneringen fra det gruppemedlem, der sendte den.
is_is: Tilgreinir línunúmerið á VSK-framtali frá hópmeðlimnum sem sendi það inn.
sv_se: Anger numret på raden i momsreturen från den gruppmedlem som skickade den.

# Page 2949480547 - Control 3784695125 - Property 1295455071
source: Specifies the row number of the VAT return from the group member that submitted it.
da_dk: Angiver rækkenummeret for momsreturneringen fra det gruppemedlem, der har sendt den.
is_is: Tilgreinir númer línunnar á VSK-framtali frá hópmeðlimnum sem sendi það inn.
sv_se: Anger radnumret för momsreturen från den gruppmedlem som skickade in den.

# Page 2949480547 - Control 4232699882 - Property 1295455071
source: Specifies a description for the VAT group submission line.
da_dk: Angiver en beskrivelse af momsgruppens afsendelseslinje.
is_is: Tilgreinir lýsingu fyrir innsendingarlínu VSK-hóps.
sv_se: Anger en beskrivning av den inskickade raden för momsgruppen.

# Page 2949480547 - Control 3173496544 - Property 1295455071
source: Specifies the box number of the VAT return.
da_dk: Angiver rubriknummeret på momsreturneringen.
is_is: Tilgreinir reitsnúmer VSK-framtalsins.
sv_se: Anger rutnumret för momsreturen.

# Page 2949480547 - Control 1121446808 - Property 1295455071
source: Specifies the VAT amount for the specified box number.
da_dk: Angiver momsbeløbet for det angivne rubriknummer.
is_is: Tilgreinir VSK-upphæð fyrir tilgreint reitsnúmer.
sv_se: Anger momsbeloppet för det angivna rutnumret.

# Page 898351636 - Property 2879900210
source: Waiting for a response - do not close this page
da_dk: Venter på et svar – luk ikke denne side
is_is: Bíður eftir svari - ekki loka þessari síðu
sv_se: Väntar på ett svar. Stäng inte sidan.

# Page 898351636 - NamedType 3906946713
source: Error: %1, description: %2
da_dk: Fejl: %1, beskrivelse: %2
is_is: Villa: %1, lýsing: %2
sv_se: Fel: %1, beskrivning: %2

# Page 898351636 - NamedType 2342417125
source: No state has been returned
da_dk: Ingen tilstand er returneret
is_is: Engri stöðu var skilað
sv_se: Inget tillstånd har returnerats

# Page 898351636 - NamedType 1232297936
source: The state parameter value does not match.
da_dk: Tilstandsparameterens værdi matcher ikke.
is_is: Gildi í færibreytu stöðu stemma ekki.
sv_se: Värdet för tillståndsparametern stämmer inte.

# Page 3244774383 - Property 2879900210
source: VAT Group Approved Members
da_dk: Godkendte medlemmer af momsgruppe
is_is: Samþykktir meðlimir VSK-hóps
sv_se: Godkända medlemmar för momsgrupp

# Page 3244774383 - Control 3641927271 - Property 1295455071
source: Specifies the identifier of the group member.
da_dk: Angiver id'et for gruppemedlemmet.
is_is: Tilgreinir kennimerki hópmeðlimsins.
sv_se: Anger gruppmedlemmens identifierare.

# Page 3244774383 - Control 3687402140 - Property 1295455071
source: Specifies the name of the group member.
da_dk: Angiver gruppemedlemmets navn.
is_is: Tilgreinir nafn hópmeðlimsins.
sv_se: Anger namnet på gruppmedlemmen.

# Page 3244774383 - Control 3133801257 - Property 1295455071
source: Specifies the company from which the group member will send VAT returns in Business Central.
da_dk: Angiver den virksomhed, hvorfra gruppemedlemmet vil sende momsreturneringer i Business Central.
is_is: Tilgreinir fyrirtækið sem hópmeðlimurinn sendir VSK-framtöl frá í Business Central.
sv_se: Anger det företag som gruppmedlemmen ska skicka momsreturer från i Business Central.

# Page 3244774383 - Control 3990529670 - Property 1295455071
source: Specifies the name of the contact person in the group member company.
da_dk: Angiver navnet på kontakten i gruppemedlemmets virksomhed.
is_is: Tilgreinir nafn tengiliðar í aðildarfyrirtækinu.
sv_se: Anger namnet på kontaktpersonen i gruppmedlemmens företag.

# Page 3244774383 - Control 4012802731 - Property 1295455071
source: Specifies the email of the contact person in the group member company.
da_dk: Angiver mailadressen på kontakten hos gruppemedlemmets virksomhed.
is_is: Tilgreinir netfang tengiliðar í aðildarfyrirtækinu.
sv_se: Anger e-postadressen till kontaktpersonen i gruppmedlemmens företag.

# Page 1700225543 - Control 1873299968 - Property 1295455071
source: Specifies the box number of the VAT return.
da_dk: Angiver rubriknummeret på momsreturneringen.
is_is: Tilgreinir reitsnúmer VSK-framtalsins.
sv_se: Anger rutnumret för momsreturen.

# Page 1700225543 - Control 3687402140 - Property 1295455071
source: Specifies the name of the group member that submitted the VAT report.
da_dk: Angiver navnet på det gruppemedlem, der sendte momsrapporten.
is_is: Tilgreinir nafn hópmeðlimsins sem sendi inn VSK-skýrsluna.
sv_se: Anger namnet på den gruppmedlem som skickade momsrapporten.

# Page 1700225543 - Control 3359429197 - Property 1295455071
source: Specifies the identifier for the VAT return from the group member that submitted it.
da_dk: Angiver id'et for momsreturneringen fra det gruppemedlem, der har sendt det.
is_is: Tilgreinir kennimerki fyrir VSK-framtal frá hópmeðlimnum sem sendi það inn.
sv_se: Anger identifieraren för momsreturen från den gruppmedlem som skickade den.

# Page 1700225543 - Control 4081666332 - Property 1295455071
source: Specifies the timestamp during which the VAT report was submitted.
da_dk: Angiver det tidsstempel, som momsrapporten blev sendt på.
is_is: Tilgreinir tímastimpilinn þegar VSK-skýrslan var send inn.
sv_se: Anger tidsstämpeln för tiden då momsrapporten skickades in.

# Page 1700225543 - Control 636392376 - Property 1295455071
source: Specifies the VAT amount for the specified box number.
da_dk: Angiver momsbeløbet for det angivne rubriknummer.
is_is: Tilgreinir VSK-upphæð fyrir tilgreint reitsnúmer.
sv_se: Anger momsbeloppet för det angivna rutnumret.

# Page 1700225543 - Control 245426702 - Property 1295455071
source: Specifies the total amount for the specified box number aggregated from all the group member returns.
da_dk: Angiver det samlede beløb for det angivne rubriknummer, som er samlet fra alle gruppemedlemsreturneringer.
is_is: Tilgreinir heildarupphæð fyrir tilgreint reitsnúmer, uppsafnaða úr öllum framtölum hópmeðlima.
sv_se: Anger det totala beloppet för det angivna rutnumret som aggregerats från alla gruppmedlemmars returer.

# Page 1700225543 - Control 245426702 - Property 2879900210
source: Total
is_is: Samtals
sv_se: Summa

# Page 27651019 - Property 2879900210
source: VAT Group Management
da_dk: Administration af momsgruppe
is_is: Umsjón VSK-hópa
sv_se: Momsgruppshantering

# Page 27651019 - Control 3626173821 - Property 1295455071
source: Setup Banner
da_dk: Konfigurer banner
is_is: Setja upp borða
sv_se: Konfigurera banderoll

# Page 27651019 - Control 2991574887 - Property 1295455071
source: Complete Banner
da_dk: Komplet banner
is_is: Ljúka borða
sv_se: Fullständig banderoll

# Page 27651019 - Control 3800514526 - Property 2879900210
source: Welcome
da_dk: Velkommen
is_is: Velkomin(n)
sv_se: Välkommen

# Page 27651019 - Control 3800514526 - Property 1968111052
source: The VAT Group Management extension makes it easy to be part of a VAT group.
da_dk: Udvidelsen Momsgruppestyring gør det lettere at være del af en momsgruppe.
is_is: Viðbótin „Umsjón VSK-hópa“ auðveldar notendum að vera í VSK-hópum.
sv_se: Med tillägget för momsgruppshantering blir det enkelt att tillhöra en momsgrupp.

# Page 27651019 - Control 2882169296 - Property 2879900210
source: This guide will help you define member and representative companies in the VAT group. Group members submit VAT returns to the group representative, who then submits the aggregated return for all member companies to the tax authorities.
da_dk: Denne vejledning kan hjælpe dig med at definere medlemmer og repræsentative virksomheder i momsgruppen. Gruppemedlemmer sender momsreturnering til gruppens repræsentant, som derefter sender det aggregerede afkast for alle medlemsvirksomheder til skattemyndighederne.
is_is: Þessi leiðarvísir aðstoðar við að skilgreina aðildarfyrirtæki og fyrirtæki í forsvari í VSK-hópnum. Hópmeðlimir senda inn VSK-framtöl til forsvarsaðila hópsins sem sendir svo inn samantekið framtal til skattyfirvalda fyrir öll aðildarfyrirtæki.
sv_se: Den här guiden hjälper dig att definiera medlemmar och representantföretag i momsgruppen. Gruppmedlemmar skickar momsreturer till grupprepresentanten som skickar sedan den sammanlagda returen för alla medlemsföretag till skattemyndigheten.

# Page 27651019 - Control 926340698 - Property 2879900210
source: Let's get started
da_dk: Lad os komme i gang
is_is: Hefjumst handa
sv_se: Nu sätter vi i gång

# Page 27651019 - Control 926340698 - Property 1968111052
source: Choose Next to configure your company's role in the VAT group.
da_dk: Vælg Næste for at konfigurere din virksomheds rolle i momsgruppen.
is_is: Velja skal „Áfram“ til að grunnstilla hlutverk fyrirtækisins í VSK-hópnum.
sv_se: Välj Nästa för att konfigurera ditt företags roll i momsgruppen.

# Page 27651019 - Control 2552321247 - Property 2879900210
source: Choose your company's role in the VAT group
da_dk: Vælg din virksomheds rolle i momsgruppen
is_is: Velja skal hlutverk fyrirtækisins í VSK-hópnum
sv_se: Välj ditt företags roll i momsgruppen

# Page 27651019 - Control 2552321247 - Property 1968111052
source: The configuration settings depend on your role in the VAT group.
da_dk: Konfigurationsindstillingerne afhænger af din rolle i momsgruppen.
is_is: Grunnstillingar velta á hlutverki notanda í VSK-hópnum.
sv_se: Konfigurationsinställningarna beror på din roll i momsgruppen.

# Page 27651019 - Control 3582926020 - Property 2879900210
source: VAT Group Role
da_dk: Rolle for momsgruppe
is_is: Hlutverk í VSK-hóp
sv_se: Roll för momsgrupp

# Page 27651019 - Control 3582926020 - Property 1295455071
source: Specifies whether you are a member of the group, or the group's representative.
da_dk: Angiver, om du er medlem af gruppen eller grupperepræsentanten.
is_is: Tilgreinir hvort þú sért meðlimur hóps eða forsvarsaðili hópsins.
sv_se: Anger om du är medlem i gruppen eller gruppens representant.

# Page 27651019 - Control 1485942955 - Property 2879900210
source: No VAT group role specified
da_dk: Der er ikke angivet nogen momsgrupperolle
is_is: Ekkert hlutverk í VSK-hópi tilgreint
sv_se: Ingen momsgruppsroll har angetts

# Page 27651019 - Control 1485942955 - Property 1968111052
source: To continue, you must specify your role in the VAT group.
da_dk: Hvis du vil fortsætte, skal du angive din rolle i momsgruppen.
is_is: Til að halda áfram verður notandi að tilgreina hlutverk sitt í VSK-hópnum.
sv_se: Om du vill fortsätta måste du ange din roll i momsgruppen.

# Page 27651019 - Control 697164535 - Property 2879900210
source: Group representative
da_dk: Grupperepræsentant
is_is: Forsvarsaðili hóps
sv_se: Grupprepresentant

# Page 27651019 - Control 697164535 - Property 1968111052
source: Choose this option to act as the group representative and submit vat returns on behalf of the group. Group members will submit their VAT returns to you instead of the tax authority.
da_dk: Vælg denne indstilling, hvis du vil fungere som grupperepræsent og indsende momsreturneringer på vegne af gruppen. Gruppemedlemmer sender deres moms, tilbage til dig i stedet for skattemyndighederne.
is_is: Velja skal þennan valkost til að aðhafast sem forsvarsaðili hópsins og senda inn VSK-framtöl fyrir hönd hópsins. Hópmeðlimir senda VSK-framtölin sín til þín í stað skattyfirvalda.
sv_se: Välj det här alternativet om du vill fungera som grupprepresentant och skicka momsreturer för gruppens räkning. Gruppmedlemmarna skickar sina momsreturer till dig i stället för till skattemyndigheten.
