Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: VATGroupManagement/Source/VATGroupManagement/Translations/VAT Group Management.g.*.xlf
Languages: da_dk, is_is, sv_se

# Page 2910311616 - Control 3178072769 - Property 1295455071
source: Specifies the name of the group member that submitted the VAT report.
da_dk: Angiver navnet på det gruppemedlem, der sendte momsrapporten.
is_is: Tilgreinir nafn hópmeðlimsins sem sendi inn VSK-skýrsluna.
sv_se: Anger namnet på den gruppmedlem som skickade momsrapporten.

# Page 2910311616 - Control 3133801257 - Property 1295455071
source: Specifies the company from which the VAT report was submitted.
da_dk: Angiver den virksomhed, som momsrapporten er sendt fra.
is_is: Tilgreinir fyrirtækið sem sendi inn VSK-skýrsluna.
sv_se: Anger företaget som momsrapporten inlämnades av.

# Page 2910311616 - Control 4035800860 - Property 1295455071
source: Specifies the timestamp during which the VAT report was submitted.
da_dk: Angiver det tidsstempel, som momsrapporten blev sendt på.
is_is: Tilgreinir tímastimpilinn þegar VSK-skýrslan var send inn.
sv_se: Anger tidsstämpeln för tiden då momsrapporten skickades in.

# Page 2910311616 - Control 474480784 - Property 1295455071
source: Specifies the start date of the report period for the VAT report submission.
da_dk: Angiver startdatoen for rapportperioden i momsrapporten.
is_is: Tilgreinir upphafsdagsetningu skýrslutímabils fyrir innsendingu VSK-skýrslunnar.
sv_se: Anger startdatum för rapportperioden för inlämnande av momsrapport.

# Page 2910311616 - Control 2649176925 - Property 1295455071
source: Specifies the end date of the report period for the VAT report submission.
da_dk: Angiver slutdatoen for rapportperioden i momsrapporten.
is_is: Tilgreinir lokadagsetningu skýrslutímabils fyrir innsendingu VSK-skýrslunnar.
sv_se: Anger slutdatum för rapportperioden i inlämnande av momsrapport.

# Page 2910311616 - Control 3932791859 - Property 2879900210
source: Report Lines
da_dk: Rapportlinjer
is_is: Skýrslulínur
sv_se: Rapportrader

# Page 1590669234 - Property 2879900210
source: VAT Group Submissions
da_dk: Indsendelser til momsgruppe
is_is: Innsendingar VSK-hóps
sv_se: Momsgruppens inlämningar

# Page 1590669234 - Control 4200184881 - Property 1295455071
source: Specifies the identifier for the VAT return from the group member that submitted it.
da_dk: Angiver id'et for momsreturneringen fra det gruppemedlem, der har sendt det.
is_is: Tilgreinir kennimerki fyrir VSK-framtal frá hópmeðlimnum sem sendi það inn.
sv_se: Anger identifieraren för momsreturen från den gruppmedlem som skickade den.

# Page 1590669234 - Control 3178072769 - Property 1295455071
source: Specifies the name of the group member that submitted the VAT report.
da_dk: Angiver navnet på det gruppemedlem, der sendte momsrapporten.
is_is: Tilgreinir nafn hópmeðlimsins sem sendi inn VSK-skýrsluna.
sv_se: Anger namnet på den gruppmedlem som skickade momsrapporten.

# Page 1590669234 - Control 474480784 - Property 1295455071
source: Specifies the start date of the report period for the VAT report submission.
da_dk: Angiver startdatoen for rapportperioden i momsrapporten.
is_is: Tilgreinir upphafsdagsetningu skýrslutímabils fyrir innsendingu VSK-skýrslunnar.
sv_se: Anger startdatum för rapportperioden för inlämnande av momsrapport.

# Page 1590669234 - Control 2649176925 - Property 1295455071
source: Specifies the end date of the report period for the VAT report submission.
da_dk: Angiver slutdatoen for rapportperioden i momsrapporten.
is_is: Tilgreinir lokadagsetningu skýrslutímabils fyrir innsendingu VSK-skýrslunnar.
sv_se: Anger slutdatum för rapportperioden i inlämnande av momsrapport.

# Page 1590669234 - Control 3133801257 - Property 1295455071
source: Specifies the company from which the VAT report was submitted.
da_dk: Angiver den virksomhed, som momsrapporten er sendt fra.
is_is: Tilgreinir fyrirtækið sem sendi inn VSK-skýrsluna.
sv_se: Anger företaget som momsrapporten inlämnades av.

# Page 1590669234 - Control 4035800860 - Property 1295455071
source: Specifies the timestamp during which the VAT report was submitted.
da_dk: Angiver det tidsstempel, som momsrapporten blev sendt på.
is_is: Tilgreinir tímastimpilinn þegar VSK-skýrslan var send inn.
sv_se: Anger tidsstämpeln för tiden då momsrapporten skickades in.

# Page 1590669234 - Control 2782722823 - Property 1295455071
source: Specifies the ID of the group member that submitted the VAT report.
da_dk: Angiver id'et for det gruppemedlem, der har sendt momsrapporten.
is_is: Tilgreinir kenni hópmeðlimsins sem sendi inn VSK-skýrsluna.
sv_se: Anger ID:t för den gruppmedlem som skickade momsrapporten.

# Page 231648147 - Property 2879900210
source: VAT Reports Configuration
da_dk: Konfiguration af momsrapporter
is_is: Grunnstilling VSK-skýrslu
sv_se: Konfiguration av momsrapporter

# Page 231648147 - Control 1318640161 - Property 1295455071
source: Specifies the version of the VAT report.
da_dk: Angiver momsrapportens version.
is_is: Tilgreinir útgáfa VSK-skýrslunnar.
sv_se: Anger momsrapportens version.

# Page 231648147 - Control 1555720505 - Property 1295455071
source: Specifies whether an ID is suggested automatically.
da_dk: Angiver, om et id skal foreslås automatisk.
is_is: Tilgreinir hvort stungið er sjálfkrafa upp á kenni.
sv_se: Anger om ett ID föreslås automatiskt.

# Page 231648147 - Control 554825520 - Property 1295455071
source: Specifies whether a caption is suggested automatically.
da_dk: Angiver, om en titel skal foreslås automatisk.
is_is: Tilgreinir hvort stungið er sjálfkrafa upp á skýringartexta.
sv_se: Anger om en rubrik föreslås automatiskt.

# Page 231648147 - Control 2792361305 - Property 1295455071
source: Specifies the codeunit ID.
da_dk: Angiver codeunit-id'et.
is_is: Tilgreinir kenni codeunit.
sv_se: Anger ID för codeunit.

# Page 231648147 - Control 2605127120 - Property 1295455071
source: Specifies the codeunit caption code.
da_dk: Angiver titelkoden for codeunit.
is_is: Tilgreinir skýringartextakóða codeunit.
sv_se: Anger rubrikkoden för codeunit.

# Page 231648147 - Control 1578133954 - Property 1295455071
source: Specifies the ID associated with the submission codeunit.
da_dk: Angiver det id, som er knyttet til leveringens codeunit.
is_is: Tilgreinir kenni sem tengist codeunit innsendingar.
sv_se: Anger ID:t som är kopplat till codeunit för sändning.

# Page 231648147 - Control 1235910239 - Property 1295455071
source: Specifies the caption associated with the submission codeunit.
da_dk: Angiver den titel, som er knyttet til leveringens codeunit.
is_is: Tilgreinir skýringartexta sem tengist codeunit innsendingar.
sv_se: Anger rubriken som är kopplad till codeunit för sändning.

# Page 231648147 - Control 39760095 - Property 1295455071
source: Specifies the codeunit ID of the response handler.
da_dk: Angiver id'et for svarhandlerens codeunit.
is_is: Tilgreinir codeunit-kenni rekils svarsins.
sv_se: Anger codeunit-ID för svarshanteraren.

# Page 231648147 - Control 4045529433 - Property 1295455071
source: Specifies the name of the caption that related to the line.
da_dk: Angiver navnet på den titel, der er relateret til linjen.
is_is: Tilgreinir heiti skýringartexta sem tengist línunni.
sv_se: Anger namnet på rubriken som berör raden.

# Page 231648147 - Control 1943315772 - Property 1295455071
source: Specifies the codeunit ID for the VAT Report line.
da_dk: Angiver id'et for momsrapportlinjens codeunit.
is_is: Tilgreinir codeunit-kenni fyrir VSK-skýrslulínuna.
sv_se: Anger codeunit-ID för momsrapportraden.

# Page 231648147 - Control 1173241261 - Property 1295455071
source: Specifies the caption for the codeunit VAT Report.
da_dk: Angiver titlen på momsrapport for codeunit.
is_is: Tilgreinir skýringartexta fyrir codeunit VSK-skýrslu.
sv_se: Anger rubriken för codeunit för momsrapport.

# PageExtension 130569615 - Control 1676047464 - Property 2879900210
source: Group Member Submissions
da_dk: Indsendelser af gruppemedlem
is_is: Innsendingar hópmeðlima
sv_se: Överföringar från gruppmedlemmar

# PageExtension 130569615 - Control 1676047464 - Property 1295455071
source: Specifies the number of VAT returns submitted by group members in this period.
da_dk: Angiver antallet af momsreturnering, der er sendt af gruppemedlemmer i denne periode.
is_is: Tilgreinir fjölda VSK-framtala sem hópmeðlimir sendu inn á þessu tímabili.
sv_se: Anger antalet momsreturer som skickats av gruppmedlemmarna under den här perioden.

# PageExtension 130569615 - NamedType 3282014969
source: %1 of %2 submitted
da_dk: %1 af %2 er indsendt
is_is: %1 af %2 sent inn
sv_se: %1 av %2 har skickats

# PageExtension 1476524600 - Control 966004738 - Property 2879900210
source: VAT Group Included
da_dk: Momsgruppe inkluderet
is_is: VSK-hópur innifalinn
sv_se: Momsgrupp är inkluderad

# PageExtension 1476524600 - Control 966004738 - Property 1295455071
source: Specified whether this is a VAT group return.
da_dk: Angivet, om dette er en momsgruppereturnering.
is_is: Tilgreinir hvort um sé að ræða VSK-framtal hóps.
sv_se: Anges om detta är en momsgruppsretur.

# PageExtension 1476524600 - Control 190253636 - Property 1295455071
source: Specifies the status of the VAT return on the group representative side. If this VAT return was used in a VAT group return by the group representative, the status is shown here.
da_dk: Angiver status for momsreturneringen hos grupperepræsentanten. Hvis denne momsreturnering blev brugt i en momsgruppereturnering af grupperepræsentanten, vises status her.
is_is: Tilgreinir stöðu VSK-framtals hjá forsvarsaðila hópsins. Ef forsvarsaðili hópsins notaði þetta VSK-framtal í VSK-framtali hóps er sú staða birt hér.
sv_se: Anger status för momsreturen på grupprepresentantens sida. Om den här momsreturen används i en momsgruppsretur från grupprepresentanten visas denna status här.

# PageExtension 1476524600 - Action 3475387180 - Property 2879900210
source: Include VAT Group
da_dk: Medtag momsgruppe
is_is: Taka VSK-hóp með
sv_se: Inkludera momsgrupp

# PageExtension 1476524600 - Action 3475387180 - Property 1295455071
source: Includes the amounts of submitted VAT returns from members in this period.
da_dk: Omfatter beløb for sendte momsreturneringer fra medlemmer i denne periode.
is_is: Inniheldur upphæðir innsendra VSK-framtala frá meðlimum á þessu tímabili.
sv_se: Inkluderar beloppen för skickade momsreturer från medlemmar under den här perioden.

# PageExtension 1476524600 - Action 2421935703 - Property 2879900210
source: Update Status
da_dk: Opdater status
is_is: Uppfæra stöðu
sv_se: Uppdatera status

# PageExtension 1476524600 - Action 2421935703 - Property 1295455071
source: Manually update the status of this VAT return to mirror the status of the VAT Group return in the group representative company.
da_dk: Opdater status for denne momsreturnering manuelt for at spejle status af momsgruppens returnering i gruppens repræsentative virksomhed.
is_is: Uppfæra stöðu þessa VSK-framtals handvirkt til að spegla stöðu VSK-hópsins í fyrirtækinu í forsvari fyrir hópinn.
sv_se: Uppdatera status för den här momsreturen manuellt till att återspegla status för momsgruppens retur i grupprepresentantens företag.

# PageExtension 1476524600 - NamedType 596730981
source: The amounts submitted by group members have changed. Please review the new values.
da_dk: De beløb, der er indsendt af gruppemedlemmer, er ændret. Gennemse de nye værdier.
is_is: Upphæðirnar sem meðlimir hópsins hafa sent inn hafa breyst. Farðu yfir nýju gildin.
sv_se: Beloppen som skickas av gruppmedlemmarna har ändrats. Kontrollera de nya värdena.

# PageExtension 1476524600 - NamedType 1023320891
source: There are newer VAT Group submissions from members for this period. Click Reopen to incorporate the new values.
da_dk: Der er nyere momsgruppeindsendelser fra medlemmer for denne periode. Klik på Åbn igen for at inkorporere de nye værdier.
is_is: Nýrri innsendingar VSK-hóps frá meðlimum eru til fyrir þetta tímabil. Smelltu á „Enduropna“ til að taka nýju gildin með.
sv_se: Det finns nyare momsgruppsinlämningar från medlemmar under den här perioden. Klicka på Öppna igen som du vill inkludera de nya värdena.

# PageExtension 1476524600 - NamedType 1742762397
source: Some VAT Group members have not submitted their VAT return for this period. Wait until all members have submitted before you continue.\n You can see the current submission on the VAT Group Submision page.
da_dk: Nogle momsgruppemedlemmer har ikke indsendt deres momsreturnering for denne periode. Vent, indtil alle medlemmer har indsendt, før du fortsætter.\n Du kan få vist den aktuelle indsendelse på siden Momsgruppeindsendelse.
is_is: Sumir meðlimir VSK-hópsins hafa ekki sent inn VSK-skýrslur sínar fyrir þetta tímabil. Bíddu þar til allir meðlimir hafa sent inn áður en þú heldur áfram.\n Hægt er að sjá núverandi sendingu á sendingarsíðu VSK-hópsins.
sv_se: Några momsgruppsmedlemmar har inte skickat sina momsreturer för den här perioden. Vänta tills alla medlemmar har skickat in sina innan du fortsätter.\n Du kan visa aktuella inlämningar på sidan Inlämning av momsgrupp.

# PageExtension 1203664658 - Control 966004738 - Property 1295455071
source: Specifies whether or not this is a VAT group return.
da_dk: Angiver, om dette er en momsgruppereturnering.
is_is: Tilgreinir hvort um sé að ræða VSK-framtal hóps eða ekki.
sv_se: Anger om detta är en momsgruppsretur.

# PageExtension 1203664658 - Control 190253636 - Property 1295455071
source: Specifies the status of the VAT return on the group representative side. If this VAT return was used in any VAT Group return on the representative side, that status is mirrored here.
da_dk: Angiver status for momsreturneringen fra grupperepræsentanten. Hvis denne momsreturnering blev brugt i enhver momsgruppereturnering fra den repræsentative side, vil denne status blive spejlet her.
is_is: Tilgreinir stöðu VSK-framtals hjá forsvarsaðila hópsins. Ef forsvarsaðilinn notaði þetta VSK-framtal í einhverju VSK-framtali hóps er sú staða spegluð hér.
sv_se: Anger status för momsreturen på grupprepresentantens sida. Om den här momsreturen används i någon momsgruppsretur på representantens sida återspeglas den statusen här.

# PageExtension 4146260181 - Control 3739812496 - Property 2879900210
source: VAT Group Management
da_dk: Administration af momsgruppe
is_is: Umsjón VSK-hópa
sv_se: Momsgruppshantering

# PageExtension 4146260181 - Control 3582926020 - Property 1295455071
source: Specifies what kind of role the current user has in the VAT group.
da_dk: Angiver, hvilken type rolle den aktuelle bruger har i momsgruppen.
is_is: Tilgreinir hvers konar hlutverk núverandi notandi er með í VSK-hópnum.
sv_se: Anger vilken typ av roll den aktuella användaren har i momsgruppen.

# PageExtension 4146260181 - Control 952030296 - Property 1295455071
source: Specifies which authentication type will be used to send data to the group representative.
da_dk: Angiver, hvilken godkendelsestype der skal bruges til at sende data til grupperepræsentanten.
is_is: Tilgreinir hvaða gerð sannvottunar verður notuð til að senda gögn til forsvarsaðila hópsins.
sv_se: Anger vilken autentiseringstyp som ska användas för att skicka data till gruppens representant.

# PageExtension 4146260181 - Control 1343840248 - Property 2879900210
source: Authentication Type
da_dk: Godkendelsestype
is_is: Tegund sannvottunar
sv_se: Autentiseringstyp

# PageExtension 4146260181 - Control 1343840248 - Property 1295455071
source: Specifies which authentication type will be used to send data to the group representative.
da_dk: Angiver, hvilken godkendelsestype der skal bruges til at sende data til grupperepræsentanten.
is_is: Tilgreinir hvaða gerð sannvottunar verður notuð til að senda gögn til forsvarsaðila hópsins.
sv_se: Anger vilken autentiseringstyp som ska användas för att skicka data till gruppens representant.

# PageExtension 4146260181 - Control 857185741 - Property 1295455071
source: Specifies the current ID of the group member.
da_dk: Angiver id'et for gruppemedlemmet.
is_is: Tilgreinir gildandi kenni hópmeðlimsins.
sv_se: Anger gruppmedlemmens ID.

# PageExtension 4146260181 - Control 3187090157 - Property 1295455071
source: Specifies the API URL of the group representative tenant.
da_dk: Angiver URL-adressen for API'en for den grupperepræsentantens lejer.
is_is: Tilgreinir API-vefslóð fyrir leigjanda forsvarsaðila hópsins.
sv_se: Anger API-URL:en för grupprepresentantens klientorganisation.

# PageExtension 4146260181 - Control 785940005 - Property 1295455071
source: Specifies the company name of the group representative tenant to which the VAT returns will be sent.
da_dk: Angiver virksomhedsnavnet på grupperepræsentantens lejer, som momsreturneringen vil blive sendt til.
is_is: Tilgreinir fyrirtækisheiti leigjanda forsvarsaðila hópsins sem VSK-endurgreiðslurnar verða sendar til.
sv_se: Anger företagsnamnet för grupprepresentantens klientorganisation som momsreturerna ska skickas till.

# PageExtension 4146260181 - Control 3549826426 - Property 2879900210
source: User Name
da_dk: Brugernavn
is_is: Notandanafn
sv_se: Användarnamn

# PageExtension 4146260181 - Control 3549826426 - Property 1295455071
source: Specifies the web service access key of the user in the group representative company.
da_dk: Angiver adgangsnøglen til webservice for brugeren i grupperepræsentative virksomheder.
is_is: Tilgreinir aðgangslykil vefþjónustu fyrir notanda innan fyrirtækisins í forsvari fyrir hópinn.
sv_se: Anger åtkomstnyckeln för användarens webbtjänst i grupprepresentantens företag.

# PageExtension 4146260181 - Control 3629137570 - Property 2879900210
source: Web Service Access Key
da_dk: Adgangsnøgle til webservice
is_is: Aðgangslykill vefþjónustu
sv_se: Webbtjänståtkomstnyckel

# PageExtension 4146260181 - Control 3629137570 - Property 1295455071
source: Specifies the web service access key of the user in the group representative company.
da_dk: Angiver adgangsnøglen til webservice for brugeren i grupperepræsentative virksomheder.
is_is: Tilgreinir aðgangslykil vefþjónustu fyrir notanda innan fyrirtækisins í forsvari fyrir hópinn.
sv_se: Anger åtkomstnyckeln för användarens webbtjänst i grupprepresentantens företag.

# PageExtension 4146260181 - Control 2788077256 - Property 2879900210
source: Client ID
da_dk: Klient-id
is_is: Biðlarakenni
sv_se: Klient-ID

# PageExtension 4146260181 - Control 2788077256 - Property 1295455071
source: Specifies the client ID of the Azure AD application used to access the API.
da_dk: Angiver klient-id'et for den Azure AD-applikation, der bruges til at få adgang til API'en.
is_is: Tilgreinir biðlarakenni fyrir Azure AD-forritið sem notað er til að fá aðgang að API.
sv_se: Anger klient-ID:t för Azure AD-appen som används för att få åtkomst till API:et.

# PageExtension 4146260181 - Control 4069789961 - Property 2879900210
source: Client Secret
da_dk: Klienthemmelighed
is_is: Leynilykill biðlara
sv_se: Klienthemlighet

# PageExtension 4146260181 - Control 4069789961 - Property 1295455071
source: Specifies the client secret of the Azure AD application used to access the API.
da_dk: Angiver den klienthemmelighed for Azure AD-applikationen, der bruges til at få adgang til API'en.
is_is: Tilgreinir leynilykil biðlara fyrir Azure AD-forritið sem notað er til að fá aðgang að API.
sv_se: Anger klienthemligheten för Azure AD-appen som används för att få åtkomst till API:et.

# PageExtension 4146260181 - Control 2715030446 - Property 1295455071
source: Specifies the authority URL of the OAuth authority used to grant access tokens.
da_dk: Angiver URL-adresse for den OAuth-myndighed, der bruges til at give adgangstoken.
is_is: Tilgreinir vefslóð yfirvalda fyrir OAuth-yfirvaldið sem notað er til að fá aðgangslykla.
sv_se: Anger utfärdar-URL för den OAuth-utfärdare som används för att tilldela åtkomsttoken.

# PageExtension 4146260181 - Control 1423931915 - Property 1295455071
source: Specifies the resource URL of the Azure AD application to which access will be granted.
da_dk: Angiver URL-adressen for ressourcen for den Azure AD-applikation, som der skal tildeles adgang til.
is_is: Tilgreinir vefslóð tilfangs fyrir Azure AD-forritið sem veittur verður aðgangur að.
sv_se: Anger resurs-URL:en till den Azure AD-app som åtkomst ska beviljas till.

# PageExtension 4146260181 - Control 1464062987 - Property 1295455071
source: Specifies the OAuth2 redirect URL of the Azure AD application used to access the API.
da_dk: Angiver URL-adressen til OAuth2-omdirigering for den Azure AD-applikation, der bruges til at få adgang til API'en.
is_is: Tilgreinir OAuth2-framsendingarvefslóð fyrir Azure AD-forritið sem veittur verður aðgangur að.
sv_se: Anger OAuth2-omdirigerings-URL:en för Azure AD-appen som används för att få åtkomst till API:et.

# PageExtension 4146260181 - Control 2301097644 - Property 1295455071
source: Specifies the number of approved members that are allowed to submit their VAT returns. Clicking on this number will open the Approved Members page.
da_dk: Angiver antallet af godkendte medlemmer, der må sende deres momsreturnering. Hvis du klikker på dette nummer, åbnes siden Godkendte medlemmer.
is_is: Tilgreinir fjölda samþykktra meðlima sem er heimilt að senda inn VSK-framtöl. Ef smellt er á þessa tölu opnast síðan með samþykktum meðlimum.
sv_se: Anger antalet godkända medlemmar som kan skicka in momsreturer. Klicka på detta nummer om du vill öppna sidan Godkända medlemmar.

# PageExtension 4146260181 - Action 22890876 - Property 2879900210
source: Renew OAuth2 Token
da_dk: Forny OAuth2-token
is_is: Endurnýja OAuth2-merki
sv_se: Förnya OAuth2-token

# PageExtension 4146260181 - Action 22890876 - Property 1295455071
source: Initiates a new OAuth2 authetication flow which will result in getting a new token. This should be used if the the previous token has expired or can no longer be used.
da_dk: Starter et nyt OAuth2-godkendelsesflow, som resulterer i, at du får et nyt token. Det skal bruges, hvis det forrige token er udløbet eller ikke længere kan bruges.
is_is: Hefur nýtt OAuth2-sannvottunarverkflæði þar sem nýtt merki verður veitt. Þetta má nota ef fyrra merki er útrunnið eða er ekki lengur hægt að nota.
sv_se: Initierar ett nytt OAuth2-autentiseringsflöde som leder till att en ny token hämtas. Detta bör användas om föregående token har förfallit eller inte längre kan användas.

# TableExtension 4146260181 - Field 3583765724 - Property 2879900210
source: VAT Group Role
da_dk: Rolle for momsgruppe
is_is: Hlutverk í VSK-hóp
sv_se: Roll för momsgrupp

# TableExtension 4146260181 - Field 148869180 - Property 2879900210
source: Approved Members
da_dk: Godkendte medlemmer
is_is: Samþykktir meðlimir
sv_se: Godkända medlemmar

# TableExtension 4146260181 - Field 3067641958 - Property 2879900210
source: Group Member ID
da_dk: Gruppemedlems-id
is_is: Kenni hópmeðlims
sv_se: Gruppmedlems-ID

# TableExtension 4146260181 - Field 741335537 - Property 2879900210
source: Group Representative API URL
da_dk: URL-adresse for API til grupperepræsentant
is_is: API-vefslóð forsvarsaðila hóps
sv_se: API-URL för grupprepresentant

# TableExtension 4146260181 - Field 2906998308 - Property 2879900210
source: Authentication Type
da_dk: Godkendelsestype
is_is: Tegund sannvottunar
sv_se: Autentiseringstyp

# TableExtension 4146260181 - Field 2519885595 - Property 2879900210
source: User Name Key
da_dk: Nøgle til brugernavn
is_is: Lykill notandanafns
sv_se: Nyckel för användarnamn

# TableExtension 4146260181 - Field 587592091 - Property 2879900210
source: Web Service Access Key Key
da_dk: Adgangsnøgle til webservice
is_is: Aðgangslykill vefþjónustu
sv_se: Webbtjänståtkomstnyckel

# TableExtension 4146260181 - Field 438063357 - Property 2879900210
source: Group Representative Company
da_dk: Grupperepræsentantvirksomhed
is_is: Fyrirtæki í forsvari fyrir hóp
sv_se: Grupprepresentantens företag
