Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/HybridBaseDeployment/Translations/Intelligent Cloud Base.g.*.xlf
Languages: da_dk, fi_fi, is_is, it_it, ru_ru

# Page 3155514618 - NamedType 914151040
source: You do not have permissions to execute this task. Contact your system administrator.
da_dk: Du har ikke rettigheder til at udføre denne opgave. Kontakt systemadministratoren.
fi_fi: Sinulla ei ole tämän tehtävän suorittamiseen tarvittavia oikeuksia. Ota yhteyttä järjestelmänvalvojaan.
is_is: Þú hefur ekki heimildir til að framkvæma þessa aðgerð. Hafðu samband við kerfisstjóra.
it_it: Non si dispone delle autorizzazioni necessarie per eseguire questa attività. Contattare l'amministratore di sistema.
ru_ru: У вас нет разрешений на выполнение этой задачи. Обратитесь к системному администратору.

# Page 3155514618 - NamedType 3410296187
source: Company selection changes will be reflected on your next migration.
da_dk: Ændringer af valg af virksomhed afspejles i din næste migrering.
fi_fi: Yrityksen valintaan tehdyt muutokset näkyvät seuraavassa siirrossa.
is_is: Breytingar á vali fyrirtækis koma fram við næsta flutning.
it_it: Le modifiche alla selezione delle società verranno applicate alla successiva migrazione.
ru_ru: Изменение выбранных организаций будет отражено при следующей миграции.

# Page 3155514618 - NamedType 3438381871
source: Exit without saving company selection changes?
da_dk: Afslut uden at gemme ændringer i valg af virksomhed?
fi_fi: Poistutaanko tallentamatta yrityksen valintaan tehtyjä muutoksia?
is_is: Loka án þess að vista breytingar á vali fyrirtækis?
it_it: Uscire senza salvare le modifiche alla selezione della società?
ru_ru: Закрыть без сохранения изменения выбранной организации?

# Page 2884714899 - Property 2879900210
source: Define User Mappings
da_dk: Definer brugertilknytninger
fi_fi: Määritä käyttäjien yhdistämismääritykset
is_is: Skilgreina notendavarpanir
it_it: Definire i mapping utente
ru_ru: Определить сопоставления пользователей

# Page 2884714899 - Control 201881077 - Property 1968111052
source: Choose a cloud user to map to an on-premises user to update user-specific open transaction data.
da_dk: Vælg en skybruger, der skal knyttes til en lokal bruger for at opdatere brugerspecifikke åbne transaktionsdata.
fi_fi: Valitse pilvipohjainen käyttäjä, joka voidaan yhdistää paikalliseen käyttäjään käyttäjäkohtaisten avointen tapahtumatietojen päivittämiseksi.
is_is: Veldu notanda skýi til að varpa á notanda á staðnum til að uppfæra notandasértæk opin færslugögn.
it_it: Scegliere un utente cloud da mappare a un utente locale per aggiornare i dati di transazione aperti specifici dell'utente.
ru_ru: Выберите облачного пользователя для сопоставления с локальным пользователем, чтобы обновить относящиеся к пользователю данные об открытых транзакциях.

# Page 2884714899 - Control 2300481781 - Property 2879900210
source: On-Premises User
da_dk: Lokal bruger
fi_fi: Paikallinen käyttäjä
is_is: Notandi á staðnum
it_it: Utente locale
ru_ru: Локальный пользователь

# Page 2884714899 - Control 4145396124 - Property 2879900210
source: Cloud User
da_dk: Skybruger
fi_fi: Pilvipohjainen käyttäjä
is_is: Skýjanotandi
it_it: Utente cloud
ru_ru: Облачный пользователь

# Page 2884714899 - Control 4213159267 - Property 1968111052
source: Once you have mapped all of the users, clicking OK will update the tables.
da_dk: Når du har tilknyttet alle brugere, opdateres tabellerne, når du klikker på OK.
fi_fi: Kun olet yhdistänyt kaikki käyttäjät, päivitä taulukot valitsemalla OK.
is_is: Þegar búið er að varpa öllum notendum skal velja í lagi til að uppfæra töflurnar.
it_it: Una volta mappati tutti gli utenti, fare clic su OK per aggiornare le tabelle.
ru_ru: После сопоставления всех пользователей нажмите "ОК", чтобы обновить таблицы.

# Page 2884714899 - Action 2079045816 - Property 2879900210
source: OK
is_is: Í lagi
ru_ru: ОК

# Page 2884714899 - Action 788258546 - Property 2879900210
source: Cancel
da_dk: Annuller
fi_fi: Peruuta
is_is: Hætta við
it_it: Annulla
ru_ru: Отмена

# Page 2884714899 - NamedType 1771460878
source: Not all users are mapped. Do you want to run the mapping process anyway?
da_dk: Ikke alle brugere er tilknyttet. Vil du køre tilknytningsprocessen alligevel?
fi_fi: Kaikkia käyttäjiä ei ole yhdistetty. Haluatko silti suorittaa yhdistämisprosessin?
is_is: Einhverjum notendum hefur ekki verið varpað. Á samt að keyra vörpunarferlið?
it_it: Non tutti gli utenti sono mappati. Eseguire comunque il processo di mappatura?
ru_ru: Сопоставлены не все пользователи. Все равно запустить процесс сопоставления?

# Page 2884714899 - NamedType 3438381871
source: Exit without processing user mapping?
da_dk: Vil du afslutte uden at behandle brugertilknytning?
fi_fi: Haluatko poistua suorittamatta käyttäjien yhdistämistä?
is_is: Hætta án þess að framkvæma notendavörpun?
it_it: Uscire senza elaborare il mapping utente?
ru_ru: Выйти без обработки сопоставления пользователей?

# PageExtension 3062652020 - Control 3436548871 - Property 2879900210
source: Table Migration Success Rate
da_dk: Succesraten for tabelmigrering
fi_fi: Taulukkojen siirron onnistumisprosentti
is_is: Árangurshlutfall töfluflutnings
it_it: Percentuale di migrazioni di tabelle completate
ru_ru: Процент успешной миграции таблиц

# PageExtension 3062652020 - Control 3436548871 - Property 1295455071
source: Specifies the percentage rate for the number of tables successfully migrated.
da_dk: Angiver procentdelsatsen for det antal tabeller, der blev migreret.
fi_fi: Määrittää onnistuneesti siirrettyjen taulukoiden prosenttiosuuden.
is_is: Tilgreinir prósentuhlutfall taflna sem tókst að flytja.
it_it: Specifica la percentuale del numero di tabelle migrate correttamente.
ru_ru: Определяет долю успешно перенесенных таблиц в процентах.

# PageExtension 3437032159 - Control 3436548871 - Property 2879900210
source: Table Migration Success Rate
da_dk: Succesraten for tabelmigrering
fi_fi: Taulukkojen siirron onnistumisprosentti
is_is: Árangurshlutfall töfluflutnings
it_it: Percentuale di migrazioni di tabelle completate
ru_ru: Процент успешной миграции таблиц

# PageExtension 3437032159 - Control 3436548871 - Property 1295455071
source: Specifies the percentage rate for the number of tables successfully migrated.
da_dk: Angiver procentdelsatsen for det antal tabeller, der blev migreret.
fi_fi: Määrittää onnistuneesti siirrettyjen taulukoiden prosenttiosuuden.
is_is: Tilgreinir prósentuhlutfall taflna sem tókst að flytja.
it_it: Specifica la percentuale del numero di tabelle migrate correttamente.
ru_ru: Определяет долю успешно перенесенных таблиц в процентах.

# PageExtension 2955950918 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# PageExtension 2955950918 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# PageExtension 2390387548 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# PageExtension 2390387548 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# PageExtension 1534780445 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# PageExtension 1534780445 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# PageExtension 3540893072 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# PageExtension 3540893072 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# PageExtension 3785827927 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# PageExtension 3785827927 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
da_dk: Intelligent cloudindsigt
fi_fi: Älykkään pilven tiedot
is_is: Innsýn í snjallský
it_it: Informazioni su Cloud intelligente
ru_ru: Аналитика в интеллектуальном облаке

# TableExtension 200293935 - Field 3436548871 - Property 2879900210
source: Replication Success Rate
da_dk: Succeshyppighed for replikering
fi_fi: Replikoinnin onnistumisprosentti
is_is: Árangurshlutfall eftirlíkingar
it_it: Percentuale di repliche completate
ru_ru: Процент успешной репликации

# TableExtension 2456898161 - Field 3436548871 - Property 2879900210
source: Replication Success Rate
da_dk: Succeshyppighed for replikering
fi_fi: Replikoinnin onnistumisprosentti
is_is: Árangurshlutfall eftirlíkingar
it_it: Percentuale di repliche completate
ru_ru: Процент успешной репликации

# Codeunit 4202943371 - NamedType 248683348
source: Failed to create company for the Data Migration setup. Error %1
fi_fi: Yrityksen luonti pilveen siirron asetuksille epäonnistui. Virhe %1
is_is: Ekki tókst að stofna fyrirtæki fyrir uppsetningu skráaflutnings. Villa %1

# Page 2532438947 - Control 3754590677 - Property 62802879
source: SQL Server,Azure SQL
is_is: SQL-þjónn,Azure SQL

# Page 432782781 - Control 3958318543 - Property 1295455071
source: Intelligent Edge KPIs
fi_fi: Älykkään yhteyden tunnusluvut
is_is: Afkastavísar snjalls jaðarbúnaðar

# Page 432782781 - Control 3835255931 - Property 1295455071
source: Intelligent Edge Insights
fi_fi: Älykkään yhteyden tiedot
is_is: Innsýn í snjallan jaðarbúnað

# Page 432782781 - Control 3786424220 - Property 1295455071
source: Power BI Report
fi_fi: Power BI -raportti
is_is: Power BI-skýrsla

# Page 432782781 - Control 151094470 - Property 1295455071
source: Power BI Report
fi_fi: Power BI -raportti
is_is: Power BI-skýrsla

# Page 432782781 - Control 791597496 - Property 1295455071
source: Cash Flow Forecast
fi_fi: Kassavirtaennuste
is_is: Sjóðstreymisspá
