Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/HybridBaseDeployment/Translations/Intelligent Cloud Base.g.*.xlf
Languages: da_dk, fi_fi, is_is, it_it, ru_ru

# Page 2532438947 - Control 3191757062 - Property 1968111052
source: If you have selected a company that does not exist in Business Central, it will automatically be created for you. This may take a few minutes.
da_dk: Hvis du har valgt en virksomhed, der ikke eksisterer i Business Central, bliver den automatisk oprettet for dig. Dette kan tage et par minutter.
fi_fi: Jos olet valinnut yrityksen, jota ei ole Business Centralissa, se luodaan automaattisesti puolestasi. Tähän voi kulua muutama minuutti.
is_is: Ef valið var fyrirtæki sem er ekki til í Business Central verður það sjálfkrafa búið til. Slíkt getur tekið nokkrar mínútur.
it_it: Se è stata selezionata una società che non esiste in Business Central, verrà creata automaticamente per l'utente. Questa operazione può richiedere alcuni minuti.
ru_ru: При выборе организации, которая отсутствует в Business Central, эта организация будет создана автоматически. Это может занять несколько минут.

# Page 2532438947 - Control 1670881213 - Property 2879900210
source: Schedule Data Migration
da_dk: Planlæg datamigrering
fi_fi: Ajoita tietojen siirto
is_is: Tímasetja gagnaflutning
it_it: Programmazione migrazione dei dati
ru_ru: Планирование миграции данных

# Page 2532438947 - Control 3762301320 - Property 1968111052
source: Specify when to migrate your data to Business Central. To skip this step, select Next. To setup or change your migration schedule in Business Central, search for 'Cloud Migration Management'.
da_dk: Angiv, hvornår du vil migrere dine data til Business Central. Vælg Næste for at springe over dette trin. Hvis du vil konfigurere eller ændre din migreringstidsplan i Business Central skal du søge efter 'Styring af skymigrering'.
fi_fi: Määritä, milloin tiedot siirretään Business Centraliin. Voit ohittaa tämän vaiheen valitsemalla Seuraava. Jos haluat muuttaa koko siirtoaikataulun Business Centralissa, tee haku sanoilla "pilveen siirron hallinta".
is_is: Tilgreindu hvenær á að flytja gögn í Business Central. Veldu „Áfram“ til að sleppa þessu skrefi. Leitaðu að „umsjón með skýjaflutningi“ til að setja upp eða breyta flutningsáætlun í Business Central.
it_it: Specificare quando eseguire la migrazione dei dati in Business Central. Per ignorare questo passaggio, scegliere Avanti. Per impostare o modificare la programmazione della migrazione in Business Central, cercare "Gestione migrazioni cloud".
ru_ru: Укажите, когда данные должны переноситься в Business Central. Чтобы пропустить этот шаг, нажмите кнопку "Далее". Чтобы настроить или изменить расписание миграции в Business Central, выполните поиск по фразе "Управление миграцией в облако".

# Page 2532438947 - Control 2402826139 - Property 2879900210
source: Activate Schedule
da_dk: Aktivér tidsplan
fi_fi: Aktivoi aikataulu
is_is: Ræsa áætlun
it_it: Attiva programmazione
ru_ru: Активировать расписание

# Page 2532438947 - Control 2402826139 - Property 1295455071
source: Activate Migration Schedule
da_dk: Aktivér migreringstidsplan
fi_fi: Aktivoi siirtoaikataulu
is_is: Virkja flutningsáætlun
it_it: Attiva programmazione delle migrazioni
ru_ru: Активировать расписание миграции

# Page 2532438947 - Control 2993600736 - Property 2879900210
source: Recurrence
da_dk: Gentagelse
fi_fi: Toistuminen
is_is: Endurtekning
it_it: Ricorrenza
ru_ru: Повторение

# Page 2532438947 - Control 595497481 - Property 2879900210
source: Start time
da_dk: Starttidspunkt
fi_fi: Aloitusaika
is_is: Upphafstími
it_it: Ora di inizio
ru_ru: Время начала

# Page 2532438947 - Control 595497481 - Property 1295455071
source: Specifies the time at which to start the migration.
da_dk: Angiver det klokkeslæt, hvor migreringen skal starte.
fi_fi: Määrittää kellonajan, jolloin siirto alkaa.
is_is: Tilgreinir upphafstíma flutnings.
it_it: Specifica l'ora di inizio della migrazione.
ru_ru: Определяет время начала миграции.

# Page 2532438947 - Control 3189484627 - Property 2879900210
source: That's It!
da_dk: Det var det!
fi_fi: Valmis!
is_is: Þá er það komið!
it_it: Fine
ru_ru: Вот и все!

# Page 2532438947 - Control 3189484627 - Property 1968111052
source: Choose finish to close the wizard.
da_dk: Vælg Udfør for at lukke guiden.
fi_fi: Sulje ohjattu toiminto valitsemalla Valmis.
is_is: Veljið að ljúka til að loka leiðsagnarforritinu.
it_it: Scegliere Fine per chiudere la procedura guidata.
ru_ru: Чтобы закрыть мастер, нажмите кнопку "Готово".

# Page 2532438947 - Action 2438272767 - Property 2879900210
source: Back
da_dk: Tilbage
fi_fi: Edellinen
is_is: Til baka
it_it: Precedente
ru_ru: Назад

# Page 2532438947 - Action 914282563 - Property 2879900210
source: Next
da_dk: Næste
fi_fi: Seuraava
is_is: Áfram
it_it: Successiva
ru_ru: Далее

# Page 2532438947 - Action 3259912055 - Property 2879900210
source: Finish
da_dk: Udfør
fi_fi: Valmis
is_is: Ljúka
it_it: Fine
ru_ru: Готово

# Page 2532438947 - NamedType 2594112864
source: 1. Download the Self Hosted Integration Runtime(SHIR).
da_dk: 1. Hent integrationskørsel i lokalt miljø.
fi_fi: 1. Lataa integroitu suorituspalvelu paikallisessa ympäristössä (SHIR).
is_is: 1. Hlaða niður Keyrslutíma samþættingar sem hýstur er á staðnum (SHIR).
it_it: 1. Scaricare Self Hosted Integration Runtime (SHIR).
ru_ru: 1. Загрузите локальную среду выполнения интеграции (SHIR).

# Page 2532438947 - NamedType 2591681840
source: Privacy Notice
da_dk: Erklæring om beskyttelse af personlige oplysninger
fi_fi: Tietosuojatiedot
is_is: Tilkynning um persónuvernd
it_it: Informativa sulla privacy
ru_ru: Заявление о конфиденциальности

# Page 2532438947 - NamedType 2028240083
source: Help
da_dk: Hjælp
fi_fi: Ohje
is_is: Hjálp
it_it: Guida
ru_ru: Справка

# Page 2532438947 - NamedType 2905562872
source: Please enter a valid SQL connection string.
da_dk: Angiv en gyldig SQL-forbindelsesstreng.
fi_fi: Anna kelvollinen SQL-yhteysmerkkijono.
is_is: Sláðu inn gildan SQL-tengistreng.
it_it: Immettere una stringa di connessione SQL valida.
ru_ru: Введите допустимую строку подключения SQL.

# Page 2532438947 - NamedType 2913696420
source: Your Cloud Migration environment has not been set up.\\Are you sure that you want to exit?
da_dk: Dit skymigreringsmiljø er ikke konfigureret.\\Er du sikker på, at du vil afslutte?
fi_fi: Pilveen siirron ympäristöä ei ole määritetty.\\Haluatko varmasti lopettaa?
is_is: Skýjaflutningsumhverfið hefur ekki verið sett upp.\\Viltu örugglega loka?
it_it: L'ambiente di migrazione cloud non è stato impostato.\\Uscire?
ru_ru: Среда миграции в облако не настроена.\\Вы действительно хотите выйти?

# Page 2532438947 - NamedType 4058851970
source: You must select a product to continue.
da_dk: Du skal vælge et produkt for at fortsætte.
fi_fi: Valitse tuote jatkaaksesi.
is_is: Velja verður afurð til að halda áfram.
it_it: Per continuare, è necessario selezionare un prodotto.
ru_ru: Для продолжения необходимо выбрать продукт.

# Page 2532438947 - NamedType 3652475216
source: You must select at least one company to replicate to continue.
da_dk: Du skal vælge mindst én virksomhed, der skal replikeres, for at fortsætte.
fi_fi: Sinun on valittava vähintään yksi yritys, jotta replikointia voidaan jatkaa.
is_is: Velja verður í það minnsta eitt fyrirtæki til eftirlíkingar til að halda áfram.
it_it: Per continuare, è necessario selezionare almeno una società da replicare.
ru_ru: Для продолжения необходимо выбрать хотя бы одну компанию для репликации.

# Page 2532438947 - NamedType 3047188992
source: You must set a schedule time to continue.
da_dk: Du skal angive et planlagt tidspunkt for fortsættelse.
fi_fi: Sinun on määritettävä aikataulu, jotta voit jatkaa.
is_is: Setja þarf áætlunartíma til að halda áfram.
it_it: Per continuare, è necessario impostare il tempo di programmazione.
ru_ru: Для продолжения необходимо задать запланированное время.

# Page 2532438947 - NamedType 1874208431
source: Redirecting to SaaS Business Central solution.
da_dk: Omdirigerer til SaaS Business Central-løsningen.
fi_fi: Ohjataan edelleen SaaS-ratkaisuun Business Central.
is_is: Framsendir í SaaS-lausn Business Central.
it_it: Reindirizzamento alla soluzione SaaS Business Central.
ru_ru: Перенаправление на решение SaaS Business Central.

# Page 2532438947 - NamedType 914151040
source: You do not have permissions to execute this task. Contact your system administrator.
da_dk: Du har ikke rettigheder til at udføre denne opgave. Kontakt systemadministratoren.
fi_fi: Sinulla ei ole tämän tehtävän suorittamiseen tarvittavia oikeuksia. Ota yhteyttä järjestelmänvalvojaan.
is_is: Þú hefur ekki heimildir til að framkvæma þessa aðgerð. Hafðu samband við kerfisstjóra.
it_it: Non si dispone delle autorizzazioni necessarie per eseguire questa attività. Contattare l'amministratore di sistema.
ru_ru: У вас нет разрешений на выполнение этой задачи. Обратитесь к системному администратору.

# Page 2532438947 - NamedType 2829813711
source: The current company may not be enabled for replication.
da_dk: Den aktuelle virksomhed kan ikke aktiveres til replikering.
fi_fi: Replikointi ei ehkä ole käytössä nykyisessä yrityksessä.
is_is: Núverandi fyrirtæki er hugsanlega ekki virkjað fyrir eftirlíkingu.
it_it: La società corrente può non essere abilitata per la replica.
ru_ru: Текущая компания не может быть включена для репликации.

# Page 2166408973 - Control 2402826139 - Property 2879900210
source: Activate Schedule
da_dk: Aktivér tidsplan
fi_fi: Aktivoi aikataulu
is_is: Ræsa áætlun
it_it: Attiva programmazione
ru_ru: Активировать расписание

# Page 2166408973 - Control 2402826139 - Property 1295455071
source: Activate Migration Schedule
da_dk: Aktivér migreringstidsplan
fi_fi: Aktivoi siirtoaikataulu
is_is: Virkja flutningsáætlun
it_it: Attiva programmazione delle migrazioni
ru_ru: Активировать расписание миграции

# Page 2166408973 - Control 2993600736 - Property 2879900210
source: Recurrence
da_dk: Gentagelse
fi_fi: Toistuminen
is_is: Endurtekning
it_it: Ricorrenza
ru_ru: Повторение

# Page 2166408973 - Control 2218805241 - Property 2879900210
source: Select Days
da_dk: Vælg dage
fi_fi: Valitse päivät
is_is: Velja daga
it_it: Seleziona giorni
ru_ru: Выберите дни

# Page 2166408973 - Control 595497481 - Property 2879900210
source: Start time
da_dk: Starttidspunkt
fi_fi: Aloitusaika
is_is: Upphafstími
it_it: Ora di inizio
ru_ru: Время начала

# Page 2166408973 - Control 595497481 - Property 1295455071
source: Specifies the time at which to start the migration.
da_dk: Angiver det klokkeslæt, hvor migreringen skal starte.
fi_fi: Määrittää kellonajan, jolloin siirto alkaa.
is_is: Tilgreinir upphafstíma flutnings.
it_it: Specifica l'ora di inizio della migrazione.
ru_ru: Определяет время начала миграции.

# Page 2166408973 - NamedType 1332930564
source: You must set a schedule time to continue.
da_dk: Du skal indstille et tidspunkt for at fortsætte.
fi_fi: Sinun on määritettävä aikataulu, jotta voit jatkaa.
is_is: Þú verður að velja áætlaðan tíma til að halda áfram.
it_it: È necessario impostare il tempo di programmazione per continuare.
ru_ru: Для продолжения необходимо задать запланированное время.

# Page 1755155256 - Property 2879900210
source: Cloud Migration Product Types
da_dk: Produkttyper i skymigrering
fi_fi: Pilveen siirron tuotetyypit
is_is: Vörutegundir skýjaflutnings
it_it: Tipi di prodotto di migrazione cloud
ru_ru: Типы продуктов миграции в облако

# Page 1208606375 - Property 2879900210
source: Cloud Migration Management
da_dk: Styring af skymigrering
fi_fi: Pilveen siirron hallinta
is_is: Skýjaflutningsstjórnun
it_it: Gestione migrazioni cloud
ru_ru: Управление миграцией в облако

# Page 1208606375 - Property 2019332006
source: Process
da_dk: Proces
fi_fi: Käsittely
is_is: Vinnsla
it_it: Processo
ru_ru: Процесс

# Page 1208606375 - Action 1107077368 - Property 2879900210
source: Manage Schedule
da_dk: Administrer tidsplan
fi_fi: Aikataulun hallinta
is_is: Stjórna áætlun
it_it: Gestisci programmazione
ru_ru: Управление расписанием

# Page 1208606375 - Action 1107077368 - Property 1295455071
source: Manage migration schedule.
da_dk: Administrer migreringstidsplan.
fi_fi: Hallitse siirtoaikataulua.
is_is: Stjórna flutningsáætlun.
it_it: Gestire la programmazione della migrazione.
ru_ru: Управление графиком миграции.

# Page 1208606375 - Action 4144135117 - Property 2879900210
source: Run Migration Now
da_dk: Kør migrering nu
fi_fi: Suorita siirto nyt
is_is: Keyra flutning núna
it_it: Esegui migrazione
ru_ru: Запустить миграцию сейчас

# Page 1208606375 - Action 4144135117 - Property 1295455071
source: Manually trigger the Cloud Migration.
da_dk: Udløs skymigreringen manuelt.
fi_fi: Käynnistää pilveen siirron manuaalisesti.
is_is: Ræsa skýjaflutning handvirkt.
it_it: Attivare manualmente la migrazione cloud.
ru_ru: Запуск миграции в облако вручную.

# Page 1208606375 - Action 1616785346 - Property 2879900210
source: Create Diagnostic Run
da_dk: Opret diagnosticeringskørsel
fi_fi: Luo diagnostiikan suoritus
is_is: Stofna greiningarkeyrslu
it_it: Crea esecuzione diagnostica
ru_ru: Создать диагностический прогон

# Page 1208606375 - Action 1616785346 - Property 1295455071
source: Trigger a diagnostic run of the Cloud Migration.
da_dk: Udløser en diagnosticeringskørsel af skymigreringen.
fi_fi: Käynnistä pilveen siirron diagnostiikan suorittaminen.
is_is: Kveikja á greiningarkeyrslu skýjaflutnings.
it_it: Attivare un'esecuzione diagnostica della migrazione cloud.
ru_ru: Запуск диагностического прогона миграции в облако.

# Page 1208606375 - Action 2144283875 - Property 2879900210
source: Refresh Status
da_dk: Opdater status
fi_fi: Päivitä tila
is_is: Endurnýja stöðu
it_it: Aggiorna stato
ru_ru: Обновить статус

# Page 1208606375 - Action 2144283875 - Property 1295455071
source: Refresh the status of in-progress migration runs.
da_dk: Opdater status for igangværende migreringskørsler.
fi_fi: Päivitä keskeneräisten siirtosuoritusten tila.
is_is: Uppfæra stöðu á flutningskeyrslum í vinnslu.
it_it: Aggiornare lo stato delle esecuzioni di migrazione in corso.
ru_ru: Обновление статуса выполняемых прогонов миграции.

# Page 1208606375 - Action 4144528287 - Property 2879900210
source: Reset Cloud Data
da_dk: Nulstil skydata
fi_fi: Palauta pilvessä olevat tiedot
is_is: Endurstilla skýjagögn
it_it: Reimposta dati del cloud
ru_ru: Сбросить облачные данные

# Page 1208606375 - Action 4144528287 - Property 1295455071
source: Resets migration enabled data in the cloud tenant.
da_dk: Nulstiller migreringsaktiverede data i skylejeren.
fi_fi: Palauttaa pilvivuokraajassa tiedot, joille on otettu siirto käyttöön.
is_is: Endurstillir virk flutningsgögn leigjandans í skýi.
it_it: Reimposta i dati abilitati per la migrazione nel tenant del cloud.
ru_ru: Сбрасывает данные, для которых включена миграция, в облачном арендаторе.

# Page 1208606375 - Action 723046584 - Property 2879900210
source: Prepare tables for migration
da_dk: Forbered tabeller til migrering
fi_fi: Valmistele taulukot siirtoa varten
is_is: Búa töflur undir flutning
it_it: Prepara le tabelle per la migrazione
ru_ru: Подготовить таблицы к миграции

# Page 1208606375 - Action 723046584 - Property 1295455071
source: Gets the candidate tables ready for migration
da_dk: Gør kandidattabellerne klar til migrering
fi_fi: Noutaa siirtoon valmiit ehdokastaulut
is_is: Býr tillögutöflur undir flutning
it_it: Ottiene le tabelle di candidati pronte per la migrazione
ru_ru: Получает таблицы-кандидаты, готовые к миграции

# Page 1208606375 - Action 3820643447 - Property 2879900210
source: Get Runtime Service Key
da_dk: Henter kørselstjenestenøgle
fi_fi: Nouda suorituspalvelun avain
is_is: Ná í lykil keyrslutímaþjónustu
it_it: Ottieni chiave del servizio runtime
ru_ru: Получить ключ обслуживания среды выполнения

# Page 1208606375 - Action 3820643447 - Property 1295455071
source: Gets the integration runtime key.
da_dk: Henter kørselsintegrationsnøgle.
fi_fi: Noutaa integroinnin suorituspalvelun avaimen.
is_is: Nær í lykil keyrslutíma samþættingar.
it_it: Ottiene la chiave del runtime di integrazione.
ru_ru: Получает ключ среды выполнения интеграции.

# Page 1208606375 - Action 1029669452 - Property 2879900210
source: Reset Runtime Service Key
da_dk: Nulstiller kørselstjenestenøglen
fi_fi: Aseta suorituspalvelun avain uudelleen
is_is: Endurstilla lykil keyrslutímaþjónustunnar
it_it: Ripristina chiave del servizio runtime
ru_ru: Сброс ключа обслуживания среды выполнения

# Page 1208606375 - Action 1029669452 - Property 1295455071
source: Resets integration runtime service key.
da_dk: Nulstiller kørselsintegrationens tjenestenøgle.
fi_fi: Asettaa integroinnin suorituspalvelun avaimen uudelleen.
is_is: Endurstillir samþættingarlykil keyrslutímaþjónustunnar.
it_it: Ripristina la chiave del servizio runtime di integrazione.
ru_ru: Сбрасывает ключ обслуживания среды выполнения интеграции.

# Page 1208606375 - Action 2208477518 - Property 2879900210
source: Disable Cloud Migration
da_dk: Deaktiver skymigrering
fi_fi: Poista pilveen siirto käytöstä
is_is: Gera skýjaflutning óvirkan
it_it: Disabilita la migrazione cloud
ru_ru: Отключить миграцию в облако

# Page 1208606375 - Action 2208477518 - Property 1295455071
source: Disables Cloud Migration setup.
da_dk: Deaktiverer opsætningen af skymigrering.
fi_fi: Poistaa pilveen siirron asetukset käytöstä.
is_is: Gerir uppsetningu skýjaflutnings óvirka.
it_it: Disabilita il setup di migrazione cloud.
ru_ru: Отключает настройку миграции в облако.

# Page 1208606375 - Action 2604701552 - Property 2879900210
source: Check for Update
da_dk: Søg efter opdatering
fi_fi: Tarkista päivitysten saatavuus
is_is: Leita að uppfærslu
it_it: Verifica disponibilità aggiornamento
ru_ru: Проверить наличие обновлений

# Page 1208606375 - Action 2604701552 - Property 1295455071
source: Checks if an update is available for your Cloud Migration integration.
da_dk: Kontrollerer, om en opdatering er tilgængelig til integrationen af skymigrering.
fi_fi: Tarkistaa, onko pilveen siirron integrointiin saatavilla päivitystä.
is_is: Kannar hvort uppfærsla sé í boði fyrir samþættingu skýjaflutnings.
it_it: Verifica se è disponibile un aggiornamento per l'integrazione della migrazione cloud.
ru_ru: Проверяет, доступно ли обновление для интеграции "Миграция в облако".

# Page 1208606375 - Action 328443224 - Property 2879900210
source: Select Companies to Migrate
da_dk: Vælg virksomheder, der skal migreres
fi_fi: Valitse siirrettävät yritykset
is_is: Veldu fyrirtæki sem á að flytja
it_it: Selezionare le società da migrare
ru_ru: Выбрать организации для миграции

# Page 1208606375 - Action 328443224 - Property 1295455071
source: Select companies to Migrate
da_dk: Vælg virksomheder, der skal migreres
fi_fi: Valitse siirrettävät yritykset
is_is: Veldu fyrirtæki sem á að flytja
it_it: Selezionare le società da migrare
ru_ru: Выбрать организации для миграции

# Page 1208606375 - Action 2819242017 - Property 2879900210
source: Manage Custom Tables
it_it: Gestisci tabelle personalizzate
ru_ru: Управление пользовательскими таблицами

# Page 1208606375 - Action 2819242017 - Property 1295455071
source: Manage custom table mappings for the migration.
it_it: Gestire i mapping della tabella personalizzata per la migrazione.
ru_ru: Управление сопоставлениями пользовательских таблиц для миграции.

# Page 1208606375 - NamedType 2374652963
source: Are you sure you want to trigger migration?
da_dk: Er du sikker på, at du vil udløse migrering?
fi_fi: Haluatko varmasti käynnistää siirron?
is_is: Viltu örugglega ræsa flutning?
it_it: Attivare la migrazione?
ru_ru: Запустить миграцию?

# Page 1208606375 - NamedType 3470020661
source: Are you sure you want to generate new integration runtime key?
da_dk: Er du sikker på, at du vil generere en ny kørselsintegrationsnøgle?
fi_fi: Haluatko varmasti luoda uuden integroinnin suorituspalvelun avaimen?
is_is: Viltu örugglega búa til nýjan lykil fyrir keyrslutíma samþættingar?
it_it: Generare una nuova chiave del runtime di integrazione?
ru_ru: Вы действительно хотите создать новый ключ среды выполнения интеграции?

# Page 1208606375 - NamedType 2073137057
source: Cannot run migration since the background task has not finished creating companies yet.
da_dk: Migreringen kunne ikke køres, da en opgave i baggrunden ikke er færdig med at oprette virksomheder endnu.
fi_fi: Siirtoa ei voida suorittaa, koska taustatehtävä ei ole vielä saanut yritysten luontia valmiiksi.
is_is: Ekki er hægt að keyra flutning þar sem bakgrunnsverkið hefur ekki enn lokið við að stofna fyrirtæki.
it_it: Impossibile eseguire la migrazione perché l'attività in background non ha ancora completato la creazione delle società.
ru_ru: Не удалось запустить миграцию, поскольку фоновая задача еще не завершила создание организаций.

# Page 1208606375 - NamedType 248683348
source: Company creation failed with error %1. Please fix this and re-run the Cloud Migration Setup wizard.
da_dk: Virksomhedsoprettelsen mislykkedes med fejlen %1. Løs problemet, og kør guiden Konfiguration af skymigrering igen.
fi_fi: Yrityksen luonti epäonnistui (virhe %1). Ratkaise ongelma ja suorita pilveen siirron ohjattu määritystoiminto uudelleen.
is_is: Stofnun fyrirtækis mistókst með villu %1. Lagfærið þetta og keyrið uppsetningarforrit skýjaflutnings aftur.
it_it: La creazione delle società non è riuscita con l'errore %1. Risolvere questo problema e rieseguire la procedura guidata Setup di migrazione cloud.
ru_ru: Ошибка создания организации %1. Устраните эту проблему и повторно запустите мастер настройки миграции в облако.

# Page 1208606375 - NamedType 994802339
source: A migration is already in progress.
da_dk: En migrering er allerede er i gang.
fi_fi: Siirto on jo käynnissä.
is_is: Flutningur er þegar í vinnslu.
it_it: Una migrazione è già in corso.
ru_ru: Миграция уже выполняется.

# Page 1208606375 - NamedType 1664246311
source: Migration has been successfully triggered. You can track the status on the management page.
da_dk: Migreringen blev udløst. Du kan spore status på administrationssiden.
fi_fi: Siirron käynnistäminen onnistui. Voit seurata sen tilaa hallintasivulla.
is_is: Flutningur hefur verið ræstur. Hægt er að fylgjast með framvindunni á stjórnunarsíðunni.
it_it: La migrazione è stata attivata. È possibile tenere traccia dello stato nella pagina di gestione.
ru_ru: Миграция успешно запущена. Вы можете следить за ее статусом на странице управления.

# Page 1208606375 - NamedType 1849818483
source: Primary key for the integration runtime is: %1
da_dk: Primærnøgle til kørselsintegrationen er: %1
fi_fi: Perusavain integroinnin suorituspalvelua varten on %1
is_is: Aðallykillinn fyrir keyrslutíma samþættingarinnar er: %1
it_it: La chiave primaria per il runtime di integrazione è: %1
ru_ru: Первичный ключ для среды выполнения интеграции: %1

# Page 1208606375 - NamedType 159114583
source: New Primary key for the integration runtime is: %1
da_dk: Ny primærnøgle til kørselsintegrationen er: %1
fi_fi: Uusi perusavain integroinnin suorituspalvelua varten on %1
is_is: Nýr aðallykill fyrir keyrslutíma samþættingar: %1
it_it: La nuova chiave primaria per il runtime di integrazione è: %1
ru_ru: Новый первичный ключ для среды выполнения интеграции: %1

# Page 1208606375 - NamedType 3728170804
source: Are you sure you want to reset all cloud data?
da_dk: Er du sikker på, at du vil nulstille alle skydata?
fi_fi: Haluatko varmasti palauttaa kaikki pilvessä olevat tiedot?
is_is: Viltu örugglega endurstilla öll skýjagögn?
it_it: Reimpostare tutti i dati del cloud?
ru_ru: Вы действительно хотите сбросить все облачные данные?
