Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/HybridBaseDeployment/Translations/Intelligent Cloud Base.g.*.xlf
Languages: da_dk, fi_fi, is_is, it_it, ru_ru

# Table 2222215201 - Field 3641927271 - Property 2879900210
source: ID
fi_fi: Tunnus
is_is: Kenni
ru_ru: ИД

# Table 2222215201 - Field 2578412327 - Property 2879900210
source: Display Name
da_dk: Visningsnavn
fi_fi: Näyttönimi
is_is: Birtingarheiti
it_it: Nome visualizzato
ru_ru: Отображаемое имя

# Table 2222215201 - Field 2766253784 - Property 2879900210
source: App ID
fi_fi: Sovelluksen tunnus
is_is: Kenni forrits
it_it: ID app
ru_ru: ИД приложения

# Table 786761384 - Field 2565378072 - Property 2879900210
source: Run ID
da_dk: Kørsels-id
fi_fi: Suoritustunnus
is_is: Keyrslukenni
it_it: ID esecuzione
ru_ru: ИД запуска

# Table 786761384 - Field 2169532623 - Property 2879900210
source: Start Time
da_dk: Starttidspunkt
fi_fi: Aloitusaika
is_is: Upphafstími
it_it: Ora di inizio
ru_ru: Время начала

# Table 786761384 - Field 4240670190 - Property 2879900210
source: End Time
da_dk: Sluttidspunkt
fi_fi: Lopetusaika
is_is: Lokatími
it_it: Ora di fine
ru_ru: Время окончания

# Table 786761384 - Field 2862873016 - Property 2879900210
source: Replication Type
da_dk: Replikeringstype
fi_fi: Replikointityyppi
is_is: Tegund eftirlíkingar
it_it: Tipo di replica
ru_ru: Тип репликации

# Table 786761384 - Field 513339096 - Property 62802879
source: Failed,In Progress,Completed
da_dk: Mislykkedes,I gang,Fuldført
fi_fi: Epäonnistui,Käsittelyssä,Valmis
is_is: Mistókst,Í vinnslu,Lokið
it_it: Non riuscita,In corso,Completata
ru_ru: Сбой,Выполняется,Выполнено

# Table 786761384 - Field 513339096 - Property 2879900210
source: Status
fi_fi: Tila
is_is: Staða
it_it: Stato
ru_ru: Состояние

# Table 786761384 - Field 173023947 - Property 2879900210
source: Tables Successful
da_dk: Tabeller er færdige
fi_fi: Onnistuneet taulukot
is_is: Töflur tókust
it_it: Tabelle completate
ru_ru: Успешно реплицированные таблицы

# Table 786761384 - Field 2673211442 - Property 2879900210
source: Tables Failed
da_dk: Tabeller mislykkedes
fi_fi: Epäonnistuneet taulukot
is_is: Töflur mistókust
it_it: Tabelle non riuscite
ru_ru: Таблицы, которые не удалось реплицировать

# Table 786761384 - Field 1938181414 - Property 2879900210
source: Cloud Ready
da_dk: Skyen er klar
fi_fi: Pilvivalmis
is_is: Tilbúið fyrir ský
it_it: Cloud pronto
ru_ru: Готовность к облачному развертыванию

# Table 786761384 - Field 2397723431 - Property 2879900210
source: Source
da_dk: Kilde
fi_fi: Lähde
is_is: Uppruni
it_it: Origine
ru_ru: Источник

# Table 786761384 - Field 587495380 - Property 2879900210
source: Trigger Type
da_dk: Udløsertype
fi_fi: Käynnistimen tyyppi
is_is: Gerðir kveikja
it_it: Tipo di trigger
ru_ru: Тип триггера

# Table 786761384 - Field 1616174112 - Property 2879900210
source: Replication Type
da_dk: Replikeringstype
fi_fi: Replikointityyppi
is_is: Tegund eftirlíkingar
it_it: Tipo di replica
ru_ru: Тип репликации

# Table 786761384 - Field 318613646 - Property 2879900210
source: Details
da_dk: Detaljer
fi_fi: Tiedot
is_is: Upplýsingar
it_it: Dettagli
ru_ru: Сведения

# Table 786761384 - Field 1242430298 - Property 2879900210
source: Tables with Warnings
da_dk: Tabeller med advarsler
fi_fi: Taulukot, joissa on varoituksia
is_is: Töflur með viðvörunum
it_it: Tabelle con avvisi
ru_ru: Таблицы с предупреждениями

# Table 1110939947 - Field 2565378072 - Property 2879900210
source: Run ID
da_dk: Kørsels-id
fi_fi: Suoritustunnus
is_is: Keyrslukenni
it_it: ID esecuzione
ru_ru: ИД запуска

# Table 1110939947 - Field 3808951907 - Property 2879900210
source: Table Name
da_dk: Tabelnavn
fi_fi: Taulukon nimi
is_is: Töfluheiti
it_it: Nome tabella
ru_ru: Имя таблицы

# Table 1110939947 - Field 3997336476 - Property 2879900210
source: Company Name
da_dk: Navn på virksomhed
fi_fi: Yrityksen nimi
is_is: Heiti fyrirtækis
it_it: Nome società
ru_ru: Название компании

# Table 1110939947 - Field 2169532623 - Property 2879900210
source: Start Time
da_dk: Starttidspunkt
fi_fi: Aloitusaika
is_is: Upphafstími
it_it: Ora di inizio
ru_ru: Время начала

# Table 1110939947 - Field 4240670190 - Property 2879900210
source: End Time
da_dk: Sluttidspunkt
fi_fi: Lopetusaika
is_is: Lokatími
it_it: Ora di fine
ru_ru: Время окончания

# Table 1110939947 - Field 513339096 - Property 62802879
source: Failed,In Progress,Successful,Warning
da_dk: Mislykkedes,I gang,Færdig,Advarsel
fi_fi: Epäonnistui,Käsittelyssä,Onnistui,Varoitus
is_is: Mistókst,Í vinnslu,Tókst,Viðvörun
it_it: Non riuscita,In corso,Completata,Avviso
ru_ru: Сбой,Выполняется,Успех,Предупреждение

# Table 1110939947 - Field 513339096 - Property 2879900210
source: Status
fi_fi: Tila
is_is: Staða
it_it: Stato
ru_ru: Состояние

# Table 1110939947 - Field 2687027117 - Property 2879900210
source: Errors
da_dk: Fejl
fi_fi: Virheet
is_is: Villur
it_it: Errori
ru_ru: Ошибки

# Table 1566224523 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primær nøgle
fi_fi: Ensisijainen avain
is_is: Aðallykill
it_it: Chiave primaria
ru_ru: Первичный ключ

# Table 1566224523 - Field 3685822298 - Property 2879900210
source: Product ID
da_dk: Produkt-id
fi_fi: Tuotteen tunnus
is_is: Vörukenni
it_it: ID prodotto
ru_ru: ИД продукта

# Table 1566224523 - Field 3754590677 - Property 2879900210
source: Sql Server Type
fi_fi: SQL Server -palvelimen tyyppi
is_is: Tegund Sql-þjóns
it_it: Tipo di SQL Server
ru_ru: Тип SQL Server

# Table 1566224523 - Field 595497481 - Property 2879900210
source: Time to Run
da_dk: Tid til kørsel
fi_fi: Suoritusaika
is_is: Tími keyrslu
it_it: Ora di esecuzione
ru_ru: Время выполнения

# Table 1566224523 - Field 2402826139 - Property 2879900210
source: Replication Enabled
da_dk: Replikering afsluttet
fi_fi: Replikointi käytössä
is_is: Eftirlíking virk
it_it: Replica abilitata
ru_ru: Репликация включена

# Table 1566224523 - Field 2993600736 - Property 2879900210
source: Recurrence
da_dk: Gentagelse
fi_fi: Toistuminen
is_is: Endurtekning
it_it: Ricorrenza
ru_ru: Повторение

# Table 1566224523 - Field 2643887984 - Property 2879900210
source: Sunday
da_dk: Søndag
fi_fi: Sunnuntai
is_is: Sunnudagur
it_it: Domenica
ru_ru: Воскресенье

# Table 1566224523 - Field 3612571044 - Property 2879900210
source: Monday
da_dk: Mandag
fi_fi: Maanantai
is_is: Mánudagur
it_it: Lunedì
ru_ru: Понедельник

# Table 1566224523 - Field 4237472533 - Property 2879900210
source: Tuesday
da_dk: Tirsdag
fi_fi: Tiistai
is_is: Þriðjudagur
it_it: Martedì
ru_ru: Вторник

# Table 1566224523 - Field 2039729766 - Property 2879900210
source: Wednesday
da_dk: Onsdag
fi_fi: Keskiviikko
is_is: Miðvikudagur
it_it: Mercoledì
ru_ru: Среда

# Table 1566224523 - Field 2259593336 - Property 2879900210
source: Thursday
da_dk: Torsdag
fi_fi: Torstai
is_is: Fimmtudagur
it_it: Giovedì
ru_ru: Четверг

# Table 1566224523 - Field 2850047899 - Property 2879900210
source: Friday
da_dk: Fredag
fi_fi: Perjantai
is_is: Föstudagur
it_it: Venerdì
ru_ru: Пятница

# Table 1566224523 - Field 3693365919 - Property 2879900210
source: Saturday
da_dk: Lørdag
fi_fi: Lauantai
is_is: Laugardagur
it_it: Sabato
ru_ru: Суббота

# Table 1566224523 - Field 712650794 - Property 2879900210
source: Company Creation Task ID
da_dk: Opgave-id for virksomhedsoprettelse
fi_fi: Yrityksen luonnin tehtävätunnus
is_is: Verkefnakenni fyrirtækjasköpunar
it_it: ID attività di creazione società
ru_ru: ИД задачи создания организации

# Table 1566224523 - Field 388357257 - Property 62802879
source: In Progress,Failed,Completed
da_dk: I gang,Mislykkedes,Fuldført
fi_fi: Epäonnistui,Käsittelyssä,Valmis
is_is: Í vinnslu,Mistókst,Lokið
it_it: In corso,Non riuscita,Completata
ru_ru: Выполняется,Сбой,Выполнено

# Table 1566224523 - Field 388357257 - Property 2879900210
source: Company Creation Task Status
da_dk: Status for virksomhedsoprettelsesopgave
fi_fi: Yrityksen luontitehtävän tila
is_is: Staða framkvæmdar fyrirtækjasköpunar
it_it: Stato attività di creazione società
ru_ru: Статус задачи создания организации

# Table 1566224523 - Field 3229585701 - Property 2879900210
source: Company Creation Task Error
da_dk: Fejl i virksomhedsoprettelsesopgave
fi_fi: Yrityksen luontitehtävän virhe
is_is: Villa við framkvæmd fyrirtækjasköpunar
it_it: Errore attività di creazione società
ru_ru: Ошибка задачи создания организации

# Table 1566224523 - Field 4266995863 - Property 2879900210
source: Replication User
da_dk: Replikeringsbruger
fi_fi: Replikoinnin käyttäjä
is_is: Eftirlíking notanda
it_it: Utente replica
ru_ru: Пользователь репликации

# Table 1566224523 - Field 2338535980 - Property 2879900210
source: Deployed Version
da_dk: Installerede version
fi_fi: Käyttöönotettu versio
is_is: Uppsett útgáfa
it_it: Versione distribuita
ru_ru: Развернутая версия

# Table 1566224523 - Field 112269947 - Property 2879900210
source: Latest Version
da_dk: Nyeste Version
fi_fi: Uusin versio
is_is: Nýjasta útgáfa
it_it: Versione più recente
ru_ru: Последняя версия

# Table 3132610053 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
fi_fi: Nimi
is_is: Heiti
it_it: Nome
ru_ru: Имя

# Table 3132610053 - Field 2578412327 - Property 2879900210
source: Display Name
da_dk: Visningsnavn
fi_fi: Näyttönimi
is_is: Birtingarheiti
it_it: Nome visualizzato
ru_ru: Отображаемое имя

# Table 3132610053 - Field 3518201539 - Property 2879900210
source: Replicate
da_dk: Repliker
fi_fi: Replikoi
is_is: Gera eftirlíkingu
it_it: Replica
ru_ru: Реплицировать

# Table 3419231556 - Field 3021697414 - Property 2879900210
source: User Security ID
da_dk: Brugersikkerheds-id
fi_fi: Käyttäjän suojaustunnus
is_is: Öryggiskenni notanda
it_it: ID sicurezza utente
ru_ru: Код безопасности пользователя

# Table 3419231556 - Field 969389916 - Property 2879900210
source: Authentication Object ID
da_dk: Godkendelsesobjekt-id
fi_fi: Todennusobjektin tunnus
is_is: Hlutarkenni sannvottunar
it_it: ID oggetto di autenticazione
ru_ru: Код объекта проверки подлинности

# Table 3419231556 - Field 485325376 - Property 2879900210
source: Name Identifier
da_dk: Navne-id
fi_fi: Nimen tunniste
is_is: Kennimerki nafns
it_it: Identificatore nome
ru_ru: Идентификатор имени

# Table 3419231556 - Field 2708250016 - Property 2879900210
source: User ID
da_dk: Bruger-id
fi_fi: Käyttäjätunnus
is_is: Notandakenni
it_it: ID utente
ru_ru: Код пользователя

# Table 3419231556 - Field 89296664 - Property 2879900210
source: Authentication Email
da_dk: Godkendelsesmailadresse
fi_fi: Todennuksen sähköpostiosoite
is_is: Sannvottunarnetfang
it_it: Indirizzo e-mail di autenticazione
ru_ru: Электронный адрес проверки подлинности

# Table 290605036 - Field 3997336476 - Property 2879900210
source: Company Name
da_dk: Navn på virksomhed
fi_fi: Yrityksen nimi
is_is: Heiti fyrirtækis
it_it: Nome società
ru_ru: Название организации

# Table 290605036 - Field 1575635115 - Property 2879900210
source: Help
da_dk: Hjælp
fi_fi: Ohje
is_is: Hjálp
it_it: Guida
ru_ru: Справка

# Table 290605036 - Field 2153113991 - Property 2879900210
source: Users Setup
da_dk: Opsætning af brugere
fi_fi: Käyttäjien asetukset
is_is: Notandauppsetning
it_it: Setup utenti
ru_ru: Настройка пользователей

# Table 290605036 - Field 177838662 - Property 2879900210
source: Disable Intelligent Cloud
da_dk: Deaktiver intelligent sky
fi_fi: Poista Älykäs pilvi käytöstä
is_is: Gera snjallský óvirkt
it_it: Disabilita Cloud intelligente
ru_ru: Отключить интеллектуальное облако

# Table 290605036 - Field 163292421 - Property 2879900210
source: Define User Mappings
da_dk: Definer brugertilknytninger
fi_fi: Määritä käyttäjien yhdistämismääritykset
is_is: Skilgreina notendavarpanir
it_it: Definire i mapping utente
ru_ru: Определить сопоставления пользователей

# Page 290605036 - Property 2879900210
source: Post Migration Checklist
da_dk: Tjekliste efter flytning
fi_fi: Siirron jälkeisten vaiheiden tarkistusluettelo
is_is: Gátlisti eftir yfirfærslu
it_it: Lista di controllo successiva alla migrazione
ru_ru: Контрольный список действий после миграции

# Page 290605036 - Control 2788224759 - Property 1968111052
source: Once the migration process has been completed, there is additional data that will need to be setup. Complete the recommended steps below for areas that may need to be re-setup.
da_dk: Når overflytningsprocessen er fuldført, er der yderligere data, der skal konfigureres. Fuldfør de anbefalede trin nedenfor for de områder, der muligvis skal opsættes igen.
fi_fi: Siirron valmistuttua on määritettävä muita tietoja. Suorita alla olevat suositellut toimet, jotka on ehkä määritettävä uudelleen.
is_is: Þegar yfirfærsluferlinu er lokið standa eftir viðbótargögn sem þarf að setja upp. Ljúkið ráðlögðum skrefum hér á eftir til að finna þau svæði sem hugsanlega þarf að setja upp aftur.
it_it: Una volta completato il processo di migrazione, è necessario impostare ulteriori dati. Completare le procedure consigliate di seguito per le aree che potrebbero dover essere reimpostate.
ru_ru: После завершения процесса миграции необходимо будет настроить дополнительные данные. Выполните рекомендуемые ниже действия для всего, что может требовать перенастройки.

# Page 290605036 - Control 1124582728 - Property 2879900210
source: Recommended Steps:
da_dk: Anbefalet fremgangsmåde:
fi_fi: Suositellut toimet:
is_is: Ráðlögð skref:
it_it: Passaggi consigliati:
ru_ru: Рекомендуемые действия:

# Page 290605036 - Control 1220399485 - Property 2879900210
source: Mark Complete
da_dk: Marker som fuldført
fi_fi: Merkitse valmiiksi
is_is: Merkja sem lokið
it_it: Contrassegna come completato
ru_ru: Пометить задачу как завершенную

# Page 290605036 - NamedType 3185692421
source: 1. Read the Business Central Cloud Migration help.
da_dk: 1. Læs hjælpen til Business Central-skymigrering.
fi_fi: 1. Lue Business Centralin pilveen siirtymisen ohje.
is_is: 1. Lestu hjálparsíður skýjaflutnings Business Central.
it_it: 1. Leggere la Guida della migrazione cloud di Business Central.
ru_ru: 1. Прочитайте справку по миграции в облако для Business Central.

# Page 290605036 - NamedType 3682955367
source: 2. Setup Users and permissions within Business Central.
da_dk: 2. Konfigurer brugere og rettigheder i Business Central.
fi_fi: 2. Määritä käyttäjät ja käyttöoikeudet Business Centralissa.
is_is: 2. Setja upp notendur og heimildir í Business Central.
it_it: 2. Setup utenti e autorizzazioni nel Business Central.
ru_ru: 2. Настройте пользователей и разрешения в Business Central.

# Page 290605036 - NamedType 2628081031
source: 3. Disable the Cloud Migration.
da_dk: 3. Deaktiver skyoverførslen.
fi_fi: 3. Poista pilveen siirto käytöstä.
is_is: 3. Slökkva á skýjayfirfærslu.
it_it: 3. Disabilitare la migrazione cloud.
ru_ru: 3. Отключите миграцию в облако.

# Page 290605036 - NamedType 17683525
source: 4. Define User Mappings.
da_dk: 4. Definer brugertilknytninger.
fi_fi: 4. Määritä käyttäjän yhdistämismääritykset.
is_is: 4. Skilgreina notendavarpanir.
it_it: 4. Definire i mapping utente.
ru_ru: 4. Определите сопоставления пользователей.

# Page 290605036 - NamedType 1770735066
source: 5. Resetup D365 Sales Connection.
da_dk: 5. Konfigurer D365 Sales-forbindelsen igen.
fi_fi: 5. Määritä D365 Sales -yhteys uudelleen.
is_is: 5. Enduruppsetja D365 Sales-tengingu.
it_it: 5. Reimpostare la connessione D365 Sales.
ru_ru: 5. Заново настройте подключение к D365 Sales.

# Table 2364229666 - Field 2766253784 - Property 2879900210
source: App ID
it_it: ID app
ru_ru: Код приложения

# Table 2364229666 - Field 3135334477 - Property 2879900210
source: Table ID
it_it: ID tabella
ru_ru: Код таблицы

# Table 2364229666 - Field 3808951907 - Property 2879900210
source: Table Name
it_it: Nome tabella
ru_ru: Имя таблицы

# Table 2364229666 - Field 2311163528 - Property 2879900210
source: Source Table Name
it_it: Nome tabella di origine
ru_ru: Имя исходной таблицы

# Table 2364229666 - Field 944264468 - Property 2879900210
source: Data Per Company
it_it: Dati per società
ru_ru: Данные по компании

# Table 2364229666 - Field 3846472926 - Property 2879900210
source: Locked
it_it: Bloccato
ru_ru: Заблокировано

# Table 2364229666 - Field 2515772770 - Property 2879900210
source: Extension Name
it_it: Nome estensione
ru_ru: Имя расширения

# Table 2364229666 - Field 4023146010 - Property 2879900210
source: Extension Package ID
it_it: ID pacchetto di estensione
ru_ru: Код пакета расширения

# Table 2364229666 - NamedType 1272031509
source: Extensions from the specified publisher (%1) are not enabled for custom table mapping.
it_it: Le estensioni dell'editore specificato (%1) non sono abilitate per il mapping della tabella personalizzata.
ru_ru: Расширения указанного издателя (%1) не поддерживают сопоставление пользовательских таблиц.

# Table 2364229666 - NamedType 4224791215
source: This table does not exist in the specified extension.
it_it: La tabella non esiste nell'estensione specificata.
ru_ru: Этой таблицы нет в указанном расширении.

# Table 2364229666 - NamedType 1538903795
source: To choose %1, you must install it first.
it_it: Per scegliere %1, è necessario prima installarlo.
ru_ru: Чтобы выбрать расширение %1, его сначала нужно установить.

# Page 2364229666 - Control 2515772770 - Property 2879900210
source: Extension Name
it_it: Nome estensione
ru_ru: Имя расширения

# Page 2364229666 - Control 2515772770 - Property 1295455071
source: Specifies the name of the extension for the mapping.
it_it: Specifica il nome dell'estensione per il mapping.
ru_ru: Определяет имя расширения для сопоставления.

# Page 2364229666 - Control 3808951907 - Property 2879900210
source: Table Name
it_it: Nome tabella
ru_ru: Имя таблицы

# Page 2364229666 - Control 3808951907 - Property 2001309823
source: Specifies the name of the table for the mapping.
it_it: Specifica il nome della tabella per il mapping.
ru_ru: Определяет имя таблицы для сопоставления.

# Page 2364229666 - Control 2311163528 - Property 2879900210
source: Source Table Name
it_it: Nome tabella di origine
ru_ru: Имя исходной таблицы

# Page 2364229666 - Control 2311163528 - Property 2001309823
source: Specifies the name of the source table for the mapping. This is used in the case that the name of the table differs between the source and destination databases.
it_it: Specifica il nome della tabella di origine per il mapping. Questo nome viene utilizzato nel caso in cui il nome della tabella differisca tra il database di origine e quello di destinazione.
ru_ru: Определяет имя исходной таблицы для сопоставления. Используется в случае, когда таблица имеет разные имена в исходной и целевой базах данных.

# Page 2364229666 - Action 2108379467 - Property 2879900210
source: Populate From Extension
it_it: Popola da estensione
ru_ru: Заполнить из расширения

# Page 2364229666 - Action 2108379467 - Property 1295455071
source: Populate the list with all tables from an existing extension.
it_it: Popolare l'elenco con tutte le tabelle di un'estensione esistente.
ru_ru: Заполнение списка всеми таблицами из имеющегося расширения.

# Page 2364229666 - Action 1532468774 - Property 2879900210
source: Delete All For Extension
it_it: Elimina tutto per estensione
ru_ru: Удалить все для расширения

# Page 2364229666 - Action 1532468774 - Property 2001309823
source: Deletes all records belonging to this extension.
it_it: Elimina tutti i record appartenenti all'estensione.
ru_ru: Удаление всех записей, относящихся к этому расширению.

# Page 2364229666 - NamedType 3054663037
source: No tables exist in the specified extension.
it_it: Nessuna tabella esistente nell'estensione specificata.
ru_ru: В указанном расширении нет ни одной таблицы.

# Table 3234064634 - Field 3997336476 - Property 2879900210
source: Company Name
da_dk: Navn på virksomhed
fi_fi: Yrityksen nimi
is_is: Heiti fyrirtækis
it_it: Nome società
ru_ru: Название организации

# Table 3234064634 - Field 3808951907 - Property 2879900210
source: Table Name
da_dk: Tabelnavn
fi_fi: Taulukon nimi
is_is: Heiti töflu
it_it: Nome tabella
ru_ru: Имя таблицы

# Table 3234064634 - Field 2066789741 - Property 2879900210
source: Table Id
da_dk: Tabel-id
fi_fi: Taulukon tunnus
is_is: Kenni töflu
it_it: ID tabella
ru_ru: Код таблицы

# Page 3234064634 - Property 2879900210
source: Cloud Migration Tables Not Migrated
da_dk: Skymigreringstabeller blev ikke overført
fi_fi: Pilveen siirron taulukoita ei siirretty
is_is: Töflur úr skýjaflutningi ekki fluttar
it_it: Tabelle di migrazione cloud non migrate
ru_ru: Неперенесенные таблицы миграции в облако

# Table 3661447256 - Field 478334643 - Property 2879900210
source: Source User ID
da_dk: Kildebruger-id
fi_fi: Lähdekäyttäjän tunnus
is_is: Notandakenni uppruna
it_it: ID utente di origine
ru_ru: Код исходного пользователя

# Table 3661447256 - Field 4261959462 - Property 2879900210
source: Destination User ID
da_dk: Destinationsbruger-id
fi_fi: Kohdekäyttäjän tunnus
is_is: Notandakenni áfangastaðar
it_it: ID utente di destinazione
ru_ru: Код конечного пользователя

# Codeunit 2782074792 - NamedType 2479714532
source: Set up Cloud Migration
da_dk: Konfigurer skymigrering
fi_fi: Määritä pilveen siirto
is_is: Setja upp skýjaflutning
it_it: Imposta migrazione cloud
ru_ru: Настройка миграции в облако

# Codeunit 4272545970 - NamedType 2479714532
source: Set up Cloud Migration
it_it: Imposta migrazione cloud
ru_ru: Настройка миграции в облако

# Codeunit 3297083380 - NamedType 542855112
source: Post Migration steps are pending
da_dk: Der er ventende trin efter overflytning
fi_fi: Siirron jälkeiset vaiheet odottavat
is_is: Skref eftir yfirfærslu eru í bið
it_it: Passaggi successivi alla migrazione in sospeso
ru_ru: Ожидающие выполнения действия после миграции

# Codeunit 3297083380 - NamedType 2909316202
source: Open Setup Checklist
da_dk: Åbn Opsætningstjekliste
fi_fi: Avaa asetusten tarkistusluettelo
is_is: Opna gátlista uppsetningar
it_it: Apri lista di controllo setup
ru_ru: Открыть контрольный список настройки

# Codeunit 3297083380 - NamedType 2551170292
source: Don't show me again
da_dk: Vis ikke dette igen
fi_fi: Älä näytä uudelleen
is_is: Ekki sýna aftur
it_it: Non visualizzare più questo messaggio
ru_ru: Больше не показывать

# Codeunit 3297083380 - NamedType 1548201767
source: Make sure you have completed all of the Post Migration Steps.
da_dk: Kontroller, at du har fuldført alle trinene efter overflytningen.
fi_fi: Varmista, että olet suorittanut kaikki siirron jälkeiset vaiheet.
is_is: Gakktu úr skugga um að þú hafir lokið við öll skref eftir yfirfærslu.
it_it: Accertarsi di aver completato tutti i passaggi successivi alla migrazione.
ru_ru: Убедитесь, что вы выполнили все действия после миграции.

# Codeunit 3297083380 - NamedType 2570783423
source: Post Migration Checklist notification
da_dk: Notifikation om tjekliste efter flytning
fi_fi: Siirron jälkeisten vaiheiden tarkistusluettelon ilmoitus
is_is: Tilkynningu um gátlista eftir yfirfærslu
it_it: Notifica lista di controllo successiva alla migrazione
ru_ru: Уведомление о контрольном списке действий после миграции

# Codeunit 3297083380 - NamedType 1026486501
source: Show a notification when Post Migration Steps are pending.
da_dk: Vis en notifikation, når der er ventende trin efter overflytning.
fi_fi: Näytä ilmoitus, kun siirron jälkeiset vaiheet odottavat.
is_is: Sýna tilkynningu þegar skref eftir yfirfærslu eru í bið.
it_it: Mostrare una notifica quando i passaggi successivi alla migrazione sono in sospeso.
ru_ru: Показывать уведомление, если имеются действия после миграции, требующие выполнения.

# Codeunit 1237167013 - NamedType 4023512169
source: Cash
da_dk: Kassebeholdning
fi_fi: Kassavarat
is_is: Lausafé
it_it: Cassa
ru_ru: Касса

# Codeunit 1237167013 - NamedType 2160628832
source: Inventory
da_dk: Lagerbeholdning
fi_fi: Varasto
is_is: Birgðir
it_it: Magazzino
ru_ru: Запасы
