Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/HybridBaseDeployment/Translations/Intelligent Cloud Base.g.*.xlf
Languages: da_dk, fi_fi, is_is, it_it, ru_ru

# Codeunit 1237167013 - NamedType 1388435422
source: %1 of your customers are late with their payments to you
da_dk: %1 af dine kunder er forsinkede med deres betalinger til dig
fi_fi: %1 asiakkaistasi on myöhässä maksuissaan sinulle
is_is: %1 af viðskiptamönnum þínum eru seinir með greiðslur til þín
it_it: %1 dei clienti sono in ritardo con i pagamenti all'utente
ru_ru: %1 клиентов задерживают оплату

# Codeunit 1237167013 - NamedType 327862508
source: %1 invoices are supposed to be paid by your customers this week
da_dk: %1 fakturaer skal betales af dine kunder i denne uge
fi_fi: Asiakkaillasi erääntyy %1 laskua tällä viikolla
is_is: %1 reikningar sem viðskiptavinir þínir ættu að greiða í þessari viku
it_it: %1 fatture devono essere pagate questa settimana dai clienti
ru_ru: %1 счетов должны быть оплачены клиентами на этой неделе

# Codeunit 1237167013 - NamedType 2244930572
source: %1 invoices from vendors should be paid this week
da_dk: %1 fakturaer fra kreditorer skal betales i denne uge
fi_fi: %1 toimittajien laskua pitäisi maksaa tällä viikolla
is_is: %1 reikningar frá lánadrottnum sem ætti að greiða í þessari viku
it_it: %1 fatture dei fornitori devono essere pagate questa settimana
ru_ru: %1 счетов от поставщиков должны быть оплачены на этой неделе

# Codeunit 1237167013 - NamedType 4268846064
source: %1 invoices weren't paid by you on time
da_dk: %1 fakturaer blev ikke betalt til dig til tiden
fi_fi: %1 maksettavaasi laskua jäi maksamatta ajallaan
is_is: þú greiddir ekki %1 reikninga á réttum tíma
it_it: %1 fatture non sono state pagate dall'utente in tempo
ru_ru: %1 счетов не были оплачены вовремя

# Codeunit 2855663144 - NamedType 249535324
source: Cloud migration setup completed.
da_dk: Konfigurationen af skymigreringen blev fuldført.
fi_fi: Pilveen siirron asetukset on määritetty.
is_is: Uppsetningu skýjaflutnings lokið.
it_it: Setup di migrazione cloud completato.
ru_ru: Настройка миграции в облако завершена.

# Codeunit 2855663144 - NamedType 1856213635
source: Cloud migration update completed.
da_dk: Opdatering af skymigrering blev fuldført.
fi_fi: Pilveen siirron päivitys on valmis.
is_is: Uppfærslu skýjaflutnings lokið.
it_it: Aggiornamento della migrazione cloud completato.
ru_ru: Обновление миграции в облако завершено.

# Codeunit 2855663144 - NamedType 1500992289
source: Login failed for the user specified in the connection string.
da_dk: Logon mislykkedes for den bruger, der er angivet i forbindelsesstrengen.
fi_fi: Yhteysmerkkijonossa määritetyn käyttäjän kirjautuminen epäonnistui.
is_is: Innskráning mistókst fyrir notanda sem tilgreindur er í tengistreng.
it_it: Accesso non riuscito per l'utente specificato nella stringa di connessione.
ru_ru: Ошибка при входе пользователя, указанного в строке подключения.

# Codeunit 2855663144 - NamedType 3652475216
source: No companies have been selected for migration.
da_dk: Ingen virksomheder er blevet valgt til migrering.
fi_fi: Siirtoon ei ole valittu yrityksiä.
is_is: Engin fyrirtæki hafa verið valin til flutnings.
it_it: Nessuna società è stata selezionata per la migrazione.
ru_ru: Не выбраны организации для миграции.

# Codeunit 2855663144 - NamedType 471238207
source: Could not connect to the local SQL Server instance.
da_dk: Der kunne ikke oprettes forbindelse til den lokale SQL Server-forekomst.
fi_fi: Paikalliseen SQL Server -esiintymään ei voitu muodostaa yhteyttä.
is_is: Ekki var hægt að tengjast staðbundnu SQL-þjónstilviki.
it_it: Impossibile connettersi all'istanza di SQL Server locale.
ru_ru: Не удалось подключиться к локальному экземпляру SQL Server.

# Codeunit 2855663144 - NamedType 3460638579
source: Some extensions could not be updated and may need to be reinstalled to refresh their data.
da_dk: Nogle udvidelser blev ikke opdateret og skal installeres igen for at opdatere deres data.
fi_fi: Joitakin laajennuksia ei voitu päivittää ja ne täytyy ehkä asentaa uudelleen tietojen päivittämiseksi.
is_is: Ekki tókst að uppfæra sumar viðbætur og hugsanlega þarf að setja þær upp aftur til að uppfæra gögn þeirra.
it_it: Alcune estensioni potrebbero non essere aggiornate e potrebbe essere necessario reinstallarle per aggiornarne i dati.
ru_ru: Некоторые расширения обновить не удалось. Возможно, следует переустановить их, чтобы обновить данные в них.

# Codeunit 2855663144 - NamedType 1749446328
source: Failed to update extensions. You may need to verify and reinstall any missing extensions if needed.
da_dk: Udvidelser kunne ikke opdateres. Du skal muligvis kontrollere og geninstallere manglende udvidelser, hvis det er nødvendigt.
fi_fi: Laajennusten päivitys epäonnistui. Tarkista ja asenna uudelleen puuttuvat laajennukset tarvittaessa.
is_is: Mistókst að uppfæra viðbætur. Hugsanlega þarf að sannprófa og setja aftur upp þær viðbætur sem vantar upp á ef þörf krefur.
it_it: Impossibile aggiornare le estensioni. Potrebbe essere necessario verificare e reinstallare eventuali estensioni mancanti, se necessario.
ru_ru: Не удалось обновить расширения. Возможно, следует проверить расширения и при необходимости установить недостающие.

# Codeunit 2855663144 - NamedType 3713270903
source: Migration skipped as another migration is already in progress.
da_dk: Migreringen blev sprunget over, da en anden migrering allerede er i gang.
fi_fi: Siirto ohitettiin, koska toinen siirto on jo käynnissä.
is_is: Flutningi sleppt þar sem annar flutningur stendur yfir.
it_it: La migrazione è stata ignorata perché è già in corso un'altra migrazione.
ru_ru: Миграция пропущена, так как другая миграция уже выполняется.

# Codeunit 2855663144 - NamedType 988032019
source: A cloud migration run was triggered but has been halted due to cloud migration being disabled in the system.
da_dk: Der blev udløst en skymigreringskørsel, men den er blevet afbrudt, fordi skymigrering er deaktiveret i systemet.
fi_fi: Pilveen siirron suoritus käynnistettiin, mutta se keskeytettiin, koska pilveen siirto poistettiin käytöstä järjestelmässä.
is_is: Skýjaflutningskeyrsla var ræst en hefur verið stöðvuð vegna þess að slökkt er á skýjaflutningi í kerfinu.
it_it: L'esecuzione di una migrazione cloud è stata attivata, ma è stata interrotta in quanto la migrazione è disabilitata nel sistema.
ru_ru: Выполнение миграции в облако было запущено, однако остановлено из-за того, что миграция в облако отключена в системе.

# Codeunit 2855663144 - NamedType 1389911394
source: Communication with Business Central was unsuccessful. Verify that the cloud migration user (%1) has the correct permissions.
da_dk: Kommunikationen med Business Central mislykkedes. Bekræft, at skymigreringsbrugeren (%1) har de korrekte rettigheder.
fi_fi: Tiedonsiirto Business Centralin kanssa epäonnistui. Vahvista, että pilveen siirron käyttäjällä (%1) on oikeat käyttöoikeudet.
is_is: Samskipti við Business Central mistókust. Staðfestu að notandi skýjaflutnings (%1) hafi réttar heimildir.
it_it: La comunicazione con Business Central non è riuscita. Verificare che l'utente della migrazione cloud (%1) disponga delle autorizzazioni necessarie.
ru_ru: Не удалось связаться с Business Central. Убедитесь, что пользователь миграции в облако (%1) имеет необходимые разрешения.

# Codeunit 2855663144 - NamedType 3180231065
source: %1 column could not be mapped: %2
da_dk: Kolonnen %1 kunne ikke tilknyttes: %2
fi_fi: %1 saraketta ei voi yhdistää: %2
is_is: Ekki var hægt að varpa dálknum %1: %2
it_it: Impossibile mappare la colonna %1: %2
ru_ru: Не удается сопоставить столбец %1: %2

# Codeunit 2855663144 - NamedType 2914094400
source: Missing in local instance and is a primary key in cloud.
da_dk: Mangler i lokal forekomst og er en primær nøgle i skyen.
fi_fi: Puuttuu paikallisesta ilmentymästä ja on pilven perusavain.
is_is: Vantar í staðbundnu tilviki og er aðallykill í skýinu.
it_it: Non presente nell'istanza locale ed è una chiave primaria nel cloud.
ru_ru: Отсутствует в локальном экземпляре и является первичным ключом в облаке.

# Codeunit 2855663144 - NamedType 223803457
source: Incompatible type.
da_dk: Inkompatibel type.
fi_fi: Tyyppi ei ole yhteensopiva.
is_is: Ósamhæf gerð.
it_it: Tipo incompatibile.
ru_ru: Несовместимый тип.

# Codeunit 2855663144 - NamedType 3620269333
source: Incompatible length.
da_dk: Inkompatibel længde.
fi_fi: Pituus ei ole yhteensopiva.
is_is: Ósamhæf lengd.
it_it: Lunghezza incompatibile.
ru_ru: Несовместимая длина.

# Codeunit 2855663144 - NamedType 2457832574
source: Business Central on-premises must be at least version 15 to use the cloud migration functionality.
da_dk: Business Central i det lokale miljø skal være mindst version 15, hvis du vil bruge cloud-migreringsfunktionen.
fi_fi: Paikallisen Business Centralin on oltava vähintään versio 15, jotta voit käyttää pilveen siirron toimintoa.
is_is: Business Central á staðnum verður að vera a.m.k. útgáfa 15 til að geta notað skýjaflutning.
it_it: Business Central on-premises deve essere almeno la versione 15 per utilizzare la funzionalità di migrazione cloud.
ru_ru: Для использования функциональности миграции в облако локальное решение Business Central должно быть как минимум версии 15.

# Codeunit 4202943371 - NamedType 248683348
source: Failed to create company for the Data Migration setup.\\\\%1
it_it: Impossibile creare la società per il setup di migrazione dei dati.\\\\%1
ru_ru: Не удалось создать организацию для настройки миграции данных.\\\\%1

# Codeunit 594380566 - NamedType 585235238
source: An update is available for the Cloud Migration.
da_dk: En opdatering er tilgængelig til skymigreringen.
fi_fi: Pilveen siirtoon on saatavilla päivitys.
is_is: Uppfærsla skýjaflutnings er í boði.
it_it: È disponibile un aggiornamento per la migrazione cloud.
ru_ru: Доступно обновление для миграции в облако.

# Codeunit 594380566 - NamedType 3280176089
source: Open Update Wizard
da_dk: Åbn guiden Opdater
fi_fi: Avaa ohjattu päivitystoiminto
is_is: Opna leiðsagnarforrit fyrir uppfærslu
it_it: Apri aggiornamento guidato
ru_ru: Открыть мастер обновления

# Codeunit 594380566 - NamedType 3936567108
source: Cloud Migration Update notification
da_dk: Besked om opdatering af skymigrering
fi_fi: Pilveen siirron päivitysilmoitus
is_is: Tilkynning um uppfærslu skýjaflutnings
it_it: Notifica di aggiornamento migrazione cloud
ru_ru: Уведомление об обновлениях для миграции в облако

# Codeunit 594380566 - NamedType 4278047234
source: Show a notification when an update to the Cloud Migration is available.
da_dk: Vis en meddelelse, når er en opdatering af skymigreringen er tilgængelig.
fi_fi: Näytä ilmoitus, kun pilveen siirtoon on saatavilla päivitys.
is_is: Sýna tilkynningu þegar uppfærsla skýjaflutnings er í boði.
it_it: Mostrare una notifica quando è disponibile un aggiornamento per la migrazione cloud.
ru_ru: Отображение уведомления при наличии обновления для миграции в облако.

# Page 2532438947 - Property 2879900210
source: Data Migration Setup
da_dk: Opsætning af datamigrering
fi_fi: Tietojen siirron asetukset
is_is: Uppsetning gagnaflutnings
it_it: Setup di migrazione dei dati
ru_ru: Настройка миграции данных

# Page 2532438947 - Property 3863440606
source: migration,data migration,cloud migration,intelligent,cloud,sync,replication
it_it: migrazione,migrazione dati,migrazione cloud,intelligente,cloud,sincronizzazione,replica
ru_ru: миграция,миграция данных,миграция в облако,интеллектуальная,облачная,синхронизация,репликация

# Page 2532438947 - Control 3724241072 - Property 2879900210
source: Welcome to the on-premises to Business Central cloud Data Migration Setup
da_dk: Velkommen til konfigurationen af dataoverførsel fra det lokale miljø til Business Central Cloud
fi_fi: Tervetuloa siirtoasetuksiin, joissa määritetään siirto paikallisesta järjestelmästä Business Central -pilvipalveluun
is_is: Velkomin í uppsetningu gagnaflutnings innanhúss yfir í Business Central-skýið
it_it: Setup migrazione dati dall'ambiente locale al cloud di Business Central
ru_ru: Настройка миграции локальных данных в облако Business Central

# Page 2532438947 - Control 21734773 - Property 1968111052
source: This assisted setup will guide you through the necessary steps to create a configuration that will enable data migration from your on-premises Dynamics solution to your Business Central cloud tenant. Upon completion of the migration, additional steps may be required before transacting in your Business Central cloud tenant. See setup checklists for more information.
da_dk: Denne assisterede opsætning vil hjælpe dig gennem de nødvendige trin til at oprette en konfiguration, der muliggør dataoverførsel fra din lokale Dynamics-løsning til din Business Central Cloud-lejer. Når overførslen er fuldført, kræves der muligvis yderligere trin, før du kan køre transaktioner i din Business Central Cloud-lejer. Se konfigurationstjeklisterne for at få yderligere oplysninger.
fi_fi: Tämän asetusten ohjatun määrityksen avulla voit luoda määrityksen, joka mahdollistaa tietojen siirron paikallisesta Dynamics-ratkaisusta Business Central -pilvivuokraajaan. Siirron päätyttyä saatetaan tarvita lisävaiheita ennen kuin Business Central -pilvivuokraaja toimii. Lisätietoja on asetusten tarkistusluetteloissa.
is_is: Uppsetning með hjálp leiðir þig í gegn um þær aðgerðir sem þarf búa til grunnstillingu sem virkjar gagnaflutning frá innanhúss Dynamics lausninni til leigjanda þíns í Business Central-skýinu. Þegar flutningi líkur gæti reynst nauðsynlegt að framkvæma fleiri aðgerðir áður hægt er að framkvæma færslur leigjanda þíns í Business Central-skýinu. Frekari upplýsingar má finna í uppsetningargátlista.
it_it: Questo setup assistito guiderà l'utente nella procedura necessaria per creare una configurazione che consenta la migrazione dei dati dalla soluzione Dynamics locale al tenant del cloud Business Central. Al termine della migrazione, potrebbero essere necessari ulteriori passaggi prima di operare nel tenant della cloud Business Central. Vedere Liste di controllo setup per ulteriori informazioni.
ru_ru: Этот мастер настройки поможет вам выполнить необходимые действия для создания конфигурации, которая обеспечит миграцию данных из локального решения Dynamics в облачный арендатор Business Central. По завершении миграции может потребоваться выполнить дополнительные действия, прежде чем совершать транзакции в облачном арендаторе Business Central. Дополнительные сведения см. в контрольных списках настройки.

# Page 2532438947 - Control 66970393 - Property 2879900210
source: Warning
da_dk: Advarsel
fi_fi: Varoitus
is_is: Viðvörun
it_it: Avviso
ru_ru: Предупреждение

# Page 2532438947 - Control 2447377260 - Property 1968111052
source: Migrating data from on-premises to your Business Central cloud solution may overwrite any existing data in your Business Central cloud tenant. Refer to Help for more information.
da_dk: Migreringen af data fra det lokale miljø til din Business Central Cloud-løsning overskriver muligvis eksisterende data i din Business Central Cloud-lejer. Du kan finde yderligere oplysninger i Hjælp.
fi_fi: Tietojen siirto paikallisesta järjestelmästä Business Central -pilviratkaisuun voi korvata kaikki Business Central -pilvivuokraajasi olemassa olevat tiedot. Lisätietoja on ohjeessa.
is_is: Flutningur innanhússgagna á Business Central-skýjalausn gæti skrifað yfir fyrirliggjandi gögn leigjanda þíns í Business Central-skýinu. Sjá nánari upplýsingar í hjálp.
it_it: La migrazione dei dati dall'ambiente locale a una soluzione cloud Business Central può sovrascrivere i dati esistenti nel tenant del cloud Business Central. Consultare la guida per ulteriori informazioni.
ru_ru: При миграции данных из локального решения в облачное решение Business Central данные, уже имеющиеся в вашем облачном арендаторе Business Central, могут быть перезаписаны. Дополнительные сведения см. в справке.

# Page 2532438947 - Control 3085073877 - Property 1968111052
source: This migration process leverages Microsoft’s Azure Data Factory, which may offer varying levels of compliance. Refer to the Privacy Notice for more information.
da_dk: Denne migreringsproces bruger Microsofts Azure Data Factory, som muligvis tilbyder forskellige niveauer af overholdelse. Se erklæringen om beskyttelse af personlige oplysninger for at få flere oplysninger.
fi_fi: Tämä siirtokäsittely käyttää Microsoftin Azure Data Factorya, jonka yhteensopivuus saattaa vaihdella. Lisätietoja on tietosuojatiedoissa.
is_is: Flutningsferlið notar Microsoft Azure Data Factory sem býður hugsanlega upp á breytilega reglufylgni. Frekari upplýsingar má finna í persónuverndaryfirlýsingunni.
it_it: Il processo di migrazione utilizza Microsoft Azure Data Factory che potrebbe offrire diversi livelli di compatibilità. Per ulteriori informazioni, vedere l'Informativa sulla privacy.
ru_ru: В процессе миграции используется фабрика данных Microsoft Azure, которая может обеспечивать различные уровни соответствия нормативным требованиям. Дополнительные сведения см. в заявлении о конфиденциальности.

# Page 2532438947 - Control 1253594254 - Property 2879900210
source: I accept warning & privacy notice.
da_dk: Jeg accepterer advarslen og erklæringen om beskyttelse af personlige oplysninger.
fi_fi: Hyväksyn varoituksen ja tietosuojatiedot.
is_is: Ég samþykki viðvörunina og yfirlýsinguna um persónuvernd.
it_it: Accetto l'avviso e l'informativa sulla privacy.
ru_ru: Я принимаю предупреждение и уведомление о конфиденциальности.

# Page 2532438947 - Control 3363685081 - Property 2879900210
source: Choose Your Product
da_dk: Vælg dit produkt
fi_fi: Valitse tuote
is_is: Veljið vöruna
it_it: Scegli il prodotto
ru_ru: Выберите продукт

# Page 2532438947 - Control 3363685081 - Property 1968111052
source: Select the product that you want to migrate data from
da_dk: Vælg det produkt, som du vil migrere data fra
fi_fi: Valitse tuote, josta haluat siirtää tiedot
is_is: Veldu vöru sem flytja skal gögn frá
it_it: Selezionare il prodotto da cui eseguire la migrazione dei dati
ru_ru: Выберите продукт, из которого будут переноситься данные

# Page 2532438947 - Control 720790368 - Property 2879900210
source: Product
da_dk: Produkt
fi_fi: Tuote
is_is: Vara
it_it: Prodotto
ru_ru: Продукт

# Page 2532438947 - Control 637564162 - Property 2879900210
source: Define your SQL database connection
da_dk: Definer din SQL-databaseforbindelse
fi_fi: Määritä SQL-tietokantayhteytesi
is_is: Skilgreinið SQL-gagnagrunnstengingu
it_it: Definire la connessione al database SQL
ru_ru: Определите строку подключения к базе данных SQL

# Page 2532438947 - Control 3754590677 - Property 2879900210
source: SQL Configuration
da_dk: SQL-konfiguration
fi_fi: SQL-määritys
is_is: Stilling á SQL
it_it: Configurazione SQL
ru_ru: Конфигурация SQL

# Page 2532438947 - Control 3019441607 - Property 1968111052
source: Enter the connection string to your SQL database
da_dk: Angiv forbindelsesstrengen til din SQL-database
fi_fi: Määritä SQL-tietokantasi yhteysmerkkijono
is_is: Sláðu inn tengistrenginn í SQL-gagnagrunninn þinn
it_it: Immettere la stringa di connessione al database SQL
ru_ru: Введите строку подключения к базе данных SQL

# Page 2532438947 - Control 4256515023 - Property 2879900210
source: SQL Connection String
da_dk: SQL-forbindelsesstreng
fi_fi: SQL-yhteyden merkkijono
is_is: SQL-tengistrengur
it_it: Stringa di connessione SQL
ru_ru: Строка подключения SQL

# Page 2532438947 - Control 3657138224 - Property 1968111052
source: If you already have an integration runtime service instance installed and want to reuse it, specify the Integration Runtime; otherwise leave the field empty to create a new Integration Runtime.
da_dk: Hvis du allerede har en kørselsintegrationstjeneste installeret og gerne vil genbruge den, skal du angive Integration Runtime; ellers skal du lade feltet stå tomt for at oprette en ny Integration Runtime.
fi_fi: Määritä Integration Runtime, jos sinulla on jo asennettuna integroinnin suorituspalvelu ja haluat käyttää sitä uudelleen. Muussa tapauksessa jätä kenttä tyhjäksi uuden Integration Runtimen luomista varten.
is_is: Tilgreina skal keyrslutíma samþættingarinnar ef þegar er búið að setja upp tilvik samþættingar keyrslutímaþjónustu og óskað er eftir að endurnota það; að öðrum kosti skal skilja reitinn eftir auðann til að búa til nýjan keyrslutíma samþættingar.
it_it: Se già si dispone di un'istanza del servizio runtime di integrazione installata e si desidera riutilizzarla, specificare Integration Runtime; in caso contrario lasciare il campo vuoto per creare un nuovo Integration Runtime.
ru_ru: Если у вас уже установлен экземпляр службы Integration Runtime, который вы хотите использовать, укажите его; в противном случае оставьте это поле пустым, чтобы создать новый экземпляр Integration Runtime.

# Page 2532438947 - Control 4016305301 - Property 2879900210
source: Integration Runtime Name
da_dk: Kørselsintegrationsnavn
fi_fi: Integration Runtimen nimi
is_is: Heiti á keyrslutíma samþættingar
it_it: Nome di Integration Runtime
ru_ru: Имя экземпляра Integration Runtime

# Page 2532438947 - Control 4016305301 - Property 1295455071
source: The Integration Runtime name is found in the Microsoft Integration Configuration Manager.
da_dk: Navnet på Integration Runtime findes i Microsoft Integration Configuration Manager.
fi_fi: Saat Integration Runtimen nimen Microsoft Integration Configuration Manager -sovelluksesta.
is_is: Heitið á keyrslutíma samþættingarinnar er að finna í Microsoft Integration Configuration Manager.
it_it: Nome di Integration Runtime trovato in Microsoft Integration Configuration Manager.
ru_ru: Имя экземпляра Integration Runtime найдено в Microsoft Integration Configuration Manager.

# Page 2532438947 - Control 462590827 - Property 2879900210
source: Instructions
da_dk: Instruktioner
fi_fi: Ohjeet
is_is: Leiðbeiningar
it_it: Istruzioni
ru_ru: Инструкции

# Page 2532438947 - Control 1551574618 - Property 1968111052
source: The data migration requires an integration runtime service. The runtime service provides a connection between your on-premises solution and your Business Central cloud tenant.
da_dk: Datamigrering kræver en kørselsintegrationstjeneste. Kørselstjenesten opretter forbindelse mellem din lokale løsning og din Business Central-skylejer.
fi_fi: Tietojen siirto edellyttää integroinnin suorituspalvelua. Suorituspalvelu tarjoaa yhteyden paikallisen ratkaisun ja Business Central -pilvivuokraajan välille.
is_is: Gagnaflutningurinn krefst keyrslutímaþjónustu fyrir samþættingu. Keyrslutímaþjónustan kemur á tengingu á milli innanhússlausnarinnar og leigjanda þíns í Business Central-skýinu.
it_it: La migrazione dei dati richiede un servizio runtime di integrazione. Il servizio runtime fornisce una connessione tra la soluzione locale e il tenant del cloud Business Central.
ru_ru: Для миграции данных требуется служба среды выполнения интеграции. Служба среды выполнения обеспечивает связь между локальным решением и облачным арендатором Business Central.

# Page 2532438947 - Control 3891135725 - Property 2879900210
source: Authentication Key:
da_dk: Godkendelsesnøgle:
fi_fi: Todennusavain:
is_is: Auðkenningarlykill:
it_it: Chiave di autenticazione:
ru_ru: Ключ проверки подлинности:

# Page 2532438947 - Control 2223207931 - Property 2879900210
source: Migrate all companies
da_dk: Migrer alle virksomheder
fi_fi: Siirrä kaikki yritykset
is_is: Flytja öll fyrirtæki
it_it: Esegui la migrazione di tutte le società
ru_ru: Переносить все организации
