Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/HybridBaseDeployment/Translations/Intelligent Cloud Base.g.*.xlf
Languages: da_dk, fi_fi, is_is, it_it, ru_ru

# Page 1208606375 - NamedType 53257990
source: Failed to reset cloud data
da_dk: Skydata blev ikke nulstillet
fi_fi: Pilvessä olevien tietojen palauttaminen epäonnistui
is_is: Ekki tókst að endurstilla skýjagögn
it_it: Impossibile reimpostare i dati del cloud
ru_ru: Не удалось сбросить облачные данные

# Page 1208606375 - NamedType 3623410792
source: Reset has been successfully triggered. All migration enabled data will be reset in the next sync.
da_dk: Nulstillingen blev udløst. Alle migreringsaktiverede data nulstilles i den næste synkronisering.
fi_fi: Palautuksen käyttöönotto onnistui. Kaikki tiedot, joille on otettu siirto käyttöön, palautetaan seuraavassa synkronoinnissa.
is_is: Endurstilling var ræst. Öll virk flutningsgögn verða endurstillt við næstu samstillingu.
it_it: La reimpostazione è stata attivata. Tutti i dati abilitati per la migrazione verranno reimpostati alla successiva sincronizzazione.
ru_ru: Сброс успешно запущен. Все данные, для которых включена миграция, будут сброшены при очередной синхронизации.

# Page 1208606375 - NamedType 3042889900
source: All tables have been successfully prepared for migration.
da_dk: Alle tabeller er blevet forberedt til migrering.
fi_fi: Kaikki taulukot on valmisteltu siirtoa varten.
is_is: Allar töflur hafa verið búnar undir flutning.
it_it: Tutte le tabelle sono state preparate per la migrazione.
ru_ru: Все таблицы успешно подготовлены к миграции.

# Page 3023943543 - Property 2879900210
source: Select companies to migrate
da_dk: Vælg virksomheder, der skal migreres
fi_fi: Valitse siirrettävät yritykset
is_is: Veldu fyrirtæki sem á að flytja
it_it: Selezionare le società da migrare
ru_ru: Выберите организации для переноса

# Page 3023943543 - Control 3518201539 - Property 2879900210
source: Migrate
da_dk: Migrer
fi_fi: Siirrä
is_is: Flytja
it_it: Esegui migrazione
ru_ru: Переносить

# Page 3023943543 - Control 3518201539 - Property 2001309823
source: Check this box if you want to migrate this company's data
da_dk: Markér dette afkrydsningsfelt, hvis du gerne vil migrere denne virksomheds data
fi_fi: Valitse tämä valintaruutu, jos haluat siirtää tämän yrityksen tiedot
is_is: Haka við þennan reit ef það á að flytja gögn þessa fyrirtækis
it_it: Selezionare questa casella per eseguire la migrazione dei dati della società
ru_ru: Установите этот флажок, если вы хотите переносить данные этой организации в облако

# Page 332629200 - Property 2879900210
source: Table Migration Status
da_dk: Status for tabelmigrering
fi_fi: Taulukon siirron tila
is_is: Staða töfluflutnings
it_it: Stato di migrazione della tabella
ru_ru: Статус миграции таблиц

# Page 2467904567 - Property 2879900210
source: Cloud Ready Checklist
da_dk: Kontrolliste for klar sky
fi_fi: Pilven valmiuden tarkistuslista
is_is: Gátlisti tilbúinn fyrir ský
it_it: Checklist cloud pronto
ru_ru: Контрольный список подготовки к облачному развертыванию

# Page 2467904567 - Control 3851288392 - Property 1968111052
source: This process will disable your Cloud Migration environment and data migration from your on-premises solution. It is highly recommended that you work with your partner to complete this process if you intend to make your Business Central tenant your primary solution.
da_dk: Denne proces deaktiverer dit skymigreringsmiljø og datamigrering fra din lokale løsning. Det anbefales på det kraftigste, at du samarbejder med din partner for at fuldføre denne proces, hvis du vil gøre din Business Central-lejer til din primære løsning.
fi_fi: Tämä käsittely poistaa käytöstä pilveen siirron ympäristön ja tietojen siirron paikallisesta ratkaisustasi. Suosittelemme vahvasti työskentelemään yhdessä kumppanisi kanssa tämän käsittelyn saattamiseksi loppuun, jos tarkoituksena on tehdä Business Central -vuokraajasta ensisijainen ratkaisu.
is_is: Þetta ferli gerir skýjaflutningsumhverfið og gagnaflutning frá innanhússlausninni óvirk. Eindregið er mælt með því að þú vinnir með samstarfsaðila til að ljúka þessu ferli ef ætlunin er að gera Business Central leigjandann að aðallausn.
it_it: Questo processo consente di disabilitare l'ambiente di migrazione cloud e la migrazione dei dati dalla soluzione locale. Si consiglia di collaborare con il partner per completare il processo se si intende rendere il tenant Business Central la soluzione primaria.
ru_ru: Этот процесс приведет к отключению среды миграции в облако и миграции данных из вашего локального решения. Если вы планируете сделать арендатор Business Central своим основным решением, настоятельно рекомендуем обратиться за помощью к партнеру для выполнения этого процесса.

# Page 2467904567 - Control 1124582728 - Property 2879900210
source: Recommended Steps:
da_dk: Anbefalet fremgangsmåde:
fi_fi: Suositellut toimet:
is_is: Ráðlögð skref:
it_it: Passaggi consigliati:
ru_ru: Рекомендуемые действия:

# Page 2467904567 - Control 2008052638 - Property 2879900210
source: I have read and understand the recommended steps
da_dk: Jeg har læst og forstået den anbefalede fremgangsmåde
fi_fi: Olen lukenut ja ymmärtänyt suositellut toimet
is_is: Ég staðfesti að ég hef lesið og skilið ráðlögð skref
it_it: Ho letto e compreso i passaggi consigliati
ru_ru: Мною прочитаны и поняты рекомендуемые действия

# Page 2467904567 - Action 4144135117 - Property 2879900210
source: Run Full Migration Now
da_dk: Kør fuld migrering nu
fi_fi: Suorita täysi siirto nyt
is_is: Keyra heildarflutning núna
it_it: Esegui migrazione completa
ru_ru: Запустить полную миграцию сейчас

# Page 2467904567 - Action 4144135117 - Property 1295455071
source: Manually trigger full Cloud Migration.
da_dk: Udløs fuld skymigrering manuelt.
fi_fi: Käynnistää täyden pilveen siirron manuaalisesti.
is_is: Ræsa heildarskýjaflutning handvirkt.
it_it: Attivare manualmente la migrazione cloud completa.
ru_ru: Запуск полной миграции в облако вручную.

# Page 2467904567 - Action 3055996772 - Property 2879900210
source: Disable Cloud Migration
da_dk: Deaktiver skymigrering
fi_fi: Poista pilveen siirto käytöstä
is_is: Gera skýjaflutning óvirkan
it_it: Disabilita la migrazione cloud
ru_ru: Отключить миграцию в облако

# Page 2467904567 - Action 3055996772 - Property 1295455071
source: Disables Cloud Migration setup.
da_dk: Deaktiverer opsætningen af skymigrering.
fi_fi: Poistaa pilveen siirron asetukset käytöstä.
is_is: Gerir uppsetningu skýjaflutnings óvirka.
it_it: Disabilita il setup di migrazione cloud.
ru_ru: Отключает настройку миграции в облако.

# Page 2467904567 - Action 1257849630 - Property 2879900210
source: Permission Sets
da_dk: Rettighedssæt
fi_fi: Käyttöoikeuksien joukot
is_is: Heimildasamstæður
it_it: Set di autorizzazioni
ru_ru: Наборы разрешений

# Page 2467904567 - NamedType 3444299184
source: You will no longer have the Cloud Migration setup. Are you sure you want to disable?
da_dk: Du vil ikke længere have konfigurationen af skymigrering. Er du sikker på, at du vil deaktivere?
fi_fi: Pilveen siirron asetukset eivät enää ole käytettävissä. Haluatko varmasti poistaa sen käytöstä?
is_is: Þú munt ekki lengur eiga kost á uppsetningu skýjaflutnings. Viltu örugglega slökkva?
it_it: Non sarà più disponibile il setup di migrazione cloud. Disabilitare?
ru_ru: У вас больше не будет настроенной миграции в облако. Вы действительно хотите отключить ее?

# Page 2467904567 - NamedType 2374652963
source: Are you sure you want to trigger a full migration?
da_dk: Er du sikker på, at du vil udløse en fuld migrering?
fi_fi: Haluatko varmasti käynnistää täyden siirron?
is_is: Viltu örugglega ræsa heildstæðan flutning?
it_it: Attivare una migrazione completa?
ru_ru: Вы действительно хотите запустить полную миграцию?

# Page 2467904567 - NamedType 3186660196
source: Cloud Migration has been disabled.
da_dk: Skymigrering er blevet deaktiveret.
fi_fi: Pilveen siirto on poistettu käytöstä.
is_is: Slökkt er á skýjaflutningi.
it_it: La migrazione cloud è stata disabilitata.
ru_ru: Миграция в облако отключена.

# Page 2467904567 - NamedType 1664246311
source: Full migration has been started. You can track the status on the management page.
da_dk: Fuld migrering er startet. Du kan spore status på administrationssiden.
fi_fi: Täysi siirto on aloitettu. Voit seurata sen tilaa hallintasivulla.
is_is: Heildstæður flutningur hefur verið ræstur. Hægt er að fylgjast með stöðunni á stjórnunarsíðunni.
it_it: La migrazione completa è stata avviata. È possibile tenere traccia dello stato nella pagina di gestione.
ru_ru: Запущена полная миграция. Вы можете следить за ее статусом на странице управления.

# Page 2467904567 - NamedType 3644704897
source: Full migration
da_dk: Fuld migrering
fi_fi: Täysi siirto
is_is: Heildstæður flutningur
it_it: Migrazione completa
ru_ru: Полная миграция

# Page 2467904567 - NamedType 3185692421
source: 1. Read the Business Central Cloud Migration help.
da_dk: 1. Læs hjælpen til Business Central-skymigrering.
fi_fi: 1. Lue Business Centralin pilveen siirtymisen ohje.
is_is: 1. Lestu hjálparsíður skýjaflutnings Business Central.
it_it: 1. Leggere la Guida della migrazione cloud di Business Central.
ru_ru: 1. Прочитайте справку по миграции в облако для Business Central.

# Page 2467904567 - NamedType 1665267573
source: 2. Have all users exit both the cloud tenant and on-premises solution.
da_dk: 2. Har alle brugere afsluttet både skylejeren og den lokale løsning?
fi_fi: 2. Huolehdi siitä, että kaikki käyttäjät poistuvat sekä pilvivuokraajasta että paikallisesta ratkaisusta.
is_is: 2. Láttu alla notendur loka bæði leigjandanum í skýinu og innanhússlausninni.
it_it: 2. Comunicare a tutti gli utenti di uscire dal tenant del cloud e della soluzione locale.
ru_ru: 2. Попросите всех пользователей выйти и из облачного арендатора, и из локального решения.

# Page 2467904567 - NamedType 2232271522
source: 3. Run a full migration.
da_dk: 3. Kør en fuld migrering.
fi_fi: 3. Suorita täysi siirto.
is_is: 3. Keyrðu heildstæðan flutning.
it_it: 3. Eseguire una migrazione completa.
ru_ru: 3. Запустите полную миграцию.

# Page 2467904567 - NamedType 4208754735
source: 4. Correct any necessary errors.
da_dk: 4. Ret eventuelle nødvendige fejl.
fi_fi: 4. Korjaa virheet tarvittaessa.
is_is: 4. Leiðréttu allar villur eftir þörfum.
it_it: 4. Correggere gli errori come necessario.
ru_ru: 4. Исправьте ошибки (если они найдены).

# Page 2467904567 - NamedType 2030267015
source: 5. Run the migration again.
da_dk: 5. Kør migreringen igen.
fi_fi: 5. Suorita siirto uudelleen.
is_is: 5. Keyrðu flutning aftur.
it_it: 5. Eseguire di nuovo la migrazione.
ru_ru: 5. Снова запустите миграцию.

# Page 2467904567 - NamedType 2861541102
source: 6. Disable Cloud Migration.
da_dk: 6. Deaktiver skymigrering.
fi_fi: 6. Poista pilveen siirto käytöstä.
is_is: 6. Gerðu skýjaflutning óvirkan.
it_it: 6. Disabilitare la migrazione cloud.
ru_ru: 6. Отключите миграцию в облако.

# Page 2467904567 - NamedType 1709764109
source: 7. Review and make necessary updates to users, user groups and permission sets.
da_dk: 7. Gennemse, og foretag de nødvendige opdateringer for brugere, brugergrupper og rettighedssæt.
fi_fi: 7. Tarkista käyttäjien, käyttäjäryhmien ja käyttöoikeuksien joukon asetukset ja tee niihin tarvittavat päivitykset.
is_is: 7. Farðu yfir og framkvæmdu nauðsynlegar uppfærslur á notendum, notendahópum og heimildasamstæðum.
it_it: 7. Esaminare e apportare le modifiche necessarie agli utenti, ai gruppi di utenti e ai set di autorizzazioni.
ru_ru: 7. Проверьте параметры пользователей, групп пользователей и наборов разрешений и внесите в них необходимые изменения.

# Page 3988794227 - Property 2879900210
source: Migration Information
da_dk: Migreringsoplysninger
fi_fi: Siirron tiedot
is_is: Upplýsingar um flutning
it_it: Informazioni di migrazione
ru_ru: Сведения о миграции

# Page 3988794227 - Control 3604188731 - Property 2879900210
source: Migration Statistics
da_dk: Overflytningsstatistik
fi_fi: Siirron tilastot
is_is: Tölfræði yfirfærslu
it_it: Statistiche migrazione
ru_ru: Статистика миграции

# Page 3988794227 - Control 3604188731 - Property 1968111052
source: Migration Statistics
da_dk: Overflytningsstatistik
fi_fi: Siirron tilastot
is_is: Tölfræði yfirfærslu
it_it: Statistiche migrazione
ru_ru: Статистика миграции

# Page 3988794227 - Control 2079533778 - Property 1295455071
source: Specifies the selected source product for the migration.
da_dk: Angiver det valgte kildeprodukt for overførslen.
is_is: Tilgreinir valda upprunaafurð fyrir yfirfærsluna.
it_it: Specifica il prodotto di origine selezionato per la migrazione.
ru_ru: Определяет выбранный исходный продукт для переноса.

# Page 3988794227 - Control 2167643701 - Property 2879900210
source: Tables Successful
da_dk: Tabeller er færdige
fi_fi: Onnistuneet taulukot
is_is: Töflur tókust
it_it: Tabelle completate
ru_ru: Успешно перенесенные таблицы

# Page 3988794227 - Control 2167643701 - Property 1295455071
source: Indicates the total number of tables that have been successfully migrated.
da_dk: Angiver det samlede antal tabeller, der er blevet overført.
is_is: Tilgreinir heildarfjölda taflna sem tekist hefur að yfirfæra.
it_it: Indica il numero totale di tabelle di cui è stata completata la migrazione.
ru_ru: Определяет общее количество таблиц, которые были успешно перенесены.

# Page 3988794227 - Control 4181933880 - Property 2879900210
source: Run Statistics
da_dk: Kørselsstatistik
fi_fi: Suoritustilastot
is_is: Tölfræði um keyrslu
it_it: Esegui statistiche
ru_ru: Статистика выполнения

# Page 3523043443 - Property 2879900210
source: Insight
da_dk: Indsigt
fi_fi: Tiedot
is_is: Innsýn
it_it: Informazioni
ru_ru: Аналитика

# Page 432782781 - Control 3831369531 - Property 2879900210
source: KPIs
da_dk: Nøgletal
fi_fi: Tunnusluvut
is_is: Afkastavísar (KPI)
it_it: KPI
ru_ru: КПЭ

# Page 432782781 - Control 3958318543 - Property 2879900210
source: KPIs
da_dk: Nøgletal
fi_fi: Tunnusluvut
is_is: Afkastavísar (KPI)
it_it: KPI
ru_ru: КПЭ

# Page 432782781 - Control 3835255931 - Property 2879900210
source: Insights
da_dk: Indsigt
fi_fi: Tiedot
is_is: Innsýn
it_it: Informazioni
ru_ru: Аналитика

# Page 432782781 - Control 3786424220 - Property 2879900210
source: Power BI Report
da_dk: Power BI-rapport
fi_fi: Power BI -raportti
is_is: Power BI-skýrsla
it_it: Report Power BI
ru_ru: Отчет Power BI

# Page 432782781 - Control 151094470 - Property 2879900210
source: Power BI Report
da_dk: Power BI-rapport
fi_fi: Power BI -raportti
is_is: Power BI-skýrsla
it_it: Report Power BI
ru_ru: Отчет Power BI

# Page 432782781 - Control 791597496 - Property 2879900210
source: Cash Flow Forecast
da_dk: Pengestrømsprognose
fi_fi: Kassavirtaennuste
is_is: Sjóðstreymisspá
it_it: Previsione flusso di cassa
ru_ru: Прогноз движения денежных средств

# Page 872301191 - Control 1550718196 - Property 2879900210
source: Cash Available
da_dk: Tilgængelig kassebeholdning
fi_fi: Käytettävissä olevat kassavarat
is_is: Tiltækt lausafé
it_it: Cassa disponibile
ru_ru: Доступная касса

# Page 872301191 - Control 1550718196 - Property 1295455071
source: Specifies the value of the Cash GL Account
da_dk: Angiver værdien af finanskontoen for kassebeholdningen
fi_fi: Määrittää kassavarojen kirjanpitotilin arvon
is_is: Tilgreinir gildi fjárhagssjóðsreikningsins
it_it: Specifica il valore del conto C/G di cassa
ru_ru: Определяет сумму по счету ГК кассы

# Page 872301191 - Control 2525651928 - Property 2879900210
source: Sales Profitability
da_dk: Salgsrentabilitet
fi_fi: Myynnin kannattavuus
is_is: Arðsemi sölu
it_it: Redditività vendite
ru_ru: Прибыльность продаж

# Page 872301191 - Control 2525651928 - Property 1295455071
source: Specifies the profitibilty as a percentage of sales
da_dk: Angiver rentabiliteten som en procentdel af salget
fi_fi: Määrittää kannattavuuden prosenttiosuutena myynnistä
is_is: Tilgreinir arðsemi sem prósentuhlutfall af sölu
it_it: Specifica la redditività come percentuale delle vendite
ru_ru: Определяет прибыльность в процентах от продаж

# Page 872301191 - Control 1877710544 - Property 2879900210
source: Net Income
da_dk: Årets resultat
fi_fi: Nettotuotto
is_is: Nettótekjur
it_it: Risultato dell'esercizio
ru_ru: Чистый доход

# Page 872301191 - Control 1877710544 - Property 1295455071
source: Specifies the Net Income
da_dk: Angiver årets resultat
fi_fi: Määrittää nettotuoton
is_is: Tilgreinir nettótekjur
it_it: Specifica il risultato dell'esercizio
ru_ru: Определяет чистый доход

# Page 872301191 - Control 1478605539 - Property 2879900210
source: Inventory Value
da_dk: Lagerværdi
fi_fi: Varaston arvo
is_is: Birgðavirði
it_it: Valore magazzino
ru_ru: Стоимость запасов

# Page 872301191 - Control 1478605539 - Property 1295455071
source: Specifies the value of the Inventory GL Account
da_dk: Angiver værdien af finanskontoen for lageret
fi_fi: Määrittää varastokirjanpitotilin arvon
is_is: Tilgreinir gildi á fjárhags- og birgðareikningnum
it_it: Specifica il valore del conto C/G di magazzino
ru_ru: Определяет сумму по счету ГК запасов

# Page 3223246169 - Property 2879900210
source: Cloud Migration Update
da_dk: Opdatering af skymigrering
fi_fi: Pilveen siirron päivitys
is_is: Uppfærsla skýjaflutnings
it_it: Aggiornamento di migrazione cloud
ru_ru: Обновление миграции в облако

# Page 3223246169 - Control 3724241072 - Property 2879900210
source: Welcome To Cloud Migration Update
da_dk: Velkommen til opdatering af skymigrering
fi_fi: Tervetuloa pilveen siirron päivitystoimintoon
is_is: Velkomin í uppfærslu skýjaflutnings
it_it: Aggiornamento di migrazione cloud
ru_ru: Обновление миграции в облако

# Page 3223246169 - Control 21734773 - Property 1968111052
source: This process will update your Cloud Migration environment to the latest version.
da_dk: Denne proces opdaterer skymigreringsmiljø til den nyeste version.
fi_fi: Tämä käsittely päivittää pilveen siirron ympäristön uusimpaan versioon.
is_is: Þetta ferli uppfærir skýjaflutningsumhverfið í nýjustu útgáfu.
it_it: Questa elaborazione aggiorna l'ambiente di migrazione cloud alla versione più recente.
ru_ru: Среда миграции в облако будет обновлена до последней версии.

# Page 3223246169 - Action 2187504585 - Property 2879900210
source: Update
da_dk: Opdater
fi_fi: Päivitä
is_is: Uppfæra
it_it: Aggiorna
ru_ru: Обновить

# Page 3223246169 - Action 4111934588 - Property 2879900210
source: Cancel
da_dk: Annuller
fi_fi: Peruuta
is_is: Hætta við
it_it: Annulla
ru_ru: Отмена

# Page 3223246169 - NamedType 470250014
source: You are currently running version %1. The latest available version is %2.
da_dk: Du kører i øjeblikket version %1. Den nyeste tilgængelige version er %2.
fi_fi: Tällä hetkellä käytössä on versio %1. Uusin saatavilla oleva versio on %2.
is_is: Verið er að keyra útgáfu %1. Nýjasta tiltæka útgáfa er %2.
it_it: È in esecuzione la versione %1. La versione più recente disponibile è %2.
ru_ru: В настоящее время вы используете версию %1. Последняя доступная версия: %2.

# Page 3223246169 - NamedType 3151544670
source: This can take a few minutes to complete.
da_dk: Det kan tage nogle få minutter at fuldføre.
fi_fi: Tämä voi kestää muutaman minuutin.
is_is: Þetta gæti tekið nokkrar mínútur.
it_it: Questa operazione può richiedere alcuni minuti.
ru_ru: Это может занять несколько минут.

# Page 3223246169 - NamedType 2350298983
source: The update has completed successfully.
da_dk: Opdateringen er fuldført.
fi_fi: Päivitys onnistui.
is_is: Uppfærslunni er lokið.
it_it: L'aggiornamento è stato completato.
ru_ru: Обновление успешно завершено.

# Page 3223246169 - NamedType 671274610
source: You do not have permissions to run this update. Please contact your system administrator to update your Cloud Migration environment.
da_dk: Du har ikke tilladelse til at køre denne opdatering. Kontakt systemadministratoren for at opdatere skymigreringsmiljøet.
fi_fi: Sinulla ei ole oikeuksia tämän päivityksen suorittamiseen. Ota yhteyttä järjestelmänvalvojaan pilveen siirron ympäristön päivittämistä varten.
is_is: Notandi hefur ekki heimild til að keyra þessa uppfærslu. Hafa skal samband við kerfisstjóra til að uppfæra skýjaflutningsumhverfið.
it_it: Non si dispone delle autorizzazioni per eseguire l'aggiornamento. Contattare l'amministratore di sistema per aggiornare l'ambiente di migrazione cloud.
ru_ru: У вас нет прав на запуск этого обновления. Обратитесь к системному администратору, чтобы обновить среду миграции в облако.

# Page 3155514618 - Property 2879900210
source: Select companies to migrate
da_dk: Vælg virksomheder, der skal migreres
fi_fi: Valitse siirrettävät yritykset
is_is: Veldu fyrirtæki sem á að flytja
it_it: Selezionare le società da migrare
ru_ru: Выберите организации для переноса

# Page 3155514618 - Control 3518201539 - Property 2879900210
source: Replicate
da_dk: Repliker
fi_fi: Replikoi
is_is: Gera eftirlíkingu
it_it: Replica
ru_ru: Реплицировать

# Page 3155514618 - Control 3518201539 - Property 2001309823
source: Specifies whether to migrate the data from this company.
da_dk: Angiver, om du vil migrere dataene fra denne virksomhed.
fi_fi: Määrittää, siirretäänkö tämän yrityksen tiedot.
is_is: Tilgreinir hvort flytja eigi gögn þessa fyrirtækis.
it_it: Specifica se eseguire la migrazione dei dati della società.
ru_ru: Определяет, следует ли переносить данные из этой организации.

# Page 3155514618 - Control 2223207931 - Property 2879900210
source: Migrate all companies
da_dk: Migrer alle virksomheder
fi_fi: Siirrä kaikki yritykset
is_is: Flytja öll fyrirtæki
it_it: Esegui la migrazione di tutte le società
ru_ru: Переносить все организации

# Page 3155514618 - Control 201881077 - Property 1968111052
source: If you have selected a company that does not exist in Business Central, it will automatically be created for you. This may take a few minutes.
da_dk: Hvis du har valgt en virksomhed, der ikke eksisterer i Business Central, bliver den automatisk oprettet for dig. Dette kan tage et par minutter.
fi_fi: Jos olet valinnut yrityksen, jota ei ole Business Centralissa, se luodaan automaattisesti puolestasi. Tähän voi kulua muutama minuutti.
is_is: Ef valið var fyrirtæki sem er ekki til í Business Central verður það sjálfkrafa búið til. Slíkt getur tekið nokkrar mínútur.
it_it: Se è stata selezionata una società che non esiste in Business Central, verrà creata automaticamente per l'utente. Questa operazione può richiedere alcuni minuti.
ru_ru: При выборе организации, которая отсутствует в Business Central, эта организация будет создана автоматически. Это может занять несколько минут.

# Page 3155514618 - Action 2079045816 - Property 2879900210
source: OK
is_is: Í lagi
ru_ru: ОК

# Page 3155514618 - Action 788258546 - Property 2879900210
source: Cancel
da_dk: Annuller
fi_fi: Peruuta
is_is: Hætta við
it_it: Annulla
ru_ru: Отмена

# Page 3155514618 - NamedType 3652475216
source: You must select at least one company to migrate to continue.
da_dk: Du skal vælge mindst én virksomhed, der skal migreres, for at fortsætte.
fi_fi: Sinun on valittava vähintään yksi yritys, jotta siirtoa voidaan jatkaa.
is_is: Velja verður minnst eitt fyrirtæki til flutnings til að halda áfram.
it_it: Per continuare, è necessario selezionare almeno una società da migrare.
ru_ru: Для продолжения необходимо выбрать хотя бы одну компанию для миграции.
