Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: AMCBanking365Fundamentals/Source/AMCBanking365Fundamentals/Translations/AMC Banking 365 Fundamentals.g.*.xlf
Languages: is_is, it_ch

# Table 3203079048 - Property 2879900210
source: AMC Banking Banks
is_is: Bankar AMC Service
it_ch: Banche AMC Banking

# Table 3203079048 - Field 1732083938 - Property 2879900210
source: Bank
is_is: Banki
it_ch: Banca

# Table 3203079048 - Field 2685439803 - Property 2879900210
source: Bank Name
is_is: Heiti banka
it_ch: Nome banca

# Table 3203079048 - Field 284764054 - Property 2879900210
source: Country/Region Code
is_is: Lands-/svæðiskóði
it_ch: Codice paese/area geografica

# Table 3203079048 - Field 2501792105 - Property 2879900210
source: Last Update Date
is_is: Dagsetning síðustu uppfærslu
it_ch: Data ultimo aggiornamento

# Table 3203079048 - Field 171145402 - Property 2879900210
source: Index
is_is: Atriðaskrá
it_ch: Indice

# Table 3704095706 - Property 2879900210
source: AMC Banking Setup
is_is: Uppsetning AMC Banking
it_ch: Setup AMC Banking

# Table 3704095706 - Field 1663593181 - Property 2879900210
source: Primary Key
is_is: Aðallykill
it_ch: Chiave primaria

# Table 3704095706 - Field 129688762 - Property 2879900210
source: User Name
is_is: Notandanafn
it_ch: Nome utente

# Table 3704095706 - Field 204649572 - Property 2879900210
source: Password Key
is_is: Aðgangsorðslykill
it_ch: Codice password

# Table 3704095706 - Field 678782652 - Property 2879900210
source: Sign-up URL
is_is: Vefslóð skráningar
it_ch: URL iscrizione

# Table 3704095706 - Field 2575991450 - Property 2879900210
source: Service URL
is_is: Vefslóð þjónustu
it_ch: URL servizio

# Table 3704095706 - Field 1645510544 - Property 2879900210
source: Support URL
is_is: Vefslóð stuðningsþjónustu
it_ch: URL supporto

# Table 3704095706 - Field 4006456467 - Property 2879900210
source: Namespace API Version
is_is: API-útgáfa nafnabils
it_ch: Versione API spazio dei nomi

# Table 3704095706 - Field 1857133763 - Property 2879900210
source: Solution
is_is: Lausn
it_ch: Soluzione

# Page 3704095706 - Property 3863440606
source: bank file import,bank file export,bank transfer,amc,bank service setup,bank data conversion
is_is: innflutningur bankaskráar,útflutningur bankaskráar,bankamillifærsla,amc,uppsetning bankaþjónustu,umreikningur bankagagna
it_ch: importazione file della banca,esportazione file della banca,bonifico bancario,amc,setup servizio bancario, servizio di conversione dati bancari

# Page 3704095706 - Property 2879900210
source: AMC Banking Setup
is_is: Uppsetning AMC Banking
it_ch: Setup AMC Banking

# Page 3704095706 - Property 2019332006
source: New,Process,Page,Bank Name,Encryption
is_is: Ný,Vinnsla,Síða,Nafn banka,Dulkóðun
it_ch: Nuovo,Elabora,Pagina,Nome banca,Crittografia

# Page 3704095706 - Control 1814464443 - Property 2879900210
source: User information
is_is: Notandaupplýsingar
it_ch: Informazioni utente

# Page 3704095706 - Control 129688762 - Property 1295455071
source: Specifies the user name that represents your company's sign-up for the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files.
is_is: Tilgreinir notandanafnið sem stendur fyrir skráningu fyrirtækisins í þjónustu sem breytir bankagögnum á það snið sem krafist er af bankanum þínum þegar greiðslubankaskrár eru fluttar út og bankayfirlitsskrár fluttar inn.
it_ch: Specifica il nome utente che rappresenta l'iscrizione dell'azienda al servizio che converte i dati bancari nel formato richiesto dalla banca quando si esportano file di pagamento della banca e si importano file del rendiconto bancario.

# Page 3704095706 - Control 2575460289 - Property 2879900210
source: Password
is_is: Aðgangsorð

# Page 3704095706 - Control 2575460289 - Property 1295455071
source: Specifies your company's password to the service that converts bank data to the format required by your bank. The password that you enter in the Password field must be the same as on the service provider's sign-on page.
is_is: Tilgreinir aðgangsorð fyrirtækisins í þjónustunni sem breytir bankagögnum í það snið sem er krafist af bankanum. Aðgangsorðið sem er slegið inn í reitinn Aðgangsorð verður að vera það sama og slegið er inn á innskráningarsíðu þjónustuveitunnar.
it_ch: Specifica la password della società per il servizio che converte i dati bancari nel formato richiesto dalla banca. La password che viene immessa nel campo Password deve essere uguale a quella immessa nella pagina di iscrizione del provider del servizio.

# Page 3704095706 - Control 470245246 - Property 2879900210
source: Solution information
is_is: Upplýsingar um úrlausnir
it_ch: Informazioni soluzione

# Page 3704095706 - Control 1857133763 - Property 1295455071
source: Specifies a customizable calendar for bank's that holds the bank's working days and holidays. Choose the field to select another bank calendars or to set up a customized calendar.
is_is: Tilgreinir sérstillt dagatal fyrir banka sem inniheldur vinnu- og frídaga bankans. Veljið reitinn til að velja dagatal annars banka eða til að setja upp sérstillt dagatal.
it_ch: Specifica un calendario personalizzabile per le banche indicante i giorni lavorativi e i periodi di ferie della banca. Scegliere il campo per selezionare un altro calendario banca o per impostare un calendario personalizzato.

# Page 3704095706 - Control 1958465003 - Property 2879900210
source: License
is_is: Leyfi
it_ch: Licenza

# Page 3704095706 - Control 1958465003 - Property 1295455071
source: License number of Business Central for AMC Banking
is_is: Leyfisnúmer Business Central fyrir AMC Banking
it_ch: Numero licenza di Business Central per AMC Banking

# Page 3704095706 - Control 2187938695 - Property 2879900210
source: Service
is_is: Þjónusta
it_ch: Servizio

# Page 3704095706 - Control 678782652 - Property 1295455071
source: Specifies the sign-up page for the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. This is the web page where you enter your company's user name and password to sign up for the service.
is_is: Tilgreinir skráningarsíðu þjónustunnar sem breytir bankagögnum á það snið sem krafist er af bankanum þínum þegar greiðslubankaskrár eru fluttar út og bankayfirlitsskrár fluttar inn. Þetta er vefsíðan þar sem notandanafn og aðgangsorð fyrirtækisins eru slegin inn til að skrá sig fyrir þjónustunni.
it_ch: Specifica la pagina di iscrizione al servizio che converte i dati bancari nel formato richiesto dalla banca quando si esportano file di pagamento della banca e si importano file del rendiconto bancario. Si tratta della pagina Web nella quale si immettono il nome utente e la password dell'azienda per iscriverla al servizio.

# Page 3704095706 - Control 2575991450 - Property 1295455071
source: Specifies the address of the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. The service specified in the Service URL field is called when users export or import bank files.
is_is: Skilgreinir veffang þjónustunnar sem umbreytir bankagögnum á það snið sem krafist er af bankanum þínum þegar greiðslubankaskrár eru fluttar út og bankayfirlitsskrár fluttar inn. Þjónustan sem tilgreind er í reitnum Vefslóð þjónustu er notuð þegar notendur flytja bankaskrár út eða inn.
it_ch: Specifica l'indirizzo del servizio che converte i dati bancari nel formato richiesto dalla banca quando si esportano file di pagamento della banca e si importano file del rendiconto bancario. Il servizio specificato nel campo URL servizio viene richiamato quando gli utenti esportano o importano file della banca.

# Page 3704095706 - Control 1645510544 - Property 1295455071
source: Specifies the web site where the provider of the AMC Banking publishes status and support information about the service.
is_is: Tilgreinir vefsvæðið þar sem veitandi AMC Banking birtir stöðu og stuðningsupplýsingar um þjónustuna.
it_ch: Specifica il sito Web nel quale il provider di AMC Banking pubblica le informazioni sullo stato e di supporto sul servizio.

# Page 3704095706 - Control 4006456467 - Property 1295455071
source: Specifies the default namespace for the AMC Banking.
is_is: Tilgreinir sjálfgefið nafnabil fyrir AMC Banking.
it_ch: Specifica lo spazio dei nomi di default per AMC Banking.

# Page 3704095706 - Action 4124192386 - Property 2879900210
source: Assisted Setup
is_is: Uppsetning með hjálp
it_ch: Setup assistito

# Page 3704095706 - Action 4124192386 - Property 1295455071
source: Runs Service setup wizard
is_is: Keyrir leiðsagnarforrit fyrir uppsetningu þjónustu
it_ch: Esegui Setup assistenza guidato

# Page 3704095706 - Action 1090569832 - Property 2879900210
source: Bank Name List
is_is: Nafnalisti banka
it_ch: Lista nomi banche

# Page 3704095706 - Action 1090569832 - Property 1295455071
source: View or update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
is_is: Skoða eða breyta lista yfir banka í landinu/svæðinu sem hægt er að nota til að flytja bankagögn inn eða út með AMC Banking.
it_ch: Visualizzare o aggiornare la lista di banche presenti nel paese/area geografica che è possibile utilizzare per importare o esportare i dati di C/C bancario utilizzando AMC Banking.

# Page 3704095706 - Action 841712208 - Property 2879900210
source: Encryption Management
is_is: Stjórnun dulritunar
it_ch: Gestione crittografia

# Page 3704095706 - Action 841712208 - Property 1295455071
source: Enable or disable data encryption. Data encryption helps make sure that unauthorized users cannot read business data.
is_is: Gera dulritun gagna virka eða óvirka. Dulritun gagna stuðlar að því að notendur án heimildar geti ekki lesið viðskiptagögn.
it_ch: Abilitare o disabilitare la crittografia dei dati. La crittografia dei dati contribuisce a garantire che gli utenti non autorizzati non possano accedere ai dati aziendali.

# Page 3704095706 - NamedType 3838141333
source: Data encryption is not activated. It is recommended that you encrypt data. \Do you want to open the Data Encryption Management page?
is_is: Dulritun gagna er ekki virk. Mælt er með dulritun gagna. \Á að opna síðuna „Stjórnun dulritunar“?
it_ch: Crittografia dati non attivata. Si consiglia di crittografare i dati. \Aprire la pagina Gestione crittografia dati?

# Table 3875559386 - Property 2879900210
source: AMC Banking Payment types
is_is: Greiðslugerðir AMC Banking Service
it_ch: Tipi di pagamento AMC Banking

# Table 3875559386 - Field 3004954119 - Property 2879900210
source: Code
is_is: Kóði
it_ch: Codice

# Table 3875559386 - Field 3461834954 - Property 2879900210
source: Description
is_is: Lýsing
it_ch: Descrizione

# Codeunit 3725545329 - NamedType 2474376791
source: For more information, go to %1.
is_is: Nánari upplýsingar má fá á %1.
it_ch: Per ulteriori informazioni, andare a %1.

# Codeunit 3725545329 - NamedType 82900180
source: The Web Service Setup User Name (%1) does not match the License number (%2) or the (%3)
is_is: Notandanafn fyrir uppsetningu vefþjónustunnar (%1) passar ekki við leyfisnúmerið (%2) eða (%3)
it_ch: Il nome utente di Setup servizi Web (%1) non corrisponde al numero di licenza (%2) o a (%3)

# Codeunit 3725545329 - NamedType 1828158795
source: You have two option to change this:
is_is: Hægt er að breyta þessu á tvenna vegu:
it_ch: Esistono due possibilità per modificare questo:

# Codeunit 3725545329 - NamedType 319023829
source: 1. Please register the User Name (%1) using the Sign-up URL %2
is_is: 1. Skráðu notandanafnið (%1) með skráningarvefslóðinni %2
it_ch: 1. Registrare il nome utente (%1) usando l'URL di iscrizione %2

# Codeunit 3725545329 - NamedType 3074365349
source: 2. Delete the Web Service setup record using the Trash can symbol and reopen the page to use (%1)
is_is: 2. Eyddu uppsetningarfærslu vefþjónustunnar með ruslakörfutákninu og opnaðu síðuna aftur til að nota (%1)
it_ch: 2. Eliminare il record di Setup servizi Web utilizzando il simbolo del cestino e riaprire la pagina da utilizzare (%1)

# Codeunit 3725545329 - NamedType 1098773093
source: The web service returned an error message:\
is_is: Vefþjónustan skilaði villuboðum:\
it_ch: Il servizio Web ha restituito un messaggio di errore:\

# Codeunit 3725545329 - NamedType 4203108968
source: Status code: %1
is_is: Stöðukóði: %1
it_ch: Codice stato: %1

# Codeunit 3725545329 - NamedType 4278671633
source: The AMC Banking 365 Foundation extension needs some information.
is_is: Viðbótin AMC Banking 365 Foundation krefst upplýsinga.
it_ch: L'estensione AMC Banking 365 Foundation richiede informazioni.

# Codeunit 3725545329 - NamedType 1973957526
source: Do you want to open the AMC Banking Setup page to run the Assisted Setup action?
is_is: Á að opna uppsetningarsíðu AMC Banking til að keyra aðgerðina „Uppsetning með hjálp“?
it_ch: Aprire la pagina Setup di AMC Banking per eseguire l'azione del setup assistito?

# Codeunit 3725545329 - NamedType 3073354073
source: The AMC Banking 365 Foundation extension is in Demo mode.
is_is: Viðbótin AMC Banking 365 Foundation er í sýnistillingu.
it_ch: L'estensione AMC Banking 365 Foundation è in modalità demo.

# Codeunit 3725545329 - NamedType 2589768243
source: Do you want to open the AMC Banking 365 Foundation extension setup page?
is_is: Á að opna uppsetningarsíðu viðbótarinnar AMC Banking 365 Foundation?
it_ch: Aprire la pagina Setup dell'estensione AMC Banking 365 Foundation?

# Codeunit 3725545329 - NamedType 1420859235
source: Set up AMC Banking 365 Foundation extension
is_is: Setja upp viðbótina AMC Banking 365 Foundation
it_ch: Imposta l'estensione AMC Banking 365 Foundation

# Codeunit 2319047537 - NamedType 2415257204
source: Please wait while the operation is being completed.
is_is: Bíðið á meðan aðgerðin stendur yfir.
it_ch: Attendere il completamento dell'operazione.

# Codeunit 3646414981 - NamedType 4285678296
source: The %1 XML tag was not found, or was found more than once in the body content of the SOAP request.
is_is: XML-merkið %1 fannst ekki eða fannst oftar en einu sinni í meginmáli SOAP-beiðni.
it_ch: Il tag XML %1 non è stato trovato oppure è stato trovato più di una volta nel corpo della richiesta SOAP.

# Codeunit 3646414981 - NamedType 3314864117
source: The file has not been saved.
is_is: Skráin hefur ekki verið vistuð.
it_ch: Il file non è stato salvato.

# Codeunit 3646414981 - NamedType 1810949511
source: The request body is not set.
is_is: Meginmál beiðni hefur ekki verið fært inn.
it_ch: Corpo della richiesta non impostato.

# Codeunit 3646414981 - NamedType 842108793
source: There is nothing to export.
is_is: Ekkert til staðar til að flytja út.
it_ch: Nulla da esportare.

# Codeunit 3646414981 - NamedType 3826889551
source: The AMC Banking has not returned any payment data.\\For more information, go to %1.
is_is: AMC Banking hefur ekki skilað neinum greiðslugögnum.\\Frekari upplýsingar er að finna í %1.
it_ch: AMC Banking non ha restituito alcun dato di pagamento.\Per ulteriori informazioni, andare a %1.

# Codeunit 3646414981 - NamedType 4134082808
source: The AMC Banking has found one or more errors.\\For each line to be exported, resolve the errors that are displayed in the FactBox.\\Choose an error to see more information.
is_is: AMC Banking fann eina eða fleiri villur.\\Leysa þarf villur í upplýsingakassanum fyrir hverja línu sem á að flytja út.\\Veljið villu til að fá frekari upplýsingar.
it_ch: AMC Banking ha rilevato uno o più errori.\\Per ogni riga da esportare, risolvere l'errore visualizzato nel riquadro Dettaglio informazioni.\\Per visualizzare ulteriori informazioni, scegliere un errore.

# Codeunit 3646414981 - NamedType 1219964534
source: There is an incorrect file conversion error element in the response. Reference: %1, error text: %2.
is_is: Villueining fyrir ranga umbreytingu skráar er í svöruninni. Tilvísun: %1, villutexti: %2.
it_ch: Elemento non corretto nell'errore di conversione file della risposta. Riferimento: %1, testo errore: %2.

# Codeunit 3646414981 - NamedType 531377784
source: The AMC Banking has returned the following error message:
is_is: AMC Banking skilaði eftirfarandi villuboðum:
it_ch: AMC Banking ha restituito il messaggio di errore seguente:

# Codeunit 3646414981 - NamedType 2474376791
source: For more information, go to %1.
is_is: Nánari upplýsingar má fá á %1.
it_ch: Per ulteriori informazioni, andare a %1.

# Codeunit 2413088747 - NamedType 2779639592
source: Processing line no. #1######.
is_is: Vinnur línu nr. #1######.
it_ch: Elaborazione riga nr. #1######.

# Codeunit 1051898237 - NamedType 2779639592
source: Pre-processing line no. #1######.
is_is: Forvinnur línu nr. #1######.
it_ch: Riga pre-elaborazione nr. #1######.

# Codeunit 3605141263 - NamedType 4134082808
source: The file export has one or more errors.\\For each line to be exported, resolve the errors displayed to the right and then try to export again.
is_is: Ein eða fleiri villur eru í útflutningi skrárinnar.\\Lagfærið villurnar sem sjást hægra megin fyrir hverja línu sem flytja á út, og reynið svo aftur að flytja út.
it_ch: Nell'esportazione file sono presenti uno o più errori.\\Per ognuna delle righe da esportare, risolvere gli errori visualizzati sulla destra e ritentare l'esportazione.

# Codeunit 3927356675 - NamedType 2474376791
source: For more information, go to %1.
is_is: Nánari upplýsingar má fá á %1.
it_ch: Per ulteriori informazioni, andare a %1.

# Codeunit 3927356675 - NamedType 4096535761
source: The AMC Banking has returned the following error message:
is_is: AMC Banking skilaði eftirfarandi villuboðum:
it_ch: AMC Banking ha restituito il messaggio di errore seguente:

# Codeunit 3857426880 - NamedType 2779639592
source: Preparing line number #1#######
is_is: Línunúmer #1####### undirbúið
it_ch: Preparazione numero di riga #1#######

# Codeunit 52548103 - NamedType 1810949511
source: The request body is not set.
is_is: Meginmál beiðni hefur ekki verið fært inn.
it_ch: Corpo della richiesta non impostato.

# Codeunit 52548103 - NamedType 3014721114
source: All Files(*.*)|*.*|XML Files(*.xml)|*.xml|Text Files(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc
is_is: Allar skrár(*.*)|*.*|XML-skrár(*.xml)|*.xml|Textaskrár(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc
it_ch: Tutti i file(*.*)|*.*|File XML(*.xml)|*.xml|File di testo(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc

# Codeunit 52548103 - NamedType 1051517620
source: The AMC Banking has not returned any statement transactions.\\For more information, go to %1.
is_is: AMC Banking hefur ekki skilað neinum yfirlitsfærslum.\\Frekari upplýsingar er að finna í %1.
it_ch: AMC Banking non ha restituito alcuna transazione di rendiconto.\\Per ulteriori informazioni, andare a %1.

# Codeunit 52548103 - NamedType 2711926903
source: Select a file to import.
is_is: Velja skrá til að flytja inn.
it_ch: Selezionare un file da importare.

# Codeunit 52548103 - NamedType 531377784
source: The AMC Banking has returned the following error message:
is_is: AMC Banking skilaði eftirfarandi villuboðum:
it_ch: AMC Banking ha restituito il messaggio di errore seguente:

# Codeunit 52548103 - NamedType 2474376791
source: For more information, go to %1.
is_is: Nánari upplýsingar má fá á %1.
it_ch: Per ulteriori informazioni, andare a %1.

# Codeunit 2568490811 - NamedType 3164795350
source: The %1 is missing the user name or password. Do you want to open the %2 page?
is_is: Notandanafn eða aðgangsorð vantar fyrir %1. Á að opna %2 síðuna?
it_ch: In %1 non è presente il nome utente o la password. Aprire la pagina %2?

# Codeunit 2568490811 - NamedType 2591510851
source: The user name and password must be filled in %1 page.
is_is: Fylla verður inn notendanafn og aðgangsorð á %1 síðunni.
it_ch: È necessario specificare il nome utente e la password nella pagina %1.

# Codeunit 2568490811 - NamedType 2654677523
source: Credit Transfer Msg. ID
is_is: Skilaboðakenni fyrir kreditmillifærslu
it_ch: ID messaggio bonifico

# Codeunit 2568490811 - NamedType 1549064060
source: International account to account transfer (standard)
is_is: Millifærsla á milli reikninga á milli landa (stöðluð)
it_ch: Trasferimento da conto internazionale a conto (standard)

# Codeunit 2568490811 - NamedType 4065590717
source: International account to account transfer (express)
is_is: Millifærsla á milli reikninga á milli landa (hröð)
it_ch: Trasferimento da conto internazionale a conto (espresso)

# Codeunit 2568490811 - NamedType 2681215102
source: International account to account transfer
is_is: Millifærsla á milli reikninga á milli landa
it_ch: Trasferimento da conto internazionale a conto

# Codeunit 2568490811 - NamedType 1079285239
source: International account to account transfer (high value)
is_is: Millifærsla á milli reikninga á milli landa (há upphæð)
it_ch: Trasferimento da conto internazionale a conto (valore elevato)

# Codeunit 2568490811 - NamedType 416066872
source: International account to account transfer (inter company)
is_is: Millifærsla á milli reikninga milli landa (innan fyrirtækis)
it_ch: Trasferimento da conto internazionale a conto (intercompany)

# Codeunit 2568490811 - NamedType 2253012985
source: Domestic account to account transfer
is_is: Millifærsla á milli reikninga innanlands
it_ch: Trasferimento da conto nazionale a conto

# Codeunit 2568490811 - NamedType 1548217914
source: Domestic account to account transfer (high value)
is_is: Millifærsla á milli reikninga innanlands (há upphæð)
it_ch: Trasferimento da conto nazionale a conto (valore elevato)

# Codeunit 2568490811 - NamedType 1793495987
source: Domestic account to account transfer (inter company)
is_is: Millifærsla á milli reikninga innanlands (innan fyrirtækis)
it_ch: Trasferimento da conto nazionale a conto (intercompany)

# Codeunit 2568490811 - NamedType 3630442100
source: SEPA credit transfer
is_is: SEPA-kreditfærsla
it_ch: Bonifico SEPA

# Codeunit 2568490811 - Method 3011157210 - NamedType 2491202904
source: Austrian BLZ number
is_is: Austurrískt BLZ-númer
it_ch: Numero BLZ austriaco

# Codeunit 2568490811 - Method 3011157210 - NamedType 712762265
source: Canadian ARN number
is_is: Kanadískt ARN-númer
it_ch: Numero ARN canadese

# Codeunit 2568490811 - Method 3011157210 - NamedType 3623353946
source: American CHIPS number
is_is: Bandarískt CHIPS-númer
it_ch: Numero CHIPS americano

# Codeunit 2568490811 - Method 3011157210 - NamedType 3566261211
source: American CHIPS universal number
is_is: Bandarískt altækt CHIPS-númer
it_ch: Numero universale CHIPS americano

# Codeunit 2568490811 - Method 3011157210 - NamedType 2861466140
source: Extensive branch network number
is_is: Útibúsnúmer
it_ch: Numero rete filiale estesa

# Codeunit 2568490811 - Method 3011157210 - NamedType 1845759453
source: American Fedwire/ABA routing number
is_is: Bandarískt Fedwire-/ABA-leiðarnúmer
it_ch: Numero ciclo Fedwire/ABA americano

# Codeunit 2568490811 - Method 3011157210 - NamedType 1182541086
source: German BLZ number
is_is: Þýskt BLZ-númer
it_ch: Numero BLZ tedesco

# Codeunit 2568490811 - Method 3011157210 - NamedType 2735634831
source: Hong Kong branch number
is_is: Útibúsnúmer á sérstjórnarsvæðinu Hong Kong
it_ch: Numero filiale Hong Kong

# Codeunit 2568490811 - Method 3011157210 - NamedType 277613648
source: Irish NSC number
is_is: Írskt NSC-númer
it_ch: Numero NSC irlandese

# Codeunit 2568490811 - Method 3011157210 - NamedType 1424949952
source: Italian domestic code
is_is: Ítalskt innanlandsnúmer
it_ch: Codice nazionale italiano

# Codeunit 2568490811 - Method 3011157210 - NamedType 2450858303
source: New Zealand NCC number
is_is: Nýsjálenskt NCC-númer
it_ch: Numero NCC neozelandese

# Codeunit 2568490811 - Method 3011157210 - NamedType 4040992194
source: Portuguese NCC number
is_is: Portúgalskt NCC-númer
it_ch: Numero NCC portoghese
