Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: AMCBanking365Fundamentals/Source/AMCBanking365Fundamentals/Translations/AMC Banking 365 Fundamentals.g.*.xlf
Languages: is_is, it_ch

# Codeunit 2568490811 - Method 3011157210 - NamedType 1482888833
source: Russian CBI code
is_is: Rússneskt CBI-númer
it_ch: Codice CBI russo

# Codeunit 2568490811 - Method 3011157210 - NamedType 2557947140
source: South African NCC number
is_is: Suðurafrískt NCC-númer
it_ch: Numero NCC sudafricano

# Codeunit 2568490811 - Method 3011157210 - NamedType 3583855491
source: Spanish domestic interbanking number
is_is: Spænskt millibankanúmer innanlands
it_ch: Numero rete nazionale interbancaria spagnolo

# Codeunit 2568490811 - Method 3011157210 - NamedType 879022086
source: Swiss BC number
is_is: Svissneskt BC-númer
it_ch: Numero BC svizzero

# Codeunit 2568490811 - Method 3011157210 - NamedType 1894728773
source: Swiss SIC number
is_is: Svissneskt SIC-númer
it_ch: Numero SIC svizzero

# Codeunit 2568490811 - Method 3011157210 - NamedType 2164849672
source: British sorting code
is_is: Breskur röðunarkóði
it_ch: Codice ordinamento britannico

# Codeunit 1873957797 - NamedType 3179812607
source: The bank statement that you are importing contains transactions in %1 %2. This conflicts with the %3 %4.\\Do you want to continue?
is_is: Bankayfirlitið sem verið að flytja inn inniheldur færslur í %1 %2. Þetta rekst á við %3 %4.\\Á að halda áfram?
it_ch: Il rendiconto bancario che si desidera importare contiene transazioni in %1 %2. Ciò crea conflitti con %3 %4.\\Continuare?

# Codeunit 1873957797 - NamedType 1106260476
source: The statement date was not found in the data to be imported.
is_is: Dagsetning yfirlits fannst ekki í gögnunum sem flytja á inn.
it_ch: Data del rendiconto non trovata nei dati da importare.

# Codeunit 1873957797 - NamedType 742056434
source: The closing balance was not found in the data to be imported.
is_is: Lokastaðan fannst ekki í gögnunum sem flytja á inn.
it_ch: Saldo di chiusura non trovato nei dati da importare.

# Codeunit 1873957797 - NamedType 4082076936
source: Bank account %1 does not have a bank account number.\\Do you want to continue?
is_is: Bankareikningur %1 er ekki með bankareikningsnúmer.\\Á að halda áfram?
it_ch: Al conto bancario %1 non è associato un numero.\\Continuare?

# Codeunit 1873957797 - NamedType 1428720056
source: The bank statement that you are importing contains transactions in currencies other than the %1 %2 of bank account %3.
is_is: Bankayfirlitið sem verið að flytja inn inniheldur færslur í gjaldmiðlum sem eru aðrir en %1 %2 í bankareikningi %3.
it_ch: Il rendiconto bancario che si desidera importare contiene transazioni in valute diverse dal %1 %2 del conto bancario %3.

# Codeunit 1873957797 - NamedType 2692357613
source: The file that you are trying to import contains more than one bank statement.
is_is: Skráin sem verið er að reyna að flytja inn inniheldur fleiri en eitt bankayfirlit.
it_ch: Il file che si sta tentando di importare contiene più di un rendiconto bancario.

# Codeunit 1873957797 - NamedType 2242781076
source: The bank account number was not found in the data to be imported.
is_is: Bankareikningsnúmerið fannst ekki í gögnunum sem flytja á inn.
it_ch: Numero di conto bancario non trovato nei dati da importare.

# Codeunit 1873957797 - NamedType 1975081983
source: Bank account %1 does not have the bank account number %2, as specified in the bank statement file.\\Do you want to continue?
is_is: Bankareikningur %1 er ekki með bankareikningsnúmer %2, eins tilgreint er í bankayfirlitsskránni.\\Á að halda áfram?
it_ch: Al conto bancario %1 non è associato un numero %2 come specificato nel file di rendiconto bancario.\\Continuare?

# Codeunit 33113820 - NamedType 930138903
source: We have updated the AMC Banking 365 Foundation extension.\\Before you can use the extension you must provide some information. Go to the AMC Banking Setup page and run the Assisted Setup action.
is_is: Viðbótin AMC Banking 365 Foundation var uppfærð.\\Nauðsynlegt er að veita upplýsingar áður en hægt er að nota viðbótina. Farðu á uppsetningarsíðu AMC Banking og keyrðu aðgerðina „Uppsetning með hjálp“.
it_ch: È stata aggiornata l'estensione AMC Banking 365 Foundation.\\Per poter utilizzare l'estensione è necessario fornire alcune informazioni. Andare alla pagina Setup di AMC Banking ed eseguire l'azione del setup assistito.

# Page 1294546084 - Property 2879900210
source: AMC Banking 365 Foundation Assisted Setup
is_is: AMC Banking 365 Foundation uppsetning með hjálp
it_ch: Setup assistito AMC Banking 365 Foundation

# Page 1294546084 - Control 3724241072 - Property 2879900210
source: Welcome
is_is: Velkomin(n)
it_ch: Benvenuti

# Page 1294546084 - Control 21734773 - Property 1968111052
source: The AMC Banking 365 Foundation extension saves you time and reduces errors when you send data to your bank. The extension uses the AMC Banking 365 Business service to transform data from Microsoft Dynamics 365 Business Central into formats that banks require. You specify the bank, and the extension does the rest. For more information, see the documentation.
is_is: Viðbótin AMC Banking 365 Foundation sparar tíma og fækkar villum þegar gögn eru send til bankans. Viðbótin notar AMC Banking 365 Business-þjónustu til að umbreyta gögnum úr Microsoft Dynamics 365 Business Central í þau snið sem bankar krefjast. Bankinn er tilgreindur og viðbótin sér um afganginn. Nánari upplýsingar er að finna í fylgiskjalinu.
it_ch: L'estensione AMC Banking 365 Foundation consente di risparmiare tempo e ridurre gli errori quando si inviano i dati alla banca. L'estensione utilizza il servizio AMC Banking 365 Business per trasformare i dati di Microsoft Dynamics 365 Business Central nei formati richiesti dalle banche. È sufficiente specificare la banca e l'estensione fa il resto. Per ulteriori informazioni, vedere la documentazione.

# Page 1294546084 - Control 1443400578 - Property 2879900210
source: I understand and accept these terms
is_is: Ég skil og samþykki þessa skilmála
it_ch: Ho compreso e accetto le condizioni

# Page 1294546084 - Control 3679005452 - Property 2879900210
source: Let's get started
is_is: Hefjumst handa
it_ch: Iniziamo

# Page 1294546084 - Control 454113819 - Property 2879900210
source: Use default values for AMC Banking setup
is_is: Nota sjálfgefin gildi fyrir uppsetningu AMC Banking
it_ch: Usa valori di default per setup AMC Banking

# Page 1294546084 - Control 454113819 - Property 1295455071
source: Use the default settings for back formats, payment methods, and data exchange definitions.
is_is: Notaðu sjálfgefnar stillingar fyrir baksnið, greiðslumáta og skilgreiningar gagnaskipta.
it_ch: Utilizzare le impostazioni predefinite per i formati di riconversione, i metodi di pagamento e le definizioni di scambio dati.

# Page 1294546084 - Control 2339249964 - Property 2879900210
source: Please choose what to setup:
is_is: Veldu hvað á að setja upp:
it_ch: Scegliere l'elemento di cui eseguire il setup:

# Page 1294546084 - Control 301420999 - Property 2879900210
source: Change the Service, Support and Sign-up URLs to their default values.
is_is: Breyta vefslóðum fyrir þjónustu, stuðning og nýskráningu aftur í sjálfgildi sín.
it_ch: Impostare gli URL di Assistenza, Supporto e Iscrizione sui rispettivi valori di default.

# Page 1294546084 - Control 1924348262 - Property 2879900210
source: Set URLs to Default
is_is: Nota vefslóð sem sjálfgefna
it_ch: Imposta URL su default

# Page 1294546084 - Control 1924348262 - Property 1295455071
source: Change the Service, Support and Sign-up URLs to their default values.
is_is: Breyta vefslóðum fyrir þjónustu, stuðning og nýskráningu aftur í sjálfgildi sín.
it_ch: Impostare gli URL di Assistenza, Supporto e Iscrizione sui rispettivi valori di default.

# Page 1294546084 - Control 1014588582 - Property 2879900210
source: Update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
is_is: Uppfæra lista yfir banka í landinu/svæðinu sem hægt er að nota til að flytja bankagögn inn eða út með AMC Banking.
it_ch: Aggiornare la lista di banche presenti nel paese/area geografica che è possibile utilizzare per importare o esportare i dati di C/C bancario utilizzando AMC Banking.

# Page 1294546084 - Control 2565727729 - Property 2879900210
source: Update Bank Name List
is_is: Uppfæra nafnalista banka
it_ch: Aggiorna lista nomi banche

# Page 1294546084 - Control 2565727729 - Property 1295455071
source: Update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
is_is: Uppfæra lista yfir banka í landinu/svæðinu sem hægt er að nota til að flytja bankagögn inn eða út með AMC Banking.
it_ch: Aggiornare la lista di banche presenti nel paese/area geografica che è possibile utilizzare per importare o esportare i dati di C/C bancario utilizzando AMC Banking.

# Page 1294546084 - Control 4111874813 - Property 2879900210
source: Setup Data Exchange Definitions to current version of your system for AMC Banking.
is_is: Setja upp skilgreiningu gagnaskipta fyrir núverandi útgáfu kerfisins fyrir AMC Banking.
it_ch: Setup delle definizioni di scambio dati nella versione corrente del sistema per AMC Banking.

# Page 1294546084 - Control 2227844388 - Property 2879900210
source: Setup Data Exchange Definitions
is_is: Setja upp skilgreiningar gagnaskipta
it_ch: Setup definizioni scambio dati

# Page 1294546084 - Control 2227844388 - Property 1295455071
source: Setup Data Exchange Definitions to current version of your system for AMC Banking.
is_is: Setja upp skilgreiningu gagnaskipta fyrir núverandi útgáfu kerfisins fyrir AMC Banking.
it_ch: Setup delle definizioni di scambio dati nella versione corrente del sistema per AMC Banking.

# Page 1294546084 - Control 4101265492 - Property 2879900210
source: Setup basic paymentmethods for AMC Banking to current version of your system.
is_is: Setja upp grunngreiðslumáta fyrir AMC Banking fyrir núverandi útgáfu kerfisins.
it_ch: Setup dei metodi di pagamento di base per AMC Banking nella versione corrente del sistema.

# Page 1294546084 - Control 4179229127 - Property 2879900210
source: Setup basic paymentmethods
is_is: Setja upp grunngreiðslumáta
it_ch: Setup metodi di pagamento di base

# Page 1294546084 - Control 4179229127 - Property 1295455071
source: Setup basic paymentmethods for AMC Banking to current version of your system.
is_is: Setja upp grunngreiðslumáta fyrir AMC Banking fyrir núverandi útgáfu kerfisins.
it_ch: Setup dei metodi di pagamento di base per AMC Banking nella versione corrente del sistema.

# Page 1294546084 - Control 2903584427 - Property 2879900210
source: Setup Bank Clearing Standards to be used on vendors bank accounts.
is_is: Setja upp greiðslumiðlunarstaðla banka sem nota skal á bankareikninga lánardrottna.
it_ch: Setup Clearing Bancari Standard da utilizzare nei conti bancari fornitori.

# Page 1294546084 - Control 1143591 - Property 2879900210
source: Setup Bank Clearing Standards
is_is: Setja upp greiðslumiðlunarstaðla banka
it_ch: Setup Clearing Bancari Standard

# Page 1294546084 - Control 1143591 - Property 1295455071
source: Setup Bank Clearing Standards to be used on vendors bank accounts.
is_is: Setja upp greiðslumiðlunarstaðla banka sem nota skal á bankareikninga lánardrottna.
it_ch: Setup Clearing Bancari Standard da utilizzare nei conti bancari fornitori.

# Page 1294546084 - Control 2540363514 - Property 2879900210
source: Setup own Bank Account with DataExchangeDef. and Credit Msg. No.
is_is: Setja upp eigin bankareikning með gagnaskiptaskilgreiningu og númeri kreditskilaboða.
it_ch: Setup conto bancario personale con Codice definizione scambio dati e Nr. messaggi bonifico

# Page 1294546084 - Control 2148337815 - Property 2879900210
source: Setup Bank Accounts
is_is: Setja upp bankareikninga
it_ch: Setup conti bancari

# Page 1294546084 - Control 2148337815 - Property 1295455071
source: Setup own Bank Account with DataExchangeDef. and Credit Msg. No.
is_is: Setja upp eigin bankareikning með gagnaskiptaskilgreiningu og númeri kreditskilaboða.
it_ch: Setup conto bancario personale con Codice definizione scambio dati e Nr. messaggi bonifico

# Page 1294546084 - Control 2894771417 - Property 2879900210
source: Set URLs to Default
is_is: Nota vefslóð sem sjálfgefna
it_ch: Imposta URL su default

# Page 1294546084 - Control 3504517071 - Property 2879900210
source: Sign-up URL
is_is: Vefslóð skráningar
it_ch: URL iscrizione

# Page 1294546084 - Control 3504517071 - Property 1295455071
source: Specifies the sign-up page for the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. This is the web page where you enter your company's user name and password to sign up for the service.
is_is: Tilgreinir skráningarsíðu þjónustunnar sem breytir bankagögnum á það snið sem krafist er af bankanum þínum þegar greiðslubankaskrár eru fluttar út og bankayfirlitsskrár fluttar inn. Þetta er vefsíðan þar sem notandanafn og aðgangsorð fyrirtækisins eru slegin inn til að skrá sig fyrir þjónustunni.
it_ch: Specifica la pagina di iscrizione al servizio che converte i dati bancari nel formato richiesto dalla banca quando si esportano file di pagamento della banca e si importano file del rendiconto bancario. Si tratta della pagina Web nella quale si immettono il nome utente e la password dell'azienda per iscriverla al servizio.

# Page 1294546084 - Control 2456674618 - Property 2879900210
source: Service URL
is_is: Vefslóð þjónustu
it_ch: URL servizio

# Page 1294546084 - Control 2456674618 - Property 1295455071
source: Specifies the address of the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. The service specified in the Service URL field is called when users export or import bank files.
is_is: Skilgreinir veffang þjónustunnar sem umbreytir bankagögnum á það snið sem krafist er af bankanum þínum þegar greiðslubankaskrár eru fluttar út og bankayfirlitsskrár fluttar inn. Þjónustan sem tilgreind er í reitnum Vefslóð þjónustu er notuð þegar notendur flytja bankaskrár út eða inn.
it_ch: Specifica l'indirizzo del servizio che converte i dati bancari nel formato richiesto dalla banca quando si esportano file di pagamento della banca e si importano file del rendiconto bancario. Il servizio specificato nel campo URL servizio viene richiamato quando gli utenti esportano o importano file della banca.

# Page 1294546084 - Control 3662684448 - Property 2879900210
source: Support URL
is_is: Vefslóð stuðnings
it_ch: URL supporto

# Page 1294546084 - Control 3662684448 - Property 1295455071
source: Specifies the web site where the provider of the AMC Banking publishes status and support information about the service.
is_is: Tilgreinir vefsvæðið þar sem veitandi AMC Banking birtir stöðu og stuðningsupplýsingar um þjónustuna.
it_ch: Specifica il sito Web nel quale il provider di AMC Banking pubblica le informazioni sullo stato e di supporto sul servizio.

# Page 1294546084 - Control 4196696430 - Property 2879900210
source: Update Bank Name List
is_is: Uppfæra nafnalista banka
it_ch: Aggiorna lista nomi banche

# Page 1294546084 - Control 1983323030 - Property 2879900210
source: Update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
is_is: Uppfæra lista yfir banka í landinu/svæðinu sem hægt er að nota til að flytja bankagögn inn eða út með AMC Banking.
it_ch: Aggiornare la lista di banche presenti nel paese/area geografica che è possibile utilizzare per importare o esportare i dati di C/C bancario utilizzando AMC Banking.

# Page 1294546084 - Control 2878908208 - Property 1968111052
source: The Bank Name List shows a list of bank names representing bank data formats that are supported by the AMC Banking.
is_is: Bankanafnalistinn sýnir lista yfir bankanöfn sem standa fyrir bankagagnasnið sem AMC Banking styður.
it_ch: La lista nomi banche mostra una lista di nomi di banche che rappresentano i formati di dati bancari supportati dal servizio AMC Banking.

# Page 1294546084 - Control 1814414007 - Property 1968111052
source: The list of bank data formats that are supported by the AMC Banking will be updated.
is_is: Listinn yfir bankagagnasnið sem AMC Banking styður verður uppfærður.
it_ch: L'elenco di formati dei dati bancari supportati da AMC Banking verrà aggiornato.

# Page 1294546084 - Control 1345626413 - Property 1968111052
source: This list of bank names, filtered by the country/region, can be selected in the Bank Name Format field in the Bank Account Card page.
is_is: Hægt er að velja þennan lista yfir nöfn banka, síuð eftir landi/svæði, í sniðreitnum „Nafn banka“ á síðu bankareikningsspjalds.
it_ch: Questo elenco di nomi di banche, filtrato per paese/area geografica, può essere selezionato nel campo Formato nome banca nella finestra Scheda conto corrente bancario.

# Page 1294546084 - Control 867507620 - Property 2879900210
source: Setup Data Exchange Definitions
is_is: Setja upp skilgreiningar gagnaskipta
it_ch: Setup definizioni scambio dati

# Page 1294546084 - Control 2418044131 - Property 2879900210
source: Please chose Data Exchange Definitions to setup:
is_is: Veldu skilgreiningar gagnaskipta sem á að setja upp:
it_ch: Scegliere le definizioni di scambio dati di cui eseguire il setup:

# Page 1294546084 - Control 2647262224 - Property 2879900210
source: Applicationversion and buildnumber to get Data Exchange Definition for:
is_is: Útgáfa forrits og smíðarnúmer til að ná í skilgreiningu gagnaskipta fyrir:
it_ch: Versione applicazione e Numero build per ottenere la definizione di scambio dati per:

# Page 1294546084 - Control 2293885176 - Property 2879900210
source: Applicationversion
is_is: Útgáfa forrits
it_ch: Versione applicazione

# Page 1294546084 - Control 3735344025 - Property 2879900210
source: Buildnumber
is_is: Smíðarnúmer
it_ch: Numero build

# Page 1294546084 - Control 593902365 - Property 2879900210
source: Setup AMC Banking - Credit Transfer, to be able to make outgoing payments
is_is: Setja upp AMC Banking - kreditfærslu, til að geta framkvæmt greiðslur á útleið
it_ch: Setup AMC Banking - Bonifico, per poter effettuare pagamenti in uscita

# Page 1294546084 - Control 903022497 - Property 2879900210
source: AMC Banking - Credit Transfer
is_is: AMC Banking - kreditfærsla
it_ch: AMC Banking - Bonifico

# Page 1294546084 - Control 903022497 - Property 1295455071
source: Setup AMC Banking - Credit Transfer, to be able to make outgoing payments
is_is: Setja upp AMC Banking - kreditfærslu, til að geta framkvæmt greiðslur á útleið
it_ch: Setup AMC Banking - Bonifico, per poter effettuare pagamenti in uscita

# Page 1294546084 - Control 2162748742 - Property 2879900210
source: Setup AMC Banking - Positive Pay, to be able to make Positive Pay file for printed checks.
is_is: Setja upp AMC Banking - Positive Pay, til að geta búið til Positive Pay-skrá fyrir prentaða tékka.
it_ch: Setup AMC Banking - Positive Pay, per poter preparare il file Positive Pay per gli assegni stampati.

# Page 1294546084 - Control 2062336292 - Property 1295455071
source: Setup AMC Banking - Positive Pay, to be able to make Positive Pay file for printed checks.
is_is: Setja upp AMC Banking - Positive Pay, til að geta búið til Positive Pay-skrá fyrir prentaða tékka.
it_ch: Setup AMC Banking - Positive Pay, per poter preparare il file Positive Pay per gli assegni stampati.

# Page 1294546084 - Control 3680579275 - Property 2879900210
source: Setup AMC Banking - Bank Statement, to be able to import Bank statements from your banks.
is_is: Setja upp AMC Banking - bankayfirlit, til að geta flutt inn bankayfirlit frá bönkunum þínum.
it_ch: Setup AMC Banking - Estratto conto bancario, per poter importare estratti conto bancari dalle banche.

# Page 1294546084 - Control 1951053626 - Property 2879900210
source: AMC Banking - Bank Statement
is_is: AMC Banking - bankayfirlit
it_ch: AMC Banking - Estratto conto bancario

# Page 1294546084 - Control 1951053626 - Property 1295455071
source: Setup AMC Banking - Bank Statement, to be able to import Bank statements from your banks.
is_is: Setja upp AMC Banking - bankayfirlit, til að geta flutt inn bankayfirlit frá bönkunum þínum.
it_ch: Setup AMC Banking - Estratto conto bancario, per poter importare estratti conto bancari dalle banche.

# Page 1294546084 - Control 954458356 - Property 2879900210
source: Setup AMC Banking - Credit Advice, to be able to import Customer payments from your banks.
is_is: Setja upp AMC Banking - kredittilkynningu, til að geta flutt inn greiðslur viðskiptamanna frá bönkunum þínum.
it_ch: Setup AMC Banking - Comunicazione di accredito, per poter importare i pagamenti clienti dalle banche.

# Page 1294546084 - Control 828769395 - Property 2879900210
source: AMC Banking - Credit Advice
is_is: AMC Banking - kredittilkynning
it_ch: AMC Banking - Comunicazione di accredito

# Page 1294546084 - Control 828769395 - Property 1295455071
source: Setup AMC Banking - Credit Advice, to be able to import Customer payments from your banks.
is_is: Setja upp AMC Banking - kredittilkynningu, til að geta flutt inn greiðslur viðskiptamanna frá bönkunum þínum.
it_ch: Setup AMC Banking - Comunicazione di accredito, per poter importare i pagamenti clienti dalle banche.

# Page 1294546084 - Control 1973572167 - Property 2879900210
source: Setup basic paymentmethods
is_is: Setja upp grunngreiðslumáta
it_ch: Setup metodi di pagamento di base

# Page 1294546084 - Control 1551574618 - Property 2879900210
source: Please choose Contrycode for Paymentmethods to setup:
is_is: Veldu landskóða fyrir greiðslumáta sem á að setja upp:
it_ch: Scegliere il codice paese e i metodi di pagamento per il setup:

# Page 1294546084 - Control 2689332989 - Property 2879900210
source: Setup paymentmethods for the selected countrycode.
is_is: Setja upp greiðslumáta fyrir valinn landskóða.
it_ch: Setup metodi di pagamento per il codice paese selezionato.

# Page 1294546084 - Control 3643848063 - Property 2879900210
source: Countrycode
is_is: Landskóði
it_ch: Codice paese

# Page 1294546084 - Control 3643848063 - Property 1295455071
source: Setup paymentmethods for the selected countrycode.
is_is: Setja upp greiðslumáta fyrir valinn landskóða.
it_ch: Setup metodi di pagamento per il codice paese selezionato.

# Page 1294546084 - Control 1841977637 - Property 2879900210
source: Setup Bank Clearing Standards to be used on vendors bank accounts.
is_is: Setja upp greiðslumiðlunarstaðla banka sem nota skal á bankareikninga lánardrottna.
it_ch: Setup Clearing Bancari Standard da utilizzare nei conti bancari fornitori.

# Page 1294546084 - Control 1917986722 - Property 1968111052
source: Specifies the format standard to be used in bank transfers if you use the Bank Clearing Code field to identify you as the sender.
is_is: Tilgreinir sniðstaðalinn sem á að nota í bankamillifærslum ef reiturinn Greiðslumiðlunarkóði banka er notaður til að auðkenna sendanda.
it_ch: Specifica lo standard del formato da usare nei bonifici bancari se si utilizza il campo Codice compensazione bancaria per identificarsi come mittente.

# Page 1294546084 - Control 1601370334 - Property 1968111052
source: This list of Bank Clearing Standards, can be selected in the Bank Clearing Standard field in the Vendor Bank Account Card page.
is_is: Þennan lista yfir greiðslumiðlunarstaðla banka er hægt að velja í reitnum „Greiðslumiðlunarstaðall banka“ á síðu bankareikningsspjalds lánardrottins.
it_ch: Questo elenco di compensazioni bancarie standard può essere selezionato nel campo Compensazione bancaria standard della pagina Scheda C/C bancari fornitori.
