Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: AMCBanking365Fundamentals/Source/AMCBanking365Fundamentals/Translations/AMC Banking 365 Fundamentals.g.*.xlf
Languages: is_is, it_ch

# Page 1294546084 - Control 1330476309 - Property 2879900210
source: Setup own Bank accounts
is_is: Setja upp eigin bankareikninga
it_ch: Setup conti bancari personali

# Page 1294546084 - Control 3920327065 - Property 1968111052
source: Own Bank accounts are setup to use Data Exchange Def. for AMC Banking
is_is: Eigin bankareikningar eru settir upp til að nota skilgreiningu gagnaskipta fyrir AMC Banking
it_ch: I C/C bancari personali sono configurati per l'uso di Definizione scambio dati per AMC Banking

# Page 1294546084 - Control 2644933831 - Property 1968111052
source: Own Bank accounts are setup to use Credit Msg. No. for AMC Banking
is_is: Eigin bankareikningar eru settir upp til að nota númer kreditskilaboða fyrir AMC Banking
it_ch: I C/C bancari personali sono configurati per l'uso di Nr. messaggi bonifico per AMC Banking

# Page 1294546084 - Control 3977690014 - Property 2879900210
source: Setup is done!
is_is: Uppsetningu er lokið!
it_ch: Setup completato.

# Page 1294546084 - Control 3977690014 - Property 1968111052
source: You can start using the AMC Banking now.
is_is: Þú getur byrjað að nota AMC Banking núna.
it_ch: È possibile iniziare a utilizzare ora AMC Banking.

# Page 1294546084 - Control 1332973038 - Property 2879900210
source: An error occurred during setup!
is_is: Villa átti sér stað við uppsetningu!
it_ch: Errore durante l'installazione.

# Page 1294546084 - Control 1332973038 - Property 1968111052
source: Please look into the activity log in AMC Banking setup and correct the errors, then run the assisted setup again
is_is: Skoðaðu aðgerðakladdann í uppsetningu AMC Banking og leiðréttu villurnar. Keyrðu síðan uppsetningu með hjálp aftur
it_ch: Esaminare il log delle attività nel setup di AMC Banking e correggere gli errori, quindi eseguire nuovamente il setup assistito

# Page 1294546084 - Action 742034285 - Property 2879900210
source: Back
is_is: Til baka
it_ch: Indietro

# Page 1294546084 - Action 1235620153 - Property 2879900210
source: Next
is_is: Áfram
it_ch: Avanti

# Page 1294546084 - Action 462653747 - Property 2879900210
source: Start update
is_is: Hefja uppfærslu
it_ch: Avvia aggiornamento

# Page 3327916022 - Property 2879900210
source: AMC Banking Bank Name List
is_is: Bankanafnalisti AMC Banking Service
it_ch: Lista nomi banche AMC Banking

# Page 3327916022 - Property 2019332006
source: New,Process,Page,Setup
is_is: Nýtt,Vinna,Síða,Uppsetning
it_ch: Nuovo,Processo,Pagina,Setup

# Page 3327916022 - Control 1732083938 - Property 1295455071
source: Specifies the name of the bank, and potentially its country/region code, that supports your setup for import/export of bank data using the AMC Banking feature.
is_is: Tilgreinir nafn bankans, og hugsanlega lands-/svæðiskóða hans, sem styður uppsetningu þína fyrir innflutning/útflutning bankagagna þegar AMC Banking er notuð.
it_ch: Specifica il nome della banca, e potenzialmente il relativo codice paese, che supporta la configurazione per l'importazione/esportazione di dati bancari utilizzando la funzionalità AMC Banking.

# Page 3327916022 - Control 2685439803 - Property 1295455071
source: Specifies the name of the bank that supports your setup for import/export of bank data using the AMC Banking feature.
is_is: Tilgreinir nafn bankans sem styður uppsetningu þína fyrir innflutning/útflutning bankagagna þegar AMC Banking er notuð.
it_ch: Specifica il nome della banca che supporta la configurazione per l'importazione/esportazione di dati bancari utilizzando la funzionalità AMC Banking.

# Page 3327916022 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
is_is: Tilgreinir land/svæði aðseturs.
it_ch: Specifica il paese dell'indirizzo.

# Page 3327916022 - Control 2501792105 - Property 1295455071
source: Specifies the last time the list of supported banks was updated.
is_is: Tilgreinir síðasta skiptið þegar listi yfir studda banka var uppfærður.
it_ch: Specifica la data dell'ultimo aggiornamento della lista di banche supportate.

# Page 3327916022 - Action 1520941751 - Property 2879900210
source: Update Bank Name List
is_is: Uppfæra nafnalista banka
it_ch: Aggiorna lista nomi banche

# Page 3327916022 - Action 1520941751 - Property 1295455071
source: Update the bank list with any new banks in your country/region.
is_is: Uppfæra lista yfir banka með nýjum bönkum í landi/svæði.
it_ch: Aggiornare la lista delle banche con tutte le nuove banche presenti nel paese/area geografica.

# Page 2285503463 - Property 2879900210
source: AMC Banking Payment Types
is_is: Greiðslugerðir AMC Banking Service
it_ch: Tipi di pagamento AMC Banking

# Page 2285503463 - Control 3004954119 - Property 1295455071
source: Specifies the code of the payment type. You set up payment types for a payment method so that the AMC Banking 365 Foundation extension can identify the payment type when exporting payments. The payment types are displayed in the AMC Banking Pmt. Types window.
is_is: Tilgreinir kóða greiðslugerðarinnar. Greiðslugerðir eru settar upp fyrir greiðslumáta svo viðbótin AMC Banking 365 Foundation geti greint greiðslugerðina þegar greiðslur eru fluttar út. Greiðslugerðir birtast í glugga greiðslugerða AMC Banking.
it_ch: Specifica il codice del tipo di pagamento. Si impostano i tipi di pagamento per un metodo di pagamento affinché l'estensione AMC Banking 365 Foundation possa identificare il tipo di pagamento quando si esportano i pagamenti. I tipi di pagamento sono visualizzati nella finestra Tipo pagamento AMC Banking.

# Page 2285503463 - Control 3461834954 - Property 1295455071
source: Specifies the description of the payment type. You set up payment types for a payment method so that the AMC Banking 365 Foundation extension can identify the payment type when exporting payments. The payment types are displayed in the AMC Banking Pmt. Types window.
is_is: Tilgreinir lýsingu greiðslugerðarinnar. Greiðslugerðir eru settar upp fyrir greiðslumáta svo viðbótin AMC Banking 365 Foundation geti greint greiðslugerðina þegar greiðslur eru fluttar út. Greiðslugerðir birtast í glugga greiðslugerða AMC Banking.
it_ch: Specifica la descrizione del tipo di pagamento. Si impostano i tipi di pagamento per un metodo di pagamento affinché l'estensione AMC Banking 365 Foundation possa identificare il tipo di pagamento quando si esportano i pagamenti. I tipi di pagamento sono visualizzati nella finestra Tipo pagamento AMC Banking.

# XmlPort 417263901 - Property 2879900210
source: AMC Banking Export CreditTransfer
is_is: Kreditfærsla fyrir útflutning AMC Banking Service
it_ch: Esportazione trasferimento credito AMC Banking

# PageExtension 1620763456 - Control 1281447598 - Property 1295455071
source: Specifies your bank's data format as required by the AMC Banking when you import and export bank files.
is_is: Tilgreinir gagnasnið bankans samkvæmt kröfu AMC Banking þegar bankaskrár eru fluttar inn og út.
it_ch: Specifica il formato dati della banca come richiesto da AMC Banking quando si importano ed esportano file bancari.

# PageExtension 387856334 - Control 265409144 - Property 1295455071
source: Specifies the payment type that the AMC Banking 365 Foundation extension requires when you export payments that have the selected payment method.
is_is: Tilgreinir greiðslugerðina sem viðbótin AMC Banking 365 krefst þegar greiðslur sem hafa valinn greiðslumáta eru fluttar út.
it_ch: Specifica il tipo di pagamento richiesto dall'estensione AMC Banking 365 Foundation quando si esportano i pagamenti con il metodo di pagamento selezionato.

# TableExtension 329099011 - Field 3981858850 - Property 2879900210
source: Bank Name
is_is: Heiti banka
it_ch: Nome banca

# TableExtension 3196096046 - Field 4135611573 - Property 2879900210
source: Data Exch. Entry No.
is_is: Færslunr. gagnaskipta
it_ch: Nr. movimento scambio dati

# TableExtension 3196096046 - Field 2906221467 - Property 2879900210
source: Pmt. Disc. Possible
is_is: Mögulegur greiðsluafsláttur
it_ch: Sconto pagamento possibile

# TableExtension 1672724984 - Field 3875559386 - Property 2879900210
source: Bank Pmt. Type
is_is: Greiðslugerð banka
it_ch: Tipo di pagamento bancario
