Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CashDeskLocalizationForCzech/Source/Cash Desk Localization for Czech/Translations/Cash Desk Localization for Czech.*.xlf
Languages: cs_cz

# Page 1242474714 - Control 3106633803 - Property 1295455071
source: Specifies the partner number.
cs_cz: Určuje číslo partnera.

# Page 1242474714 - Control 549730328 - Property 1295455071
source: Specifies who recieved amount.
cs_cz: Určuje, kdo přijal částku.

# Page 1242474714 - Control 985534537 - Property 1295455071
source: Specifies whom is paid.
cs_cz: Určuje komu je placeno.

# Page 1242474714 - Control 2522891363 - Property 1295455071
source: Specifies the code for a card.
cs_cz: Určuje kód pro tuto kartu.

# Page 1242474714 - Control 3430636682 - Property 1295455071
source: Specifies the registration number of customer or vendor.
cs_cz: Určuje IČ zákazníka nebo dodavatele.

# Page 1242474714 - Control 617267791 - Property 1295455071
source: Specifies the VAT registration number. The field will be used when you do business with partners from EU countries/regions.
cs_cz: Určuje DIČ. Toto pole se používá při obchodování s partnery ze zemí EU.

# Page 1242474714 - Control 1577567912 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 1, which is defined in the Shortcut Dimension 1 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 1, který je definován v poli kódu zkratky dimenze 1 v okně nastavení financí.

# Page 1242474714 - Control 1003760969 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 2, which is defined in the Shortcut Dimension 2 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 2, který se definuje v poli Kód zkratky dimenze 2 v okně Nastavení financí.

# Page 1242474714 - Control 3883264070 - Property 1295455071
source: Specifies which salesperson/purchaser is assigned to the cash desk document.
cs_cz: Určuje, který prodejce/nákupčí je přiřazen pokladnímu dokladu.

# Page 1242474714 - Control 2247850105 - Property 1295455071
source: Specifies the responsibility center which works with this cash desk.
cs_cz: Určuje centrum odpovědnosti, které pracuje s touto pokladnou.

# Page 1242474714 - Control 1527563463 - Property 1295455071
source: Specifies the number that the vendor uses on the invoice they sent to you or number of receipt.
cs_cz: Určuje číslo, které dodavatel používá na faktuře, které Vám zaslal nebo číslo příjemky.

# Page 1242474714 - Control 1049854345 - Property 1295455071
source: Specifies the EET entry number.
cs_cz: Určuje číslo položky EET.

# Page 1242474714 - Control 3148931863 - Property 1295455071
source: Specifies employee ID of creating cash desk document.
cs_cz: Určuje ID zaměstnance vytvářejícího pokladní doklad.

# Page 1242474714 - Control 2500892784 - Property 1295455071
source: Specifies date of creating cash desk document.
cs_cz: Určuje datum vytvoření dokladu pokladny.

# Page 1242474714 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 1242474714 - Action 2173385693 - Property 1295455071
source: View the dimension sets that are set up for the cash document.
cs_cz: Zobrazí sadu dimenzí, které jsou nastaveny pro pokladní doklad.

# Page 1242474714 - Action 1344672713 - Property 2879900210
source: &Print
cs_cz: T&isk

# Page 1242474714 - Action 1344672713 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Příprava na tisk dokumentu. V okně možností sestavy pro dokument můžete určit, co chcete zahrnout do tisku.

# Page 1242474714 - Action 1405007275 - Property 2879900210
source: Find Entries
cs_cz: Najít položky

# Page 1242474714 - Action 1405007275 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry or document.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku nebo dokument.

# Page 1038428832 - Property 2879900210
source: Posted Cash Documents
cs_cz: Účtované pokladní doklady

# Page 1038428832 - Control 333492497 - Property 1295455071
source: Specifies the number of cash desk.
cs_cz: Určuje číslo pokladny.

# Page 1038428832 - Control 2363328873 - Property 1295455071
source: Specifies if the cash desk document represents a cash receipt (Receipt) or a withdrawal (Wirthdrawal)
cs_cz: Určuje, zda pokladní doklad představuje příjemky hotovosti (příjem) nebo výdejky hotovosti (výdej)

# Page 1038428832 - Control 4200184881 - Property 1295455071
source: Specifies the number of the cash document.
cs_cz: Určuje počet pokladních dokladů.

# Page 1038428832 - Control 3710982960 - Property 1295455071
source: Specifies the date on which the cash document was posted.
cs_cz: Určuje datum, kdy byl zaúčtován pokladní doklad.

# Page 1038428832 - Control 904390814 - Property 1295455071
source: Specifies the total VAT base amount for lines. The program calculates this amount from the sum of line VAT base amount fields.
cs_cz: Určuje celkovou částku základu DPH pro řádky. Program vypočte tuto částku jako součet z pole Částka základu DPH.

# Page 1038428832 - Control 1650118938 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 1038428832 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 1038428832 - Control 2431628344 - Property 1295455071
source: Specifies a payment purpose.
cs_cz: Určuje účel platby.

# Page 1038428832 - Control 2504623107 - Property 1295455071
source: Specifies who recieved amount.
cs_cz: Určuje, kdo přijal částku.

# Page 1038428832 - Control 2991357529 - Property 1295455071
source: Specifies whom is paid.
cs_cz: Určuje komu je placeno.

# Page 1038428832 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 1038428832 - Action 2173385693 - Property 1295455071
source: View the dimension sets that are set up for the cash document.
cs_cz: Zobrazí sadu dimenzí, které jsou nastaveny pro pokladní doklad.

# Page 1038428832 - Action 1344672713 - Property 2879900210
source: &Print
cs_cz: T&isk

# Page 1038428832 - Action 1344672713 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Příprava na tisk dokumentu. V okně možností sestavy pro dokument můžete určit, co chcete zahrnout do tisku.

# Page 1038428832 - Action 1405007275 - Property 2879900210
source: Find Entries
cs_cz: Najít položky

# Page 1038428832 - Action 1405007275 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry or document.
cs_cz: Najdete všechny položky a doklady, které existují pro zadané číslo dokladu a zúčtovací datum pro vybranou položku nebo dokument.

# Page 1727635398 - Property 2879900210
source: Posted Cash Document Statistics
cs_cz: Statistika pokladního dokladu

# Page 1727635398 - Control 1167507281 - Property 2879900210
source: Document
cs_cz: Doklad

# Page 1727635398 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 1727635398 - Control 1934653366 - Property 2879900210
source: Amount Excluding VAT
cs_cz: Částka bez DPH

# Page 1727635398 - Control 1934653366 - Property 1295455071
source: Specifies cash document amount. The amount is excluding VAT.
cs_cz: Určuje částku pokladního dokladu. Částka bez DPH.

# Page 1727635398 - Control 3509233236 - Property 2879900210
source: VAT amount
cs_cz: Částka DPH

# Page 1727635398 - Control 3509233236 - Property 1295455071
source: Specifies cash document amount.
cs_cz: Určuje částku pokladního dokladu.

# Page 1727635398 - Control 171960460 - Property 2879900210
source: Amount Including VAT
cs_cz: Částka včetně DPH

# Page 1727635398 - Control 171960460 - Property 1295455071
source: Specifies cash document amount. The amount is including VAT.
cs_cz: Určuje částku pokladního dokladu. Částka je včetně DPH.

# Page 1727635398 - Control 3959283848 - Property 2879900210
source: Amount Excluding VAT (LCY)
cs_cz: Částka bez DPH (LM)

# Page 1727635398 - Control 3959283848 - Property 1295455071
source: Specifies cash document amount. The amount is excluding VAT in the local currency.
cs_cz: Určuje částku pokladního dokladu. Částka je v lokální měně bez DPH.

# Page 1727635398 - Control 3703488186 - Property 2879900210
source: VAT amount (LCY)
cs_cz: Částka DPH (LM)

# Page 1727635398 - Control 3703488186 - Property 1295455071
source: Specifies cash document amount. The amount is in the local currency.
cs_cz: Určuje částku pokladního dokladu. Částka je v lokální měně.

# Page 1727635398 - Control 3834126002 - Property 2879900210
source: Amount Including VAT (LCY)
cs_cz: Částka včetně DPH (LM)

# Page 1727635398 - Control 3834126002 - Property 1295455071
source: Specifies cash document amount. The amount is including VAT in the local currency.
cs_cz: Určuje částku pokladního dokladu. Částka je včetně DPH v lokální měně.

# Page 1727635398 - Control 2519080530 - Property 2879900210
source: No. of VAT Lines
cs_cz: Počet řádků DPH

# Page 1727635398 - Control 2519080530 - Property 1295455071
source: Specifies the number of VAT lines.
cs_cz: Určuje počet řádků DPH.

# Page 1727635398 - Control 2527107014 - Property 2879900210
source: External Document
cs_cz: Externí doklad

# Page 1727635398 - Control 101982409 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 1727635398 - Control 3064483875 - Property 2879900210
source: Amount Excluding VAT
cs_cz: Částka bez DPH

# Page 1727635398 - Control 3064483875 - Property 1295455071
source: Specifies cash document amount. The amount is excluding VAT.
cs_cz: Určuje částku pokladního dokladu. Částka bez DPH.

# Page 1727635398 - Control 3608103365 - Property 2879900210
source: VAT amount
cs_cz: Částka DPH

# Page 1727635398 - Control 3608103365 - Property 1295455071
source: Specifies cash document amount.
cs_cz: Určuje částku pokladního dokladu.

# Page 1727635398 - Control 270830589 - Property 2879900210
source: Amount Including VAT
cs_cz: Částka včetně DPH

# Page 1727635398 - Control 270830589 - Property 1295455071
source: Specifies cash document amount. The amount is including VAT.
cs_cz: Určuje částku pokladního dokladu. Částka je včetně DPH.

# Page 1727635398 - Control 1527563463 - Property 1295455071
source: Specifies the number that the vendor uses on the invoice they sent to you or number of receipt.
cs_cz: Určuje číslo, které dodavatel používá na faktuře, které Vám zaslal nebo číslo příjemky.

# Page 1727635398 - Control 4058153977 - Property 2879900210
source: Amount Excluding VAT (LCY)
cs_cz: Částka bez DPH (LM)

# Page 1727635398 - Control 4058153977 - Property 1295455071
source: Specifies cash document amount. The amount is excluding VAT in the local currency.
cs_cz: Určuje částku pokladního dokladu. Částka je v lokální měně bez DPH.

# Page 1727635398 - Control 2696229223 - Property 2879900210
source: VAT amount (LCY)
cs_cz: Částka DPH (LM)

# Page 1727635398 - Control 2696229223 - Property 1295455071
source: Specifies cash document amount. The amount is in the local currency.
cs_cz: Určuje částku pokladního dokladu. Částka je v lokální měně.

# Page 1727635398 - Control 668989215 - Property 2879900210
source: Amount Including VAT (LCY)
cs_cz: Částka včetně DPH (LM)

# Page 1727635398 - Control 668989215 - Property 1295455071
source: Specifies cash document amount. The amount is including VAT in the local currency.
cs_cz: Určuje částku pokladního dokladu. Částka je včetně DPH v lokální měně.

# Page 1727635398 - Control 3625108912 - Property 2879900210
source: No. of VAT Lines
cs_cz: Počet řádků DPH

# Page 1727635398 - Control 3625108912 - Property 1295455071
source: Specifies the number of VAT lines.
cs_cz: Určuje počet řádků DPH.

# Page 4098331166 - Property 2879900210
source: Lines
cs_cz: Řádky

# Page 4098331166 - Control 2759347632 - Property 1295455071
source: Specifies the cash desk event in the cash document lines.
cs_cz: Určuje pokladní událost v řádcích pokladního dokladu.

# Page 4098331166 - Control 2024361351 - Property 1295455071
source: Specifies if the cash desk general document type is payment or refund.
cs_cz: Určuje, zda je typ pokladního dokladu platba nebo refundace.

# Page 4098331166 - Control 1527563463 - Property 1295455071
source: Specifies the number that the vendor uses on the invoice they sent to you or number of receipt.
cs_cz: Určuje číslo, které dodavatel používá na faktuře, které Vám zaslal nebo číslo příjemky.

# Page 4098331166 - Control 3699788827 - Property 1295455071
source: Specifies the type of account thet the entry will be posted to. To see the options, choose the field.
cs_cz: Určuje typ účtu, na který bude zaúčtována položka. Chcete-li zobrazit dostupné možnosti, vyberte pole.

# Page 4098331166 - Control 1622979514 - Property 1295455071
source: Specifies the number of the account that the entry on the journal line will be posted to.
cs_cz: Určuje číslo účtu, na který bude zaúčtována položka v tomto řádku deníku.

# Page 4098331166 - Control 3461834954 - Property 1295455071
source: Specifies a description of cash document line.
cs_cz: Určuje popis pro řádek pokladního dokladu.

# Page 4098331166 - Control 47657272 - Property 1295455071
source: Specifies the another line for description if description is longer.
cs_cz: Určuje jiný řádek pro popis, pokud je popis delší.

# Page 4098331166 - Control 59113118 - Property 1295455071
source: Specifies if the general posting type is purchase (Purchase) or sale (Sale).
cs_cz: Určuje, zda je obecné účtování nákup (Nákup) nebo prodej (Prodej).

# Page 4098331166 - Control 1844012642 - Property 1295455071
source: Specifies a VAT business posting group code.
cs_cz: Určuje kód DPH obchodní účto skupiny.

# Page 4098331166 - Control 236064653 - Property 1295455071
source: Specifies a VAT product posting group code for the VAT Statement.
cs_cz: Určuje kód DPH účto skupiny zboží pro výkaz DPH.

# Page 4098331166 - Control 636392376 - Property 1295455071
source: Specifies the total amount that the cash document line consists of.
cs_cz: Určuje celkovou částku, která je tvořena řádky pokladního dokladu.

# Page 4098331166 - Control 904390814 - Property 1295455071
source: Specifies the total VAT base amount for lines. The program calculates this amount from the sum of line VAT base amount fields.
cs_cz: Určuje celkovou částku základu DPH pro řádky. Program vypočte tuto částku jako součet z pole Částka základu DPH.

# Page 4098331166 - Control 1108276017 - Property 1295455071
source: Specifies the VAT amount for cash desk document line.
cs_cz: Určuje částku DPH pro řádek pokladního dokladu.

# Page 4098331166 - Control 1650118938 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 4098331166 - Control 1577567912 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 1, which is defined in the Shortcut Dimension 1 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 1, který je definován v poli kódu zkratky dimenze 1 v okně nastavení financí.

# Page 4098331166 - Control 1003760969 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 2, which is defined in the Shortcut Dimension 2 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 2, který se definuje v poli Kód zkratky dimenze 2 v okně Nastavení financí.

# Page 4098331166 - Control 3883264070 - Property 1295455071
source: Specifies which salesperson/purchaser is assigned to the cash desk document.
cs_cz: Určuje, který prodejce/nákupčí je přiřazen pokladnímu dokladu.

# Page 4098331166 - Control 2223214263 - Property 1295455071
source: Specifies the code for the depreciation book to which the line will be posted if you have selected Fixed Asset in the Type field for this line.
cs_cz: Určuje kód knihy odpisů, do které bude zaúčtován řádek, pokud jste v poli Typ na řádku zvolili Dlouhodobý majetek.

# Page 4098331166 - Control 1877866625 - Property 1295455071
source: Specifies if the cash document line amount represents a acquisition cost (Acquisition Cost) or a custom 2 (Custom 2) or a maintenance (Maintenance) of Fixed Asset.
cs_cz: Určuje, zda částka řádku pokladního dokladu představuje náklady zařazení (Zařazení) nebo pořízení (Pořízení) nebo údržbu (Údržba) dlouhodobého majetku.

# Page 4098331166 - Control 2385065524 - Property 1295455071
source: Specifies if you have selected Fixed Asset in the Account Type field for this line.
cs_cz: Určuje, zda jste v poli Typ účtu tohoto řádku zvolili Dlouhodobý majetek.

# Page 4098331166 - Control 607461957 - Property 1295455071
source: Specifies if you have selected Fixed Asset in the Account Type field for this line.
cs_cz: Určuje, zda jste v poli Typ účtu tohoto řádku zvolili Dlouhodobý majetek.

# Page 4098331166 - Control 2422551700 - Property 1295455071
source: Specifies a maintenance code.
cs_cz: Určuje kód údržby.

# Page 4098331166 - Control 1908046867 - Property 1295455071
source: Specifies the reason code on the entry.
cs_cz: Určuje kód příčiny položky.

# Page 4098331166 - Control 2053170918 - Property 2879900210
source: Total Amount Excl. VAT
cs_cz: Částka celkem bez DPH

# Page 4098331166 - Control 2053170918 - Property 1295455071
source: Specifies the total amout excl. VAT.
cs_cz: Určuje celkovou částku bez DPH.

# Page 4098331166 - Control 2892191201 - Property 2879900210
source: Total VAT
cs_cz: Celkem DPH

# Page 4098331166 - Control 2892191201 - Property 1295455071
source: Specifies the total amout of VAT.
cs_cz: Určuje celkovou částku DPH.

# Page 4098331166 - Control 3038533218 - Property 2879900210
source: Total Amount Incl. VAT
cs_cz: Částka celkem vč. DPH

# Page 4098331166 - Control 3038533218 - Property 1295455071
source: Specifies the total amout incl. VAT.
cs_cz: Určuje celkovou částku včetně DPH.

# Page 4098331166 - Action 1735507514 - Property 2879900210
source: Line
cs_cz: Řádek

# Page 4098331166 - Action 84074407 - Property 2879900210
source: Statistics
cs_cz: Statistika

# Page 4098331166 - Action 84074407 - Property 1295455071
source: View the statistics on the selected cash document.
cs_cz: Zobrazte statistické údaje o vybraném pokladním dokladu.

# Page 4098331166 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 4098331166 - Action 2173385693 - Property 1295455071
source: View the dimension sets that are set up for the cash document.
cs_cz: Zobrazí sadu dimenzí, které jsou nastaveny pro pokladní doklad.

# Page 1919491841 - Property 2879900210
source: Report Selection - Cash Desk
cs_cz: Výběr sestav - pokladna

# Page 1919491841 - Control 887890843 - Property 2879900210
source: Usage
cs_cz: Použití

# Page 1919491841 - Control 887890843 - Property 1295455071
source: Specifies type of cash document.
cs_cz: Určuje typ pokladního dokladu.

# Page 1919491841 - Control 4154341761 - Property 1295455071
source: Specifies sequence of cash document.
cs_cz: Určuje pořadí pokladního dokladu.

# Page 1919491841 - Control 1272245069 - Property 1295455071
source: Specifies the ID of the report that the program will print.
cs_cz: Určuje ID sestavy, kterou program vytiskne.

# Page 1919491841 - Control 3046817188 - Property 1295455071
source: Specifies caption of report
cs_cz: Určuje titulek sestavy.

# Report 2778085483 - Property 2879900210
source: Cash Desk Account Book
cs_cz: Kniha pokladního účtu

# Report 2778085483 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 2778085483 - Control 1752751855 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Report 2778085483 - Control 1752751855 - Property 1295455071
source: Specifies the start date of cash desk account book.
cs_cz: Určuje počáteční datum pokladní knihy.

# Report 2778085483 - Control 2733902158 - Property 2879900210
source: Closing Date
cs_cz: Koncové datum

# Report 2778085483 - Control 2733902158 - Property 1295455071
source: Specifies the end date of cash desk account book.
cs_cz: Určuje koncové datum pokladní knihy.

# Report 2778085483 - Control 1255624010 - Property 2879900210
source: Show Ledger Entry
cs_cz: Zobrazit položky

# Report 2778085483 - Control 1255624010 - Property 1295455071
source: Specifies if you want notes about ledger entry to be shown on the report.
cs_cz: Určuje, zda chcete, aby poznámky o položkách byly zobrazeny v sestavě.

# Report 2778085483 - Control 2592718288 - Property 2879900210
source: Show in LCY
cs_cz: Zobrazit v LM

# Report 2778085483 - Control 2592718288 - Property 1295455071
source: Specifies if the reported amounts are shown in the local currency.
cs_cz: Určuje, zda jsou reportované částky zobrazeny v lokální měně.

# Report 2778085483 - Control 2554089733 - Property 2879900210
source: Sorting
cs_cz: Třídění

# Report 2778085483 - Control 2554089733 - Property 62802879
source: Posting Date,Document No.
cs_cz: Zúčtovací datum,Číslo dokladu

# Report 2778085483 - Control 2554089733 - Property 1295455071
source: Specifies the method by which the entries are sorted on the report.
cs_cz: Určuje způsob třídění položek v sestavě.

# Report 2778085483 - ReportLabel 617781293
source: Cash Desk Book
cs_cz: Pokladní kniha

# Report 2778085483 - ReportLabel 2681570238
source: (Posted Documents)
cs_cz: (Účtované doklady)

# Report 2778085483 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 2778085483 - ReportLabel 2343554545
source: Show in LCY
cs_cz: Zobrazit v LM

# Report 2778085483 - ReportLabel 476460809
source: Initial Condition:
cs_cz: Počáteční stav:

# Report 2778085483 - ReportLabel 277254435
source: Initial Condition in LCY:
cs_cz: Počátečný stav v LM:

# Report 2778085483 - ReportLabel 180623962
source: Receipt
cs_cz: Příjem

# Report 2778085483 - ReportLabel 326181639
source: Withdrawal
cs_cz: Výdej

# Report 2778085483 - ReportLabel 965223736
source: Balance
cs_cz: Saldo

# Report 2778085483 - ReportLabel 3000237538
source: Date Filter:
cs_cz: Filtr data:

# Report 2778085483 - ReportLabel 2142761442
source: Total Balance
cs_cz: Konečný stav

# Report 2778085483 - ReportLabel 1542941690
source: Date
cs_cz: Datum

# Report 2778085483 - ReportLabel 3244221154
source: Cashier Sign
cs_cz: Podpis pokladní

# Report 270105260 - Property 2879900210
source: Cash Desk Book
cs_cz: Pokladní kniha

# Report 270105260 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 270105260 - Control 2554089733 - Property 2879900210
source: Sorting
cs_cz: Třídění

# Report 270105260 - Control 2554089733 - Property 62802879
source: Posting Date,Cash Desk No.
cs_cz: Zúčtovací datum,Číslo pokladny

# Report 270105260 - Control 2554089733 - Property 1295455071
source: Specifies the method by which the entries are sorted on the report.
cs_cz: Určuje způsob třídění položek v sestavě.

# Report 270105260 - ReportLabel 617781293
source: Cash Desk Book
cs_cz: Pokladní kniha

# Report 270105260 - ReportLabel 2681570238
source: (Posted and Unposted Released Documents)
cs_cz: (Účtované i vydané neúčtované doklady)

# Report 270105260 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 270105260 - ReportLabel 476460809
source: Initial Condition:
cs_cz: Počáteční stav:
