Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CashDeskLocalizationForCzech/Source/Cash Desk Localization for Czech/Translations/Cash Desk Localization for Czech.*.xlf
Languages: cs_cz

# Report 1923483119 - ReportLabel 1101917782
source: VAT %
cs_cz: DPH %

# Report 1923483119 - ReportLabel 3259128960
source: VAT Base
cs_cz: Základ DPH

# Report 1923483119 - ReportLabel 3751533915
source: VAT Amount
cs_cz: Částka DPH

# Report 1923483119 - ReportLabel 2617756395
source: VAT
cs_cz: DPH

# Report 1923483119 - ReportLabel 1733831957
source: Posted by
cs_cz: Vytvořil

# Report 1923483119 - ReportLabel 1350873910
source: Business Premises:
cs_cz: Provozovna:

# Report 1923483119 - ReportLabel 2149909014
source: Cash Register:
cs_cz: Pokladna:

# Report 1923483119 - ReportLabel 1894740313
source: Receipt Serial No.:
cs_cz: Pořadové číslo účtenky:

# Report 1923483119 - ReportLabel 2654418150
source: Issue Datetime:
cs_cz: Datum a čas vydání:

# Report 1923483119 - ReportLabel 3701423681
source: Copy
cs_cz: Kopírovat

# Report 1923483119 - NamedType 3642584667
source: Exchange Rate %1 %2 / %3 %4
cs_cz: Směnný kurz %1 %2 / %3 %4

# Report 744157261 - Property 2879900210
source: Receipt Cash Document
cs_cz: Příjmový pokladní doklad

# Report 744157261 - ReportLabel 4058751071
source: Reciept Cash Document
cs_cz: Příjmový pokladní doklad

# Report 744157261 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 744157261 - ReportLabel 1383920759
source: Company
cs_cz: Společnost

# Report 744157261 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 744157261 - ReportLabel 1056173015
source: Total Text
cs_cz: Celkem slovy

# Report 744157261 - ReportLabel 621813197
source: VAT Recapitulation
cs_cz: Rekapitulace DPH

# Report 744157261 - ReportLabel 1101917782
source: VAT %
cs_cz: DPH %

# Report 744157261 - ReportLabel 3259128960
source: VAT Base
cs_cz: Základ DPH

# Report 744157261 - ReportLabel 3751533915
source: VAT Amount
cs_cz: Částka DPH

# Report 744157261 - ReportLabel 2617756395
source: VAT
cs_cz: DPH

# Report 744157261 - ReportLabel 291269830
source: Created by
cs_cz: Vytvořil

# Report 744157261 - ReportLabel 2127878785
source: Released by
cs_cz: Vydal

# Report 744157261 - NamedType 3642584667
source: Exchange Rate %1 %2 / %3 %4
cs_cz: Směnný kurz %1 %2 / %3 %4

# Report 3309826356 - Property 2879900210
source: Withdrawal Cash Document
cs_cz: Výdajový pokladní doklad

# Report 3309826356 - ReportLabel 4058751071
source: Withdrawal Cash Document
cs_cz: Výdajový pokladní doklad

# Report 3309826356 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 3309826356 - ReportLabel 1383920759
source: Company
cs_cz: Společnost

# Report 3309826356 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 3309826356 - ReportLabel 1056173015
source: Total Text
cs_cz: Celkem slovy

# Report 3309826356 - ReportLabel 621813197
source: VAT Recapitulation
cs_cz: Rekapitulace DPH

# Report 3309826356 - ReportLabel 1101917782
source: VAT %
cs_cz: DPH %

# Report 3309826356 - ReportLabel 3259128960
source: VAT Base
cs_cz: Základ DPH

# Report 3309826356 - ReportLabel 3751533915
source: VAT Amount
cs_cz: Částka DPH

# Report 3309826356 - ReportLabel 2617756395
source: VAT
cs_cz: DPH

# Report 3309826356 - ReportLabel 291269830
source: Created by
cs_cz: Vytvořil

# Report 3309826356 - ReportLabel 2127878785
source: Released by
cs_cz: Vydal

# Report 3309826356 - NamedType 3642584667
source: Exchange Rate %1 %2 / %3 %4
cs_cz: Směnný kurz %1 %2 / %3 %4

# PageExtension 476172852 - Control 103589202 - Property 1295455071
source: Specifies approval limit for approving cash desk document
cs_cz: Určuje limit pro schvalování pokladního dokladu.

# PageExtension 476172852 - Control 2748653349 - Property 1295455071
source: Specifies that the user on this line is allowed to approve cash desk documents with no maximum amount.
cs_cz: Určuje, že uživateli na tomto řádku je povoleno ke schválení pokladních dokladů v libovolné výši.

# PageExtension 2418365316 - Method 716454850 - NamedType 4194480778
source: Cash Desk Balance
cs_cz: Zůstatek pokladny

# PageExtension 3837279188 - Method 716454850 - NamedType 3875667233
source: Cash Desk Ledger Entries
cs_cz: Položky pokladny

# PageExtension 3918083335 - Action 3038654371 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna

# PageExtension 3918083335 - Action 847927076 - Property 2879900210
source: Cash Desks
cs_cz: Pokladny

# PageExtension 3918083335 - Action 847927076 - Property 1295455071
source: Open the list of cash desks.
cs_cz: Otevřete seznam pokladen.

# PageExtension 3918083335 - Action 1315659408 - Property 2879900210
source: Cash Documents
cs_cz: Pokladní doklady

# PageExtension 3918083335 - Action 1315659408 - Property 1295455071
source: Open the list of cash documents.
cs_cz: Otevřete seznam pokladních dokladů.

# PageExtension 3918083335 - Action 2542210895 - Property 2879900210
source: Posted Cash Documents
cs_cz: Účtované pokladní doklady

# PageExtension 3918083335 - Action 2542210895 - Property 1295455071
source: Open the list of posted cash documents.
cs_cz: Otevřete seznam účtovaných pokladních dokladů.

# PageExtension 2178078108 - Action 862074057 - Property 2879900210
source: Nominal Values
cs_cz: Nominální hodnoty měny

# PageExtension 2178078108 - Action 862074057 - Property 1295455071
source: Define the currency nominal values used in the cash desks.
cs_cz: Definujte používané hodnoty měn v pokladnách.

# PageExtension 3809806965 - Action 3038654371 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna

# PageExtension 3809806965 - Action 847927076 - Property 2879900210
source: Cash Desks
cs_cz: Pokladny

# PageExtension 3809806965 - Action 847927076 - Property 1295455071
source: Open the list of cash desks.
cs_cz: Otevřete seznam pokladen.

# PageExtension 3809806965 - Action 1315659408 - Property 2879900210
source: Cash Documents
cs_cz: Pokladní doklady

# PageExtension 3809806965 - Action 1315659408 - Property 1295455071
source: Open the list of cash documents.
cs_cz: Otevřete seznam pokladních dokladů.

# PageExtension 3809806965 - Action 2542210895 - Property 2879900210
source: Posted Cash Documents
cs_cz: Účtované pokladní doklady

# PageExtension 3809806965 - Action 2542210895 - Property 1295455071
source: Open the list of posted cash documents.
cs_cz: Otevřít seznam zaúčtovaných původních dokladů.

# PageExtension 3809806965 - Action 1016190272 - Property 2879900210
source: Reports
cs_cz: Sestavy

# PageExtension 3809806965 - Action 1037899908 - Property 2879900210
source: Cash Desk Book
cs_cz: Pokladní kniha

# PageExtension 3809806965 - Action 1037899908 - Property 1295455071
source: View, print, or send a report that shows cash desk book.
cs_cz: Zobrazení, tisk nebo odeslání sestavy s pokladní knihou.

# PageExtension 3809806965 - Action 3531945643 - Property 2879900210
source: Cash Desk Account Book
cs_cz: Kniha pokladního účtu

# PageExtension 3809806965 - Action 3531945643 - Property 1295455071
source: View, print, or send a report that shows cash desk account book.
cs_cz: Zobrazení, tisk nebo odeslání sestavy s knihou pokladních účtů

# PageExtension 3809806965 - Action 2924519581 - Property 2879900210
source: Cash Desk Inventory
cs_cz: Inventura pokladny

# PageExtension 3809806965 - Action 2924519581 - Property 1295455071
source: View, print, or send a report that shows cash inventory.
cs_cz: Zobrazení, tisk nebo odeslání sestavy s inventurou pokladny.

# PageExtension 3809806965 - Action 547061562 - Property 2879900210
source: Setup
cs_cz: Nastavení

# PageExtension 3809806965 - Action 1726727975 - Property 2879900210
source: Cash Desks
cs_cz: Pokladny

# PageExtension 3809806965 - Action 1726727975 - Property 1295455071
source: Manage the list of cash desks.
cs_cz: Spravujte seznam pokladen.

# PageExtension 3809806965 - Action 332587819 - Property 2879900210
source: Cash Desk Events Setup
cs_cz: Nastavení pokladních případů

# PageExtension 3809806965 - Action 332587819 - Property 1295455071
source: Manage cash desks events.
cs_cz: Spravovat pokladní případy.

# PageExtension 3809806965 - Action 509294844 - Property 2879900210
source: Currency Nominal Values
cs_cz: Nominální hodnoty měny

# PageExtension 3809806965 - Action 509294844 - Property 1295455071
source: Manage currency nominal values.
cs_cz: Spravovat nominálních hodnot měny.

# PageExtension 2779044983 - Control 3038654371 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna

# PageExtension 2779044983 - Control 819481636 - Property 1295455071
source: Specifies the maximum daily limit for the partner's cash payments in the local currency.
cs_cz: Určuje maximální denní limit pro platby v hotovosti partnera v lokální měně.

# PageExtension 2779044983 - Control 69909135 - Property 1295455071
source: Specifies the code for the number series that will be used to assign numbers to cash desk.
cs_cz: Určuje kód číselné řady, která bude použita pro přiřazení čísel k pokladně.

# TableExtension 2779044983 - Field 69909135 - Property 2879900210
source: Cash Desk Nos.
cs_cz: Čísla pokladen

# TableExtension 2779044983 - Field 819481636 - Property 2879900210
source: Cash Payment Limit (LCY)
cs_cz: Limit hotovostní platby (CZK)

# PageExtension 4241761377 - Control 626011192 - Property 1295455071
source: Specifies cash desk code for automatically cash document creation.
cs_cz: Určuje pokladní kód pro automatické vytváření pokladního dokladu.

# PageExtension 4241761377 - Control 4240127555 - Property 1295455071
source: Specifies which cash document action will be performed automatically after cash document creation.
cs_cz: Určuje, která akce pokladního dokladu bude provedena automaticky po vytvoření pokladního dokladu.

# PageExtension 1707137258 - Control 1415786139 - Property 1295455071
source: Specifies the source code linked to entries that are related to cash desk.
cs_cz: Určuje kód původu spojený s položkami, které byly zaúčtovány v souvislosti s pokladnou.

# TableExtension 1707137258 - Field 1415786139 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna

# PageExtension 965596945 - Control 924531099 - Property 1295455071
source: Specifies the code for the responsibility center you want to assign to the user. The user will only be able to see service documents for the responsibility center specified in the field. This responsibility center will also be the default responsibility center when the user creates new cash desk documents.
cs_cz: Určuje kód pro centrum odpovědnosti, které jste chtěli přiřadit k uživateli. Uživatel bude schopný vidět pouze pokladní doklady pro centrum odpovědnosti zadané v poli. Toto centrum odpovědnosti bude také výchozím centrem odpovědnosti, když uživatel vytvoří nové pokladní doklady.

# TableExtension 965596945 - Field 924531099 - Property 2879900210
source: Cash Responsibility Center Filter
cs_cz: Filtr centra odpovědnosti

# TableExtension 965596945 - Field 25779809 - Property 2879900210
source: Cash Desk Amt. Approval Limit
cs_cz: Limit pro schvalování částky pokladny

source: You cannot have both a %1 and %2.
cs_cz: Nelze mít %1 i %2.

# TableExtension 965596945 - Field 2748653349 - Property 2879900210
source: Unlimited Cash Desk Approval
cs_cz: Neomezené schvalování pokladny

# TableExtension 4142099914 - Field 4014309932 - Property 2879900210
source: Account Type
cs_cz: Typ účtu

# TableExtension 846478136 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 846478136 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# TableExtension 2956215543 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 2956215543 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# TableExtension 4202537322 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 4202537322 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# TableExtension 1797191189 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 1797191189 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# TableExtension 3359538925 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 3359538925 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# TableExtension 3326644442 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 3326644442 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# TableExtension 3589576713 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 3589576713 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# TableExtension 2006569610 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 2006569610 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# TableExtension 1771106525 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 1771106525 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# TableExtension 3587537966 - Field 626011192 - Property 2879900210
source: Cash Desk Code
cs_cz: Kód pokladny

# TableExtension 3587537966 - Field 4240127555 - Property 2879900210
source: Cash Document Action
cs_cz: Akce pokladního dokladu

# Profile 2843186001 - Property 2879900210
source: Cash Desk Worker
cs_cz: Pokladní

# Profile 2843186001 - Property 4111922599
source: Cash Desk Worker
cs_cz: Pokladní

# Enum 2699636802 - EnumValue 1682139193 - Property 2879900210
source: Bank Account
cs_cz: Bankovní účet

# Enum 2699636802 - EnumValue 1452136572 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna

# Enum 53820899 - EnumValue 2964504023 - Property 2879900210
source: Cash Receipt
cs_cz: Příjmový pokladní doklad

# Enum 53820899 - EnumValue 4129228874 - Property 2879900210
source: Cash Withdrawal
cs_cz: Výdajový pokladní doklad

# Enum 53820899 - EnumValue 1273916472 - Property 2879900210
source: Posted Cash Receipt
cs_cz: Zaúčtovaný příjmový pokl.doklad

# Enum 53820899 - EnumValue 2042416849 - Property 2879900210
source: Posted Cash Withdrawal
cs_cz: Zaúčtovaný výdajový pokladní doklad

# Enum 521952194 - EnumValue 4274826855 - Property 2879900210
source: G/L Account
cs_cz: Účet

# Enum 521952194 - EnumValue 1994964448 - Property 2879900210
source: Customer
cs_cz: Zákazník

# Enum 521952194 - EnumValue 1936001480 - Property 2879900210
source: Vendor
cs_cz: Dodavatel

# Enum 521952194 - EnumValue 1682139193 - Property 2879900210
source: Bank Account
cs_cz: Bankovní účet

# Enum 521952194 - EnumValue 372951706 - Property 2879900210
source: Fixed Asset
cs_cz: Dlouhodobý majetek

# Enum 521952194 - EnumValue 1498446062 - Property 2879900210
source: Employee
cs_cz: Zaměstnanec

# Enum 4240127555 - EnumValue 710972128 - Property 2879900210
source: Create
cs_cz: Vytvořit

# Enum 4240127555 - EnumValue 4032263875 - Property 2879900210
source: Release
cs_cz: Vydat

# Enum 4240127555 - EnumValue 2282416948 - Property 2879900210
source: Post
cs_cz: Účtovat

# Enum 4240127555 - EnumValue 3469009629 - Property 2879900210
source: Release and Print
cs_cz: Vydat a Tisk

# Enum 4240127555 - EnumValue 2368983246 - Property 2879900210
source: Post and Print
cs_cz: Účtovat a vytisknout

# Enum 1181052578 - EnumValue 2120232334 - Property 2879900210
source: Acquisition Cost
cs_cz: Zařazení

# Enum 1181052578 - EnumValue 4078688659 - Property 2879900210
source: Custom 2
cs_cz: Pořízení

# Enum 1181052578 - EnumValue 350249191 - Property 2879900210
source: Maintenance
cs_cz: Údržba

# Enum 3440337621 - EnumValue 3346365350 - Property 2879900210
source: Payment
cs_cz: Platba

# Enum 3440337621 - EnumValue 4028787690 - Property 2879900210
source: Refund
cs_cz: Refundace

# Enum 2188559355 - EnumValue 1994964448 - Property 2879900210
source: Customer
cs_cz: Zákazník

# Enum 2188559355 - EnumValue 1936001480 - Property 2879900210
source: Vendor
cs_cz: Dodavatel

# Enum 2188559355 - EnumValue 3993128796 - Property 2879900210
source: Contact
cs_cz: Kontakt

# Enum 2188559355 - EnumValue 3399585325 - Property 2879900210
source: Salesperson/Purchaser
cs_cz: Prodejce/nákupčí

# Enum 2188559355 - EnumValue 1498446062 - Property 2879900210
source: Employee
cs_cz: Zaměstnanec

# Enum 1552713221 - EnumValue 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřený

# Enum 1552713221 - EnumValue 4020758431 - Property 2879900210
source: Released
cs_cz: Vydaný

# Enum 1552713221 - EnumValue 1487485508 - Property 2879900210
source: Pending Approval
cs_cz: Čeká na schválení

# Enum 1552713221 - EnumValue 2913119229 - Property 2879900210
source: Approved
cs_cz: Schváleno

# Enum 2321966769 - EnumValue 3081714176 - Property 2879900210
source: Receipt
cs_cz: Příjem

# Enum 2321966769 - EnumValue 931062841 - Property 2879900210
source: Withdrawal
cs_cz: Výdej

# EnumExtension 3461835089 - EnumValue 1587433127 - Property 2879900210
source: Prepayment
cs_cz: Záloha

# EnumExtension 2382115807 - EnumValue 1452136572 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna
