Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CashDeskLocalizationForCzech/Source/Cash Desk Localization for Czech/Translations/Cash Desk Localization for Czech.*.xlf
Languages: cs_cz

# Page 4198796310 - Control 2797609507 - Property 1295455071
source: Specifies number of cash desk documents with status released.
cs_cz: Určuje počet pokladních dokladů se stavem Vydáno.

# Page 4198796310 - Control 35450067 - Property 2879900210
source: Posted
cs_cz: Účtované

# Page 4198796310 - Control 3381351663 - Property 1295455071
source: Specifies number of cash desk documents with status posted.
cs_cz: Určuje počet zaúčtovaných pokladních dokladů.

# Page 4259462887 - Property 2879900210
source: Cash Desk Card
cs_cz: Karta pokladny

# Page 4259462887 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 4259462887 - Control 4200184881 - Property 1295455071
source: Specifies the number of the cash desk.
cs_cz: Určuje číslo pokladny.

# Page 4259462887 - Control 2961552353 - Property 1295455071
source: Specifies the name of cash desk.
cs_cz: Určuje název pokladny.

# Page 4259462887 - Control 966287263 - Property 1295455071
source: Specifies the another line for name if name is longer.
cs_cz: Určuje další řádek pro název, pokud je název delší.

# Page 4259462887 - Control 3168444338 - Property 1295455071
source: Specifies the address of cash desk.
cs_cz: Určuje adresu pokladny.

# Page 4259462887 - Control 2306852000 - Property 1295455071
source: Specifies the another line for address if address is longer.
cs_cz: Určuje další řádek pro adresu, pokud adresa je delší.

# Page 4259462887 - Control 714791889 - Property 1295455071
source: Specifies the city of cash desk.
cs_cz: Určuje město pokladny.

# Page 4259462887 - Control 284764054 - Property 1295455071
source: Specifies the country/region code.
cs_cz: Určuje kód země nebo oblasti.

# Page 4259462887 - Control 3993128796 - Property 1295455071
source: Specifies the employee contacted with cash desk.
cs_cz: Určuje zaměstnance v kontaktu s pokladnou.

# Page 4259462887 - Control 3660300303 - Property 1295455071
source: Specifies the postal code.
cs_cz: Určuje poštovní směrovací číslo.

# Page 4259462887 - Control 411528779 - Property 1295455071
source: Specifies a search name for the cash desk.
cs_cz: Určuje vyhledávací název pro pokladnu.

# Page 4259462887 - Control 3543129988 - Property 1295455071
source: Specifies to block the cash desk by placing a check mark in the check box.
cs_cz: Zaškrtnutím uzavřete pokladnu.

# Page 4259462887 - Control 3050372732 - Property 2879900210
source: Communication
cs_cz: Komunikace

# Page 4259462887 - Control 3986423421 - Property 1295455071
source: Specifies the phone number associated with the cash desk card.
cs_cz: Určuje telefonní číslo spojené s kartou pokladny.

# Page 4259462887 - Control 1541011875 - Property 1295455071
source: Specifies the e-mail address associated with the cash desk card.
cs_cz: Určuje e-mailovou adresu spojenou s kartou pokladny.

# Page 4259462887 - Control 3953823264 - Property 2879900210
source: Responsibility
cs_cz: Odpovědnost

# Page 4259462887 - Control 3246148364 - Property 1295455071
source: Specifies the cashier number from employee list.
cs_cz: Určuje číslo pokladníka ze seznamu zaměstnanců.

# Page 4259462887 - Control 2247850105 - Property 1295455071
source: Specifies the responsibility center which works with this cash desk.
cs_cz: Určuje centrum odpovědnosti, které pracuje s touto pokladnou.

# Page 4259462887 - Control 2091493412 - Property 1295455071
source: Specifies to check for filling payed to/by checking in the cash desk document.
cs_cz: Určuje kontrolu vyplatil/převzal v pokladním dokladu.

# Page 4259462887 - Control 3810210699 - Property 1295455071
source: Specifies the responsibility ID for release from employee list.
cs_cz: Určuje ID odpovědnosti pro uvolnění ze seznamu zaměstnanců.

# Page 4259462887 - Control 3846425164 - Property 1295455071
source: Specifies the responsibility ID for posting from employee list.
cs_cz: Určuje ID odpovědnosti pro zaúčtování ze seznamu zaměstnanců.

# Page 4259462887 - Control 2808404044 - Property 2879900210
source: Posting
cs_cz: Účtovani

# Page 4259462887 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 4259462887 - Control 2345378485 - Property 1295455071
source: Specifies confirming inserting of document automaticaly or with message.
cs_cz: Určuje potvrzení vkládaného dokladu buď automaticky nebo zprávou.

# Page 4259462887 - Control 1597174103 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 4259462887 - Control 2850626594 - Property 2879900210
source: Cash Desk Posting Group
cs_cz: Účto skupina pokladny

# Page 4259462887 - Control 2850626594 - Property 1295455071
source: Specifies the posting group for cash desk.
cs_cz: Určuje účto skupinu pro pokladnu.

# Page 4259462887 - Control 908418791 - Property 1295455071
source: Specifies the account for debit rounding.
cs_cz: Určuje účet MD pro zaokrouhlení.

# Page 4259462887 - Control 4017398426 - Property 1295455071
source: Specifies the account for credit rounding.
cs_cz: Určuje účet Dal pro zaokrouhlení.

# Page 4259462887 - Control 2686139580 - Property 1295455071
source: Specifies the code of rounding method in the cash desk document.
cs_cz: Určuje kód způsobu zaokrouhlení v pokladním dokladu.

# Page 4259462887 - Control 1064988743 - Property 1295455071
source: Specifies whether to allow the manual adjustment of VAT amounts in cash documents.
cs_cz: Určuje, zda chcete povolit ruční úpravu částek DPH v pokladních dokladech.

# Page 4259462887 - Control 1777763221 - Property 1295455071
source: Specifies whether entries will be excluded from exchange rates adjustment.
cs_cz: Určuje, zda budou položky vyloučeny z úpravy směnných kurzů.

# Page 4259462887 - Control 1303377601 - Property 1295455071
source: Specifies the dimension value code associated with the cash desk.
cs_cz: Určuje kód hodnoty dimenze spojené s pokladním dokladem.

# Page 4259462887 - Control 1337243520 - Property 1295455071
source: Specifies the dimension value code associated with the cash desk.
cs_cz: Určuje kód hodnoty dimenze spojené s pokladním dokladem.

# Page 4259462887 - Control 1908046867 - Property 1295455071
source: Specifies the reason code on the entry.
cs_cz: Určuje kód příčiny položky.

# Page 4259462887 - Control 2333062506 - Property 2879900210
source: Limits
cs_cz: Limity

# Page 4259462887 - Control 1030535908 - Property 1295455071
source: Specifies the maximum limit for cash receipt.
cs_cz: Určuje maximální limit pro příjemku hotovosti.

# Page 4259462887 - Control 321572926 - Property 1295455071
source: Specifies the setup possibility to maximum balance check.
cs_cz: Určuje nastavení možnosti kontroly maximálního salda.

# Page 4259462887 - Control 1598147272 - Property 1295455071
source: Specifies the value of maximum balance.
cs_cz: Určuje hodnotu maximálního zůstatku.

# Page 4259462887 - Control 2483740565 - Property 1295455071
source: Specifies the maximum limit for cash withdrawal.
cs_cz: Určuje maximální limit pro výběr hotovosti.

# Page 4259462887 - Control 3225159632 - Property 1295455071
source: Specifies the setup possibility to minimum balance check.
cs_cz: Určuje nastavení možnosti kontroly minimálního salda.

# Page 4259462887 - Control 2151158486 - Property 1295455071
source: Specifies the value of minimun balance.
cs_cz: Určuje hodnotu minimálního zůstatku.

# Page 4259462887 - Control 1532816877 - Property 2879900210
source: Numbering
cs_cz: Číslování

# Page 4259462887 - Control 2374711250 - Property 1295455071
source: Specifies the receipt number series in cash document.
cs_cz: Určuje číselnou řadu příjmových pokladních dokladů.

# Page 4259462887 - Control 209186383 - Property 1295455071
source: Specifies the withdrawal number series in cash document.
cs_cz: Určuje číselnou řadu výdejových pokladních dokladů.

# Page 4259462887 - Action 305354763 - Property 2879900210
source: Responsibility Hand Over
cs_cz: Předání zodpovědnosti

# Page 4259462887 - Action 305354763 - Property 1295455071
source: Opens the cash desk hand overe page
cs_cz: Otevře stránku pro předání zodpovědnosti.

# Page 4259462887 - Action 14623490 - Property 2879900210
source: &Cash Desk
cs_cz: &Pokladna

# Page 4259462887 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 4259462887 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to cash documents to distribute costs and analyze transaction history.
cs_cz: Zobrazte nebo upravte dimenze, jako je oblast, projekt nebo středisko, které můžete přiřadit k pokladním dokladům k distribuci nákladů a analýze historie transakcí.

# Page 4259462887 - Action 84074407 - Property 2879900210
source: Statistics
cs_cz: Statistika

# Page 4259462887 - Action 84074407 - Property 1295455071
source: Show the total receipts and withdrawals in cash desk.
cs_cz: Zobrazit celkové příjmy a výběry v pokladně.

# Page 4259462887 - Action 3000180178 - Property 2879900210
source: Co&mments
cs_cz: Pozná&mky

# Page 4259462887 - Action 3000180178 - Property 1295455071
source: Specifies cash desk comments.
cs_cz: Určuje komentář pokladny.

# Page 4259462887 - Action 25700210 - Property 2879900210
source: Balance
cs_cz: Saldo

# Page 4259462887 - Action 25700210 - Property 1295455071
source: Show the cash desk balance during the period.
cs_cz: Zobrazit saldo pokladny během daného období.

# Page 4259462887 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
cs_cz: Po&ložky

# Page 4259462887 - Action 1111476699 - Property 1295455071
source: Show the cash desk ledger entries.
cs_cz: Zobrazit položky pokladny.

# Page 4259462887 - Action 1514883969 - Property 2879900210
source: Setup
cs_cz: Nastavení

# Page 4259462887 - Action 189720262 - Property 2879900210
source: Cash Desk Users
cs_cz: Uživatelé pokladny

# Page 4259462887 - Action 189720262 - Property 1295455071
source: Edit users authorized to issue or post cash documents for defined cash desk.
cs_cz: Upravit uživatele oprávněné vydávat nebo účtovat pokladní doklady pro definovanou pokladnu.

# Page 4259462887 - Action 837441681 - Property 2879900210
source: Cash Desk Events
cs_cz: Pokladní případy

# Page 4259462887 - Action 837441681 - Property 1295455071
source: Shows cash desk events available in cash documents for defined cash desk.
cs_cz: Zobrazuje pokladní případy dostupné v pokladních dokladech pro definovanou pokladnu.

# Page 4259462887 - Action 3324780168 - Property 2879900210
source: Documents
cs_cz: Doklady

# Page 4259462887 - Action 3128965844 - Property 2879900210
source: Opened Cash Documents
cs_cz: Otevřené pokladní doklady

# Page 4259462887 - Action 3128965844 - Property 1295455071
source: Show the overview of opened cash documents.
cs_cz: Zobrazení přehledu otevřených pokladních dokladů.

# Page 4259462887 - Action 1369962772 - Property 2879900210
source: Released Cash Documents
cs_cz: Vydané pokladní doklady

# Page 4259462887 - Action 1369962772 - Property 1295455071
source: Show the overview of released cash documents.
cs_cz: Zobrazte přehled vydaných pokladních dokladů.

# Page 4259462887 - Action 2727925664 - Property 2879900210
source: Posted Cash Documents
cs_cz: Účtované pokladní doklady

# Page 4259462887 - Action 2727925664 - Property 1295455071
source: Show the overview of posted cash documents.
cs_cz: Zobrazte přehled zaúčtovaných pokladních dokladů.

# Page 4259462887 - Action 280951668 - Property 2879900210
source: Cash &Document
cs_cz: &Pokladní doklad

# Page 4259462887 - Action 280951668 - Property 1295455071
source: Create a new cash document.
cs_cz: Vytvořte nový pokladní doklad.

# Page 4259462887 - Action 668393123 - Property 2879900210
source: Cash Desk Book
cs_cz: Pokladní kniha

# Page 4259462887 - Action 668393123 - Property 1295455071
source: Open the report for cash desk entries during the period.
cs_cz: Otevřete sestavu pro pokladní položky během daného období.

# Page 4259462887 - Action 3000382838 - Property 2879900210
source: Cash Desk Inventory
cs_cz: Inventarizace pokladny

# Page 4259462887 - Action 3000382838 - Property 1295455071
source: Open the report for cash desk inventory.
cs_cz: Otevřete sestavu pro inventuru hotovosti.

# Page 3528064754 - Property 2879900210
source: Cash Desk Events
cs_cz: Pokladní případy

# Page 3528064754 - Control 3004954119 - Property 1295455071
source: Specifies code of cash desk events.
cs_cz: Určuje kód pokladního případu.

# Page 3528064754 - Control 2363328873 - Property 1295455071
source: Specifies if the cash desk document represents a cash receipt (Receipt) or a withdrawal (Wirthdrawal)
cs_cz: Určuje, zda pokladní doklad představuje příjemky hotovosti (příjem) nebo výdejky hotovosti (výdej)

# Page 3528064754 - Control 3461834954 - Property 1295455071
source: Specifies description of cash desk events.
cs_cz: Určuje popis pokladního případu.

# Page 3528064754 - Control 3699788827 - Property 1295455071
source: Specifies the type of account thet the entry will be posted to. To see the options, choose the field.
cs_cz: Určuje typ účtu, na který bude zaúčtována položka. Chcete-li zobrazit dostupné možnosti, vyberte pole.

# Page 3528064754 - Control 1622979514 - Property 1295455071
source: Specifies the number of the account that the entry on the journal line will be posted to.
cs_cz: Určuje číslo účtu, na který bude zaúčtována položka v tomto řádku deníku.

# Page 3528064754 - Control 2024361351 - Property 1295455071
source: Specifies general document type for selected cash desk events (payment, refund).
cs_cz: Určuje obecný typ dokladu pro vybraný pokladní případ (platba, refundace).

# Page 3528064754 - Control 1389243188 - Property 1295455071
source: Specifies whether rows that meet conditions for a recorded sale will be automatically populated.
cs_cz: Určuje, zda budou řádky, které splňují podmínky pro evidenci tržeb, automaticky naplněny.

# Page 173257307 - Property 2879900210
source: Cash Desk Events Setup
cs_cz: Nastavení pokladních případů

# Page 173257307 - Control 3004954119 - Property 1295455071
source: Specifies code of cash desk events.
cs_cz: Určuje kód pokladního případu.

# Page 173257307 - Control 3461834954 - Property 1295455071
source: Specifies description of cash desk events.
cs_cz: Určuje popis pokladního případu.

# Page 173257307 - Control 333492497 - Property 1295455071
source: Specifies cash desk events which can the user use for defined cash desk.
cs_cz: Určuje události pokladny, které může uživatel použít pro definovanou pokladnu.

# Page 173257307 - Control 2363328873 - Property 1295455071
source: Specifies if the cash desk document represents a cash receipt (Receipt) or a withdrawal (Wirthdrawal)
cs_cz: Určuje, zda pokladní doklad představuje příjemky hotovosti (příjem) nebo výdejky hotovosti (výdej)

# Page 173257307 - Control 3699788827 - Property 1295455071
source: Specifies the type of account thet the entry will be posted to. To see the options, choose the field.
cs_cz: Určuje typ účtu, na který bude zaúčtována položka. Chcete-li zobrazit dostupné možnosti, vyberte pole.

# Page 173257307 - Control 1622979514 - Property 1295455071
source: Specifies the number of the account that the entry on the journal line will be posted to.
cs_cz: Určuje číslo účtu, na který bude zaúčtována položka v tomto řádku deníku.

# Page 173257307 - Control 2024361351 - Property 1295455071
source: Specifies general document type for selected cash desk events (payment, refund).
cs_cz: Určuje výchozí typ dokladu pro vybrané pokladní případy (platby, refundace).

# Page 173257307 - Control 59113118 - Property 1295455071
source: Specifies general posting type for selected cash desk events (purchase, sales).
cs_cz: Určuje typ obecného účtování pro vybrané události pokladny (nákup, prodej).

# Page 173257307 - Control 1844012642 - Property 1295455071
source: Specifies a VAT business posting group code.
cs_cz: Určuje kód DPH obchodní účto skupiny.

# Page 173257307 - Control 236064653 - Property 1295455071
source: Specifies a VAT product posting group code for the VAT Statement.
cs_cz: Určuje kód DPH účto skupiny zboží pro výkaz DPH.

# Page 173257307 - Control 1303377601 - Property 1295455071
source: Specifies the dimension value code associated with the cash desk.
cs_cz: Určuje kód hodnoty dimenze spojené s pokladním dokladem.

# Page 173257307 - Control 1337243520 - Property 1295455071
source: Specifies the dimension value code associated with the cash desk.
cs_cz: Určuje kód hodnoty dimenze spojené s pokladním dokladem.

# Page 173257307 - Control 1389243188 - Property 1295455071
source: Specifies whether rows that meet conditions for a recorded sale will be automatically populated.
cs_cz: Určuje, zda budou řádky, které splňují podmínky pro evidenci tržeb, automaticky naplněny.

# Page 173257307 - Action 3947932827 - Property 2879900210
source: &Cash Desk Events
cs_cz: &Pokladní případy

# Page 173257307 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 173257307 - Action 2173385693 - Property 1295455071
source: Open the page for default dimension of cash desk events setup.
cs_cz: Otevřete stránku pro výchozí dimenzi nastavení pokladních případů.

# Page 798750256 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna

# Page 798750256 - Control 4200184881 - Property 1295455071
source: Specifies the number of the cash document.
cs_cz: Určuje číslo pokladny.

# Page 798750256 - Control 1349273957 - Property 2879900210
source: Statistics
cs_cz: Statistika

# Page 798750256 - Control 1349273957 - Property 1295455071
source: Specifies the total receipts and withdrawals in cash desk.
cs_cz: Určuje souhrn příjemek a výdejek v pokladně.

# Page 798750256 - Control 25700210 - Property 1295455071
source: Specifies the cash desk card's current balance denominated in the applicable foreign currency.
cs_cz: Určuje aktuální saldo karty pokladny vedené v příslušné zahraniční měně.

# Page 798750256 - Control 2796346326 - Property 1295455071
source: Specifies the total amount that the cash desk consists of, if it is a debit amount.
cs_cz: Určuje celkovou částku, ze které se skládá pokladna, pokud jde o částku MD.

# Page 798750256 - Control 2556136339 - Property 1295455071
source: Specifies the cash desk card's current balance denominated in the applicable foreign currency.
cs_cz: Určuje aktuální saldo karty pokladny vedené v příslušné zahraniční měně.

# Page 798750256 - Control 2178647059 - Property 1295455071
source: Specifies the cash desk card's current balance. The amount is in the local currency.
cs_cz: Určuje aktuální zůstatek karty pokladny. Částka je v lokální měně.

# Page 798750256 - Control 322595695 - Property 1295455071
source: Specifies the total amount that the cash desk consists of, if it is a debit amount. The amount is in the local currency.
cs_cz: Určuje celkovou částku, ze které se skládá pokladna, pokud jde o částku MD. Částka je v lokální měně.

# Page 798750256 - Control 4058933634 - Property 1295455071
source: Specifies the total amount that the cash desk consists of, if it is a credit amount. The amount is in the local currency.
cs_cz: Určuje celkovou částku, ze které se skládá pokladna, pokud jde o částku Dal. Částka je v lokální měně.

# Page 798750256 - Control 3246148364 - Property 1295455071
source: Specifies the cashier number from employee list.
cs_cz: Určuje číslo pokladníka ze seznamu zaměstnanců.

# Page 798750256 - Control 3810210699 - Property 1295455071
source: Specifies the responsibility ID for release from employee list.
cs_cz: Určuje ID odpovědnosti pro uvolnění ze seznamu zaměstnanců.

# Page 798750256 - Control 3846425164 - Property 1295455071
source: Specifies the responsibility ID for posting from employee list.
cs_cz: Určuje ID odpovědnosti pro zaúčtování ze seznamu zaměstnanců.

# Page 673917101 - Property 2879900210
source: Cash Desks
cs_cz: Pokladny

# Page 673917101 - Control 4200184881 - Property 1295455071
source: Specifies the number of the cash desk.
cs_cz: Určuje číslo pokladny.

# Page 673917101 - Control 2961552353 - Property 1295455071
source: Specifies the name of cash desk.
cs_cz: Určuje název pokladny.

# Page 673917101 - Control 3986423421 - Property 1295455071
source: Specifies the phone number associated with the cash desk card.
cs_cz: Určuje telefonní číslo spojené s kartou pokladny.

# Page 673917101 - Control 3993128796 - Property 1295455071
source: Specifies the employee contacted with cash desk.
cs_cz: Určuje zaměstnance v kontaktu s pokladnou.

# Page 673917101 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 673917101 - Control 3246148364 - Property 1295455071
source: Specifies the cashier number from employee list.
cs_cz: Určuje číslo pokladníka ze seznamu zaměstnanců.

# Page 673917101 - Control 411528779 - Property 1295455071
source: Specifies a search name for the cash desk.
cs_cz: Určuje vyhledávací název pro pokladnu.

# Page 673917101 - Action 305354763 - Property 2879900210
source: Responsibility Hand Over
cs_cz: Předání zodpovědnosti

# Page 673917101 - Action 305354763 - Property 1295455071
source: Opens the cash desk hand overe page
cs_cz: Otevře stránku pro předání zodpovědnosti.

# Page 673917101 - Action 14623490 - Property 2879900210
source: &Cash Desk
cs_cz: &Pokladna

# Page 673917101 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 673917101 - Action 937422408 - Property 2879900210
source: Dimensions-Single
cs_cz: Dimenze-&jedna

# Page 673917101 - Action 937422408 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to cash documents to distribute costs and analyze transaction history.
cs_cz: Zobrazte nebo upravte dimenze, jako je oblast, projekt nebo středisko, které můžete přiřadit k pokladním dokladům k distribuci nákladů a analýze historie transakcí.

# Page 673917101 - Action 1990766644 - Property 2879900210
source: Dimensions-&Multiple
cs_cz: Dimenze-&více

# Page 673917101 - Action 1990766644 - Property 1295455071
source: View or edit dimensions for a group of records. You can assign dimension codes to transactions to distribute costs and analyze historical information.
cs_cz: Zobrazit nebo upravit dimenze pro skupinu záznamů. Můžete přiřadit kódy dimenzí k transakcím k rozlišení nákladů a analýze historických informací.

# Page 673917101 - Action 84074407 - Property 2879900210
source: Statistics
cs_cz: Statistika

# Page 673917101 - Action 84074407 - Property 1295455071
source: View the statistics on the selected cash desk.
cs_cz: Zobrazte statistické údaje o vybrané pokladně.

# Page 673917101 - Action 3000180178 - Property 2879900210
source: Co&mments
cs_cz: Pozná&mky

# Page 673917101 - Action 3000180178 - Property 1295455071
source: Specifies cash desk comments.
cs_cz: Určuje komentář pokladny.

# Page 673917101 - Action 25700210 - Property 2879900210
source: Balance
cs_cz: Saldo

# Page 673917101 - Action 25700210 - Property 1295455071
source: Show the cash desk balance during the period.
cs_cz: Zobrazit saldo pokladny během daného období.

# Page 673917101 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
cs_cz: Po&ložky

# Page 673917101 - Action 1111476699 - Property 1295455071
source: Open the page with bank account ledger entries of this cash desk.
cs_cz: Otevřete stránku s položkami bankovního účtu z této pokladny.

# Page 673917101 - Action 1514883969 - Property 2879900210
source: Setup
cs_cz: Nastavení
