Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CashDeskLocalizationForCzech/Source/Cash Desk Localization for Czech/Translations/Cash Desk Localization for Czech.*.xlf
Languages: cs_cz

# Report 270105260 - ReportLabel 1721277456
source: Document No.
cs_cz: Číslo dokladu

# Report 270105260 - ReportLabel 1027969698
source: Posting Date
cs_cz: Zúčtovací datum

# Report 270105260 - ReportLabel 2930771099
source: External Document No.
cs_cz: Číslo externího dokladu

# Report 270105260 - ReportLabel 3569966352
source: Description
cs_cz: Popis

# Report 270105260 - ReportLabel 1257525004
source: Payment
cs_cz: Platba

# Report 270105260 - ReportLabel 180623962
source: Receipt
cs_cz: Příjem

# Report 270105260 - ReportLabel 965223736
source: Balance
cs_cz: Saldo

# Report 270105260 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 270105260 - ReportLabel 1542941690
source: Date
cs_cz: Datum

# Report 270105260 - ReportLabel 3244221154
source: Cashier Sign
cs_cz: Podpis pokladní

# Report 270105260 - NamedType 1224115864
source: Set up Date Filter.
cs_cz: Nastavte filtr data.

# Report 3986244016 - Property 2879900210
source: Cash Desk Hand Over
cs_cz: Předání pokladny

# Report 3986244016 - Control 1452136572 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna

# Report 3986244016 - Control 1483696644 - Property 2879900210
source: No.
cs_cz: Číslo

# Report 3986244016 - Control 1483696644 - Property 1295455071
source: Specifies the number of cash desk card.
cs_cz: Určuje číslo karty pokladny.

# Report 3986244016 - Control 1660211674 - Property 2879900210
source: Name
cs_cz: Název

# Report 3986244016 - Control 1660211674 - Property 1295455071
source: Specifies the name of cash desk card.
cs_cz: Určuje název karty pokladny.

# Report 3986244016 - Control 1735227065 - Property 2879900210
source: Balance
cs_cz: Saldo

# Report 3986244016 - Control 1735227065 - Property 1295455071
source: Specifies the cash desk card's current balance denominated in the applicable foreign currency.
cs_cz: Určuje aktuální saldo karty pokladny vedené v příslušné zahraniční měně.

# Report 3986244016 - Control 3400305830 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# Report 3986244016 - Control 3400305830 - Property 1295455071
source: Specifies the code of the currency of the amount on cash document line.
cs_cz: Určuje kód měny částky na řádku pokladního dokladu.

# Report 3986244016 - Control 419750677 - Property 2879900210
source: Old Responsibility
cs_cz: Původní odpovědnost

# Report 3986244016 - Control 678658137 - Property 2879900210
source: Responsibility ID (Release)
cs_cz: ID odpovědnosti (vydání)

# Report 3986244016 - Control 678658137 - Property 1295455071
source: Specifies the responsibility ID for release
cs_cz: Určuje ID odpovědnost pro vydání.

# Report 3986244016 - Control 2512936018 - Property 2879900210
source: Responsibility ID (Post)
cs_cz: ID odpovědnosti (účtováníí)

# Report 3986244016 - Control 2512936018 - Property 1295455071
source: Specifies the responsibility ID for post
cs_cz: Určuje ID odpovědnost pro účtování.

# Report 3986244016 - Control 2955710388 - Property 2879900210
source: New Responsibility
cs_cz: Nová odpovědnost

# Report 3986244016 - Control 3939673287 - Property 2879900210
source: New Responsibility
cs_cz: Nová odpovědnost

# Report 3986244016 - Control 3939673287 - Property 62802879
source: Release,Post
cs_cz: Vydání,Účtování

# Report 3986244016 - Control 3939673287 - Property 1295455071
source: Specifies the new responsibility for cash desk (release or post).
cs_cz: Určuje novou odpovědnost pro pokladnu (vydání nebo účtování).

# Report 3986244016 - Control 3225101640 - Property 2879900210
source: New Responsibility ID
cs_cz: ID nové odpovědnosti

# Report 3986244016 - Control 3225101640 - Property 1295455071
source: Specifies the new responsibility ID for cash desk (user ID of employee).
cs_cz: Určuje nové ID odpovědnosti pro pokladnu (ID uživatele zaměstnance).

source: User %1 is not valid %2.
cs_cz: Uživatel %1 není platný %2.

# Report 3986244016 - ReportLabel 617781293
source: Cash Desk Hand Over
cs_cz: Předání pokladny

# Report 3986244016 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 3986244016 - ReportLabel 3694273189
source: Cash Desk No.
cs_cz: Kód pokladny

# Report 3986244016 - ReportLabel 1981706351
source: Name
cs_cz: Název

# Report 3986244016 - ReportLabel 341516356
source: Old Responsibility ID (Release)
cs_cz: Původní ID odpovědnosti (vydání)

# Report 3986244016 - ReportLabel 1095516675
source: Old Responsibility ID (Post)
cs_cz: Původní ID odpovědnosti (účtování)

# Report 3986244016 - ReportLabel 476374605
source: New Responsibility ID (Release)
cs_cz: Nové ID odpovědnosti (vydání)

# Report 3986244016 - ReportLabel 4168203574
source: New Responsibility ID (Post)
cs_cz: Nové ID odpovědnosti (účtování)

# Report 3986244016 - ReportLabel 965223736
source: Balance
cs_cz: Saldo

# Report 3986244016 - ReportLabel 3912160901
source: Hand Over Date
cs_cz: Datum předání

# Report 3986244016 - ReportLabel 4130926030
source: Hand Over Time
cs_cz: Čas předání

# Report 3986244016 - ReportLabel 647580641
source: Gave
cs_cz: Předal

# Report 3986244016 - ReportLabel 26742315
source: Take
cs_cz: Vyfotit

# Report 3986244016 - NamedType 1364460176
source: Responsibility will be change.\\Do you want to continue?
cs_cz: Odpovědnost bude změněna.\\Chcete pokračovat?

# Report 2518776493 - Property 2879900210
source: Cash Desk Inventory
cs_cz: Inventarizace pokladny

# Report 2518776493 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Report 2518776493 - Control 1483696644 - Property 2879900210
source: Cash Desk No.
cs_cz: Kód pokladny

# Report 2518776493 - Control 1483696644 - Property 1295455071
source: Specifies number of cash desk.
cs_cz: Určuje číslo pokladny.

# Report 2518776493 - Control 2957992503 - Property 2879900210
source: Date
cs_cz: Datum

# Report 2518776493 - Control 2957992503 - Property 1295455071
source: Specifies the date of cash inventory.
cs_cz: Určuje datum inventury hotovosti.

# Report 2518776493 - Control 2363054768 - Property 2879900210
source: Show Statistics
cs_cz: Zobraz účetní stav

# Report 2518776493 - Control 2363054768 - Property 1295455071
source: Specifies when the statistics is to be show
cs_cz: Určuje, že má být zobrazen účetní stav

# Report 2518776493 - Control 2980589699 - Property 2879900210
source: Denominators
cs_cz: Nominální hodnoty

# Report 2518776493 - Control 1357083056 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 1357083056 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 1994779673 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 1994779673 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 2632476290 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 2632476290 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 3270172907 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 3270172907 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 3907869524 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 3907869524 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 250598845 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 250598845 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 888295462 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 888295462 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 4207748095 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 4207748095 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 550477416 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 550477416 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 2590181352 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 2590181352 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 311623692 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 311623692 - Property 1295455071
source: Specifies quantity by value
cs_cz: Určuje množství podle hodnoty.

# Report 2518776493 - Control 949320309 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 949320309 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 1587016926 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 1587016926 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 1418107903 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 1418107903 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 2055804520 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 2055804520 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 2693501137 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 2693501137 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 3331197754 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 3331197754 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 480532715 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 480532715 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 1118229332 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 1118229332 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 3135384324 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 3135384324 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 1952484735 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 1952484735 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 3865574586 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 3865574586 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 3227877969 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 3227877969 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 846000524 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 846000524 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 208303907 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 208303907 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 2121393758 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 2121393758 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 1483697141 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 1483697141 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 3396786992 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 3396786992 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 2759090375 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 2759090375 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 1798168889 - Property 2879900210
source: Value
cs_cz: Hodnota

# Report 2518776493 - Control 1798168889 - Property 1295455071
source: Specifies usable value for currency.
cs_cz: Určuje hodnotu použitelnou pro měnu.

# Report 2518776493 - Control 2497687707 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 2497687707 - Property 1295455071
source: Specifies quantity by value
cs_cz: Určuje množství podle hodnoty.

# Report 2518776493 - Control 115810262 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 115810262 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 3773080941 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 3773080941 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 584597856 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 584597856 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 4241868535 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 4241868535 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 1859991090 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 1859991090 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 1222294473 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 1222294473 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 2328778684 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 2328778684 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 1691082067 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 1691082067 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - Control 3391128245 - Property 2879900210
source: Quantity
cs_cz: Počet

# Report 2518776493 - Control 3391128245 - Property 1295455071
source: Specifies the quantity of specified nominal value.
cs_cz: Určuje množství určité nominální hodnoty.

# Report 2518776493 - ReportLabel 617781293
source: Cash Desk Inventory
cs_cz: Inventarizace pokladny

# Report 2518776493 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 2518776493 - ReportLabel 3259830970
source: Quantity
cs_cz: Počet

# Report 2518776493 - ReportLabel 2410138484
source: Amount
cs_cz: Částka

# Report 2518776493 - ReportLabel 3407441673
source: Comission:
cs_cz: Inventarizační komise:

# Report 2518776493 - ReportLabel 1542941690
source: Date:
cs_cz: Dne:

# Report 2518776493 - ReportLabel 3399659143
source: CASH BALANCE
cs_cz: CELKEM FYZICKÝ STAV

# Report 2518776493 - ReportLabel 3687437474
source: ACCOUNT STATISTICS
cs_cz: CELKEM ÚČETNÍ STAV

# Report 2518776493 - ReportLabel 436630138
source: CASH DEFICIENCY
cs_cz: NEDOSTATEK HOTOVOSTI

# Report 2518776493 - ReportLabel 3608012759
source: CASH OVER
cs_cz: ROZDÍL - PŘEBYTEK

# Report 2518776493 - NamedType 790598306
source: %1, %2 to %3
cs_cz: %1, %2 k %3

# Report 2518776493 - NamedType 720117259
source: Cash Desk No. cannot be empty.
cs_cz: Kód pokladny musí být vyplněn.

# Report 2518776493 - NamedType 3240180832
source: Date cannot be empty.
cs_cz: Datum musí být vyplněno.

# Report 2107131150 - Property 2879900210
source: Copy Cash Document
cs_cz: Kopírovat pokladní doklad

# Report 2107131150 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 2107131150 - Control 1483696644 - Property 2879900210
source: Cash Desk No.
cs_cz: Kód pokladny

# Report 2107131150 - Control 1483696644 - Property 1295455071
source: Specifies the number of the cash desk from which is created cash document that is processed by the report or batch job.
cs_cz: Určuje číslo pokladny, z které pochází pokladní doklad, který je zpracován sestavou nebo dávkovou úlohou.

# Report 2107131150 - Control 2195200762 - Property 2879900210
source: Document Type
cs_cz: Typ dokladu

# Report 2107131150 - Control 2195200762 - Property 62802879
source: Cash Document,Posted Cash Document
cs_cz: Pokladní doklad,Zaúčtovaný pokladní doklad

# Report 2107131150 - Control 2195200762 - Property 1295455071
source: Specifies the type of document that is processed by the report or batch job.
cs_cz: Určuje typ dokladu, který je zpracován sestavou nebo dávkovou úlohou.

# Report 2107131150 - Control 3117834186 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Report 2107131150 - Control 3117834186 - Property 1295455071
source: Specifies the number of the document that is processed by the report or batch job.
cs_cz: Určuje číslo dokladu, který je zpracován sestavu nebo dávkovou úlohu.

# Report 2107131150 - Control 2223291142 - Property 2879900210
source: Include Header
cs_cz: Včetně hlavičky

# Report 2107131150 - Control 2223291142 - Property 1295455071
source: Specifies if you also want to copy the information from the document header.
cs_cz: Určuje, zda chcete také zkopírovat informace z hlavičky dokladu.

# Report 2107131150 - Control 1406312257 - Property 2879900210
source: Recalculate Lines
cs_cz: Přepočítat řádky

# Report 2107131150 - Control 1406312257 - Property 1295455071
source: Specifies that lines are recalculate and inserted on the cash document you are creating.
cs_cz: Určuje, že řádky jsou přepočítány a vloženy do pokladního dokladu, který vytváříte.

# Report 3454630479 - Property 2879900210
source: Posted Receipt Cash Document
cs_cz: Účtovaný příjmový pokladní doklad

# Report 3454630479 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 3454630479 - Control 2279373630 - Property 2879900210
source: No. of Copies
cs_cz: Počet kopií

# Report 3454630479 - Control 2279373630 - Property 1295455071
source: Specifies the number of copies to print.
cs_cz: Určuje počet kopií, které chcete vytisknout.

# Report 3454630479 - Control 1084660530 - Property 2879900210
source: Print Accounting Sheet
cs_cz: Tisk kontačního lístku

# Report 3454630479 - Control 1084660530 - Property 1295455071
source: Specifies if the accounting sheet is shown.
cs_cz: Určuje, zda bude účtenka zobrazena.

# Report 3454630479 - Control 261074978 - Property 2879900210
source: Print VAT Specification
cs_cz: Tisk specifikace DPH

# Report 3454630479 - Control 261074978 - Property 1295455071
source: Specifies if the VAT specification is shown.
cs_cz: Určuje, zda bude specifikace DPH zobrazena.

# Report 3454630479 - ReportLabel 4058751071
source: Posted Reciept Cash Document
cs_cz: Účtovaný příjmový pokladní doklad

# Report 3454630479 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 3454630479 - ReportLabel 1383920759
source: Company
cs_cz: Společnost

# Report 3454630479 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 3454630479 - ReportLabel 621813197
source: VAT Recapitulation
cs_cz: Rekapitulace DPH

# Report 3454630479 - ReportLabel 1101917782
source: VAT %
cs_cz: DPH %

# Report 3454630479 - ReportLabel 3259128960
source: VAT Base
cs_cz: Základ DPH

# Report 3454630479 - ReportLabel 3751533915
source: VAT Amount
cs_cz: Částka DPH

# Report 3454630479 - ReportLabel 2617756395
source: VAT
cs_cz: DPH

# Report 3454630479 - ReportLabel 1733831957
source: Posted by
cs_cz: Vytvořil

# Report 3454630479 - ReportLabel 1350873910
source: Business Premises:
cs_cz: Provozovna:

# Report 3454630479 - ReportLabel 2149909014
source: Cash Register:
cs_cz: Pokladna:

# Report 3454630479 - ReportLabel 1894740313
source: Receipt Serial No.:
cs_cz: Pořadové číslo účtenky:

# Report 3454630479 - ReportLabel 2654418150
source: Issue Datetime:
cs_cz: Datum a čas vydání:

# Report 3454630479 - ReportLabel 3701423681
source: Copy
cs_cz: Kopírovat

# Report 3454630479 - NamedType 3642584667
source: Exchange Rate %1 %2 / %3 %4
cs_cz: Směnný kurz %1 %2 / %3 %4

# Report 1923483119 - Property 2879900210
source: Posted Withdrawal Cash Document
cs_cz: Účtovaný výdajový pokladní doklad

# Report 1923483119 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 1923483119 - Control 2279373630 - Property 2879900210
source: No. of Copies
cs_cz: Počet kopií

# Report 1923483119 - Control 2279373630 - Property 1295455071
source: Specifies the number of copies to print.
cs_cz: Určuje počet kopií, které chcete vytisknout.

# Report 1923483119 - Control 1084660530 - Property 2879900210
source: Print Accounting Sheet
cs_cz: Tisk kontačního lístku

# Report 1923483119 - Control 1084660530 - Property 1295455071
source: Specifies if the accounting sheet is shown.
cs_cz: Určuje, zda bude účtenka zobrazena.

# Report 1923483119 - Control 261074978 - Property 2879900210
source: Print VAT Specification
cs_cz: Tisk specifikace DPH

# Report 1923483119 - Control 261074978 - Property 1295455071
source: Specifies if the VAT specification is shown.
cs_cz: Určuje, zda bude specifikace DPH zobrazena.

# Report 1923483119 - ReportLabel 4058751071
source: Posted Withdrawal Cash Document
cs_cz: Účtovaný výdajový pokladní doklad

# Report 1923483119 - ReportLabel 1877187315
source: Page
cs_cz: Strana

# Report 1923483119 - ReportLabel 1383920759
source: Company
cs_cz: Společnost

# Report 1923483119 - ReportLabel 2410138484
source: Total
cs_cz: Celkem

# Report 1923483119 - ReportLabel 621813197
source: VAT Recapitulation
cs_cz: Rekapitulace DPH
