Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CashDeskLocalizationForCzech/Source/Cash Desk Localization for Czech/Translations/Cash Desk Localization for Czech.*.xlf
Languages: cs_cz

# Page 673917101 - Action 189720262 - Property 2879900210
source: Cash Desk Users
cs_cz: Uživatelé pokladny

# Page 673917101 - Action 189720262 - Property 1295455071
source: Edit users authorized to issue or post cash documents for defined cash desk.
cs_cz: Upravit uživatele oprávněné vydávat nebo účtovat pokladní doklady pro definovanou pokladnu.

# Page 673917101 - Action 837441681 - Property 2879900210
source: Cash Desk Events
cs_cz: Pokladní případy

# Page 673917101 - Action 837441681 - Property 1295455071
source: Shows cash desk events available in cash documents for defined cash desk.
cs_cz: Zobrazuje pokladní případy dostupné v pokladních dokladech pro definovanou pokladnu.

# Page 673917101 - Action 3324780168 - Property 2879900210
source: Documents
cs_cz: Doklady

# Page 673917101 - Action 3128965844 - Property 2879900210
source: Opened Cash Documents
cs_cz: Otevřené pokladní doklady

# Page 673917101 - Action 3128965844 - Property 1295455071
source: Show the overview of opened cash documents.
cs_cz: Zobrazte přehled otevřených pokladních dokladů.

# Page 673917101 - Action 1369962772 - Property 2879900210
source: Released Cash Documents
cs_cz: Vydané pokladní doklady

# Page 673917101 - Action 1369962772 - Property 1295455071
source: Show the overview of released cash documents.
cs_cz: Zobrazte přehled vydaných pokladních dokladů.

# Page 673917101 - Action 2727925664 - Property 2879900210
source: Posted Cash Documents
cs_cz: Účtované pokladní doklady

# Page 673917101 - Action 2727925664 - Property 1295455071
source: Show the overview of posted cash documents.
cs_cz: Zobrazte přehled zaúčtovaných pokladních dokladů.

# Page 673917101 - Action 280951668 - Property 2879900210
source: Cash &Document
cs_cz: &Pokladní doklad

# Page 673917101 - Action 280951668 - Property 1295455071
source: Create a new cash document.
cs_cz: Vytvořte nový pokladní doklad.

# Page 673917101 - Action 668393123 - Property 2879900210
source: Cash Desk Book
cs_cz: Pokladní kniha

# Page 673917101 - Action 668393123 - Property 1295455071
source: Open the report for cash desk entries during the period.
cs_cz: Otevřete sestavu pro pokladní položky během daného období.

# Page 673917101 - Action 3000382838 - Property 2879900210
source: Cash Desk Inventory
cs_cz: Inventarizace pokladny

# Page 673917101 - Action 3000382838 - Property 1295455071
source: Open the report for cash desk inventory.
cs_cz: Otevřete sestavu pro inventuru hotovosti.

# Page 3455405466 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna

# Page 3455405466 - Action 3345594124 - Property 2879900210
source: Cash Desk Account Book
cs_cz: Kniha pokladního účtu

# Page 3455405466 - Action 3345594124 - Property 1295455071
source: Open the report for cash desk account book - printed only posted documents.
cs_cz: Otevřete sestavu pro knihu pokladního účtu - vytiskne pouze zaúčtované doklady.

# Page 3455405466 - Action 4256935061 - Property 2879900210
source: Cash Desk Inventory
cs_cz: Inventarizace pokladny

# Page 3455405466 - Action 4256935061 - Property 1295455071
source: Open the report for cash inventory.
cs_cz: Otevřete sestavu pro inventuru hotovosti.

# Page 3455405466 - Action 690336923 - Property 2879900210
source: Cash Desk Book
cs_cz: Pokladní kniha

# Page 3455405466 - Action 690336923 - Property 1295455071
source: Open the report for cash desk book - printed posted and released unposted documents.
cs_cz: Otevře sestavu pro pokladní knihu - vytisknout zaúčtované a uvolněné nezaúčtované doklady.

# Page 3455405466 - Action 3711977917 - Property 2879900210
source: Cash Desks
cs_cz: Pokladny

# Page 3455405466 - Action 3711977917 - Property 1295455071
source: Specifies cash desks
cs_cz: Určuje pokladny.

# Page 2188957848 - Property 2879900210
source: Cash Desk Statistics
cs_cz: Statistika pokladny

# Page 2188957848 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 2188957848 - Control 2981576723 - Property 2879900210
source: Start Balance
cs_cz: Počáteční stav

# Page 2188957848 - Control 2981576723 - Property 1295455071
source: Specifies the cash desk's start balanc denominated in the applicable foreign currency.
cs_cz: Určuje počáteční zůstatek pokladny je veden v příslušné zahraniční měně.

# Page 2188957848 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 2188957848 - Control 2304016699 - Property 2879900210
source: Net Change
cs_cz: Pohyb

# Page 2188957848 - Control 4020758431 - Property 2879900210
source: Released
cs_cz: Vydané

# Page 2188957848 - Control 1117344377 - Property 2879900210
source: Receipts
cs_cz: Příjmy

# Page 2188957848 - Control 1117344377 - Property 1295455071
source: Specifies quantity of receipts.
cs_cz: Určuje částku příjmů.

# Page 2188957848 - Control 878097787 - Property 2879900210
source: Withdrawals
cs_cz: Výdeje

# Page 2188957848 - Control 878097787 - Property 1295455071
source: Specifies quantity of withdrawals.
cs_cz: Určuje částku výdejů.

# Page 2188957848 - Control 35450067 - Property 2879900210
source: Posted
cs_cz: Účtované

# Page 2188957848 - Control 4113027088 - Property 2879900210
source: PostedReceipt
cs_cz: Účtované příjmy

# Page 2188957848 - Control 4113027088 - Property 1295455071
source: Specifies quantity of post receipts.
cs_cz: Určuje částku účtovaných příjmů.

# Page 2188957848 - Control 3357435113 - Property 2879900210
source: Posted Withdrawal
cs_cz: Účtované výdeje

# Page 2188957848 - Control 3357435113 - Property 1295455071
source: Specifies quantity of post withdrawals.
cs_cz: Určuje částku účtovaných výdejů.

# Page 2188957848 - Control 245426702 - Property 2879900210
source: Total
cs_cz: Celkem

# Page 2188957848 - Control 2469545320 - Property 2879900210
source: End Balance
cs_cz: Konečný stav

# Page 2188957848 - Control 2469545320 - Property 1295455071
source: Specifies the amount of end balance cash desk.
cs_cz: Určuje částku konečného zůstatku pokladny.

# Page 1983586965 - Property 2879900210
source: Cash Desk Users
cs_cz: Uživatelé pokladny

# Page 1983586965 - Control 333492497 - Property 1295455071
source: Specifies Cash Desk Code for assigning rights. Specifies options: issue or post.
cs_cz: Určuje kód pokladny pro přiřazování práv. Určuje možnosti: vydat nebo zaúčtovat.

# Page 1983586965 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user associated with the entry.
cs_cz: Určuje ID uživatele spojeného s touto položkou.

# Page 1983586965 - Control 1581469095 - Property 1295455071
source: Specifies the short name for the user.
cs_cz: Určuje krátký název uživatele.

# Page 1983586965 - Control 710972128 - Property 1295455071
source: Specifies if the user has rights for creating cash desk document.
cs_cz: Určuje, zda má uživatel práva pro vytvoření pokladního dokladu.

# Page 1983586965 - Control 4142352379 - Property 1295455071
source: Specifies if the user has rights for issuing cash desk document.
cs_cz: Určuje, zda má uživatel práva pro vydávání pokladního dokladu.

# Page 1983586965 - Control 2282416948 - Property 1295455071
source: Specifies if the user has rights for posting cash desk document.
cs_cz: Určuje, zda má uživatel práva pro účtování pokladního dokladu.

# Page 1983586965 - Control 3242230412 - Property 1295455071
source: Specifies that the user has the right to post only the documents that meet conditions for a recorded sale.
cs_cz: Určuje, že uživatel má právo zaúčtovat pouze doklady, které splňují podmínky pro evidenci tržeb.

# Page 1970646769 - Property 2879900210
source: Cash Document
cs_cz: Pokladní doklad

# Page 1970646769 - Property 2019332006
source: New,Process,Report,Approve,Request Approval
cs_cz: Nový,Proces,Sestava,Schválit,Schvalování požadavku

# Page 1970646769 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 1970646769 - Control 2363328873 - Property 1295455071
source: Specifies if the cash desk document represents a cash receipt (Receipt) or a withdrawal (Wirthdrawal)
cs_cz: Určuje, zda pokladní doklad představuje příjemky hotovosti (příjem) nebo výdejky hotovosti (výdej)

# Page 1970646769 - Control 4200184881 - Property 1295455071
source: Specifies the number of the cash document.
cs_cz: Určuje číslo pokladního dokladu.

# Page 1970646769 - Control 2431628344 - Property 1295455071
source: Specifies a payment purpose.
cs_cz: Určuje účel platby.

# Page 1970646769 - Control 3710982960 - Property 1295455071
source: Specifies the date when the posting of the cash document will be recorded.
cs_cz: Určuje datum, kdy bude zaznamenáno zaúčtování pokladního dokladu.

# Page 1970646769 - Control 580412389 - Property 1295455071
source: Specifies the date on which you created the document.
cs_cz: Určuje datum, kdy byl doklad vytvořen.

# Page 1970646769 - Control 3163386377 - Property 1295455071
source: Specifies the VAT date. This date must be shown on the VAT statement.
cs_cz: Určuje datum DPH. Toto datum musí být uvedeno ve výkazu DPH.

# Page 1970646769 - Control 2991357529 - Property 1295455071
source: Specifies whom is paid.
cs_cz: Určuje komu je placeno.

# Page 1970646769 - Control 2504623107 - Property 1295455071
source: Specifies who recieved amount.
cs_cz: Určuje, kdo přijal částku.

# Page 1970646769 - Control 513339096 - Property 1295455071
source: Specifies if cash desk document status is Open or Released.
cs_cz: Určuje, zda je stav pokladního dokladu otevřeno nebo vydáno.

# Page 1970646769 - Control 1597174103 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 1970646769 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky dokladu.

# Page 1970646769 - Control 3309804955 - Property 1295455071
source: Specifies the amount of the cash desk document, in the currency of the cash document after releasing.
cs_cz: Určuje částku pokladního dokladu v měně dokladu po vydání.

# Page 1970646769 - Control 904390814 - Property 1295455071
source: Specifies the total VAT base amount for lines. The program calculates this amount from the sum of line VAT base amount fields.
cs_cz: Určuje celkovou částku základu DPH pro řádky. Program vypočte tuto částku jako součet z pole Částka základu DPH.

# Page 1970646769 - Control 1650118938 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 1970646769 - Control 953833239 - Property 1295455071
source: Specifies the VAT base amount for cash desk document line.
cs_cz: Určuje částku základu DPH pro řádek pokladního dokladu.

# Page 1970646769 - Control 2348384091 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 1970646769 - Control 1105117216 - Property 1295455071
source: Specifies whether the cash register works with EET.
cs_cz: Určuje, zda pokladna funguje v režimu EET.

# Page 1970646769 - Control 2808404044 - Property 2879900210
source: Posting
cs_cz: Účtovani

# Page 1970646769 - Control 1522950594 - Property 1295455071
source: Specifies if the partner is Customer or Vendor or Contact or Salesperson/Purchaser or Employee.
cs_cz: Určuje, zda je partner zákazník, dodavatel, kontakt, prodejce/nákupčího nebo zaměstnanec.

# Page 1970646769 - Control 3106633803 - Property 1295455071
source: Specifies the partner number.
cs_cz: Určuje číslo partnera.

# Page 1970646769 - Control 985534537 - Property 1295455071
source: Specifies whom is paid.
cs_cz: Určuje komu je placeno.

# Page 1970646769 - Control 549730328 - Property 1295455071
source: Specifies who recieved amount.
cs_cz: Určuje, kdo přijal částku.

# Page 1970646769 - Control 2522891363 - Property 1295455071
source: Specifies the code for a card.
cs_cz: Určuje kód pro tuto kartu.

# Page 1970646769 - Control 3430636682 - Property 1295455071
source: Specifies the registration number of customer or vendor.
cs_cz: Určuje IČ zákazníka nebo dodavatele.

# Page 1970646769 - Control 617267791 - Property 1295455071
source: Specifies the VAT registration number. The field will be used when you do business with partners from EU countries/regions.
cs_cz: Určuje DIČ. Toto pole se používá při obchodování s partnery ze zemí EU.

# Page 1970646769 - Control 1577567912 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 1, which is defined in the Shortcut Dimension 1 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 1, který je definován v poli kódu zkratky dimenze 1 v okně nastavení financí.

# Page 1970646769 - Control 1003760969 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 2, which is defined in the Shortcut Dimension 2 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 2, který se definuje v poli Kód zkratky dimenze 2 v okně Nastavení financí.

# Page 1970646769 - Control 3883264070 - Property 1295455071
source: Specifies which salesperson/purchaser is assigned to the cash desk document.
cs_cz: Určuje, který prodejce/nákupčí je přiřazen pokladnímu dokladu.

# Page 1970646769 - Control 2247850105 - Property 1295455071
source: Specifies the responsibility center which works with this cash desk.
cs_cz: Určuje centrum odpovědnosti, které pracuje s touto pokladnou.

# Page 1970646769 - Control 1527563463 - Property 1295455071
source: Specifies the number that the vendor uses on the invoice they sent to you or number of receipt.
cs_cz: Určuje číslo, které dodavatel používá na faktuře, které Vám zaslal nebo číslo příjemky.

# Page 1970646769 - Control 3148931863 - Property 1295455071
source: Specifies employee ID of creating cash desk document.
cs_cz: Určuje ID zaměstnance vytvářejícího pokladní doklad.

# Page 1970646769 - Control 2500892784 - Property 1295455071
source: Specifies date of creating cash desk document.
cs_cz: Určuje datum vytvoření dokladu pokladny.

# Page 1970646769 - Action 1226383458 - Property 2879900210
source: Cash Document
cs_cz: Pokladní doklad

# Page 1970646769 - Action 84074407 - Property 2879900210
source: Statistics
cs_cz: Statistika

# Page 1970646769 - Action 84074407 - Property 1295455071
source: View the statistics on the selected cash document.
cs_cz: Zobrazte statistické údaje o vybraném pokladním dokladu.

# Page 1970646769 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 1970646769 - Action 2173385693 - Property 1295455071
source: View or edit the dimension sets that are set up for the cash document.
cs_cz: Zobrazení nebo úprava sady dimenzí, které jsou nastaveny pro pokladní doklad.

# Page 1970646769 - Action 3964368254 - Property 2879900210
source: A&pprovals
cs_cz: &Schvalování

# Page 1970646769 - Action 3964368254 - Property 1295455071
source: This function opens the approvals entries.
cs_cz: Tato funkce otevře položky schvalování.

# Page 1970646769 - Action 227370865 - Property 2879900210
source: Approval
cs_cz: Schválení

# Page 1970646769 - Action 803889193 - Property 2879900210
source: Approve
cs_cz: Schválit

# Page 1970646769 - Action 803889193 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 1970646769 - Action 113888489 - Property 2879900210
source: Reject
cs_cz: Odmítnout

# Page 1970646769 - Action 113888489 - Property 1295455071
source: Rejects credit document
cs_cz: Odmítne schválení pokladního dokladu.

# Page 1970646769 - Action 1013253961 - Property 2879900210
source: Delegate
cs_cz: Delegovat

# Page 1970646769 - Action 1013253961 - Property 1295455071
source: Specifies enu delegate of cash document.
cs_cz: Určuje možnost delegovat schválení pokladního dokladu.

# Page 1970646769 - Action 2790486453 - Property 2879900210
source: Comments
cs_cz: Komentáře

# Page 1970646769 - Action 2790486453 - Property 1295455071
source: Specifies cash document comments.
cs_cz: Určuje komentáře pokladního dokladu.

# Page 1970646769 - Action 3106002577 - Property 2879900210
source: F&unctions
cs_cz: F&unkce

# Page 1970646769 - Action 1534159104 - Property 2879900210
source: Cash Document Rounding
cs_cz: Zaokrouhlení pokladního dokladu

# Page 1970646769 - Action 1534159104 - Property 1295455071
source: Specifies rounding of cash document.
cs_cz: Určuje zaokrouhlení pokladního dokladu.

# Page 1970646769 - Action 781841601 - Property 2879900210
source: Link Advance Letters
cs_cz: Propojit zálohové faktury

# Page 1970646769 - Action 781841601 - Property 1295455071
source: Allow to link partial payment of advance letters.
cs_cz: Umožňuje propojit dílčí platby zálohových faktur.

# Page 1970646769 - Action 1336921863 - Property 2879900210
source: Link Whole Advance Letter
cs_cz: Propojit celou zálohu

# Page 1970646769 - Action 1336921863 - Property 1295455071
source: Allow to link whole advance letters.
cs_cz: Umožňuje propojit celé zálohové faktury.

# Page 1970646769 - Action 217464279 - Property 2879900210
source: UnLink Linked Advance Letters
cs_cz: Odpojit zálohové faktury

# Page 1970646769 - Action 217464279 - Property 1295455071
source: Unlinks linked advance letters
cs_cz: Zruší propojení připojené zálohové faktury.

# Page 1970646769 - Action 1359316502 - Property 2879900210
source: Copy Document
cs_cz: Kopírovat doklad

# Page 1970646769 - Action 1359316502 - Property 1295455071
source: Create a new cash document by copying an existing cash document.
cs_cz: Vytvořit nový pokladní doklad zkopírováním existujícího pokladního dokladu.

# Page 1970646769 - Action 2206061110 - Property 2879900210
source: &Releasing
cs_cz: &Vydání

# Page 1970646769 - Action 4032263875 - Property 2879900210
source: &Release
cs_cz: &Vydat

# Page 1970646769 - Action 4032263875 - Property 1295455071
source: Release the cash document to indicate that it has been account. The status then changes to Released.
cs_cz: Vydání pokladního dokladu k indikování, že může být zaúčtován. Stav se pak změní na Vydaný.

# Page 1970646769 - Action 1984982954 - Property 2879900210
source: Release and New
cs_cz: Vydat a Nový

# Page 1970646769 - Action 1984982954 - Property 1295455071
source: Release the cash document to indicate that can be posted and create new cash document with same type. The status then changes to Released.
cs_cz: Vydejte pokladní doklad, což bude znamenat, že pokladní doklad může být zaúčtován a vytvořen nový pokladní doklad stejného typu. Stav bude změněn na Vydáno.

# Page 1970646769 - Action 164550341 - Property 2879900210
source: Release and &Print
cs_cz: &Vydat a Tisk

# Page 1970646769 - Action 164550341 - Property 1295455071
source: Release and prepare to print the cash document.
cs_cz: Vydat a připravit tisk pokladního dokladu.

# Page 1970646769 - Action 2071937805 - Property 2879900210
source: Re&open
cs_cz: Znovu o&tevřít

# Page 1970646769 - Action 2071937805 - Property 1295455071
source: Reopen the document to change it after it has been approved. Approved documents have the Released status and must be opened before they can be changed.
cs_cz: Znovuotevření dokladu k jeho změně, poté, co byl schválen. Schválené dokumenty mají stav Vydáno a musí být otevřeny před tím, než jsou změněny.

# Page 1970646769 - Action 2245087378 - Property 2879900210
source: P&osting
cs_cz: Úč&tování

# Page 1970646769 - Action 2282416948 - Property 2879900210
source: P&ost
cs_cz: Účtov&at

# Page 1970646769 - Action 2282416948 - Property 1295455071
source: Finalize the cash document. The values are posted to the related accounts.
cs_cz: Finalizace pokladního dokladu. Hodnoty jsou zaúčtovány na odpovídající účty.

# Page 1970646769 - Action 3001607129 - Property 2879900210
source: Post and New
cs_cz: Účtovat a Nový

# Page 1970646769 - Action 3001607129 - Property 1295455071
source: Finalize the cash document and create new cash document with same type. The values are posted to the related accounts.
cs_cz: Zaúčtujte pokladní doklad a vytvořte nový pokladní doklad stejného typu. Hodnoty budou zaúčtovány na odpovídající účty.

# Page 1970646769 - Action 513012614 - Property 2879900210
source: Post and &Print
cs_cz: Účtovat a vy&tisknout

# Page 1970646769 - Action 513012614 - Property 1295455071
source: Finalize and prepare to print the cash document. The values are posted to the related accounts.
cs_cz: Finalizace a příprava na tisk pokladního dokladu. Hodnoty jsou zaúčtovány na odpovídající účty.

# Page 1970646769 - Action 4266201246 - Property 2879900210
source: Preview Posting
cs_cz: Náhled účtování

# Page 1970646769 - Action 4266201246 - Property 1295455071
source: Review the result of the posting lines before the actual posting.
cs_cz: Posoudit výsledek účtovaných řádků před skutečným zaúčtováním.

# Page 1970646769 - Action 2364670106 - Property 2879900210
source: Request Approval
cs_cz: Schvalování požadavku

# Page 1970646769 - Action 383335270 - Property 2879900210
source: Send A&pproval Request
cs_cz: Odeslat požadavek ke s&chvalování

# Page 1970646769 - Action 383335270 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 1970646769 - Action 858296388 - Property 2879900210
source: Cancel Approval Re&quest
cs_cz: Zrušit požadav&ek ke schvalování

# Page 1970646769 - Action 858296388 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 1970646769 - Action 1344672713 - Property 2879900210
source: &Print
cs_cz: T&isk

# Page 1970646769 - Action 1344672713 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Příprava na tisk dokumentu. V okně možností sestavy pro dokument můžete určit, co chcete zahrnout do tisku.

# Page 1970646769 - NamedType 861539198
source: The cash document has been posted and moved to the Posted Cash Documents window.\\Do you want to open the posted cash document?
cs_cz: Pokladní doklad byl zaúčtován a přesunut do okna Účtovaný pokladní doklad.\Chcete otevřít okno Účtovaný pokladní doklad?

# Page 1938499750 - Property 2879900210
source: Cash Document Lines
cs_cz: Řádky pokladních dokladů

# Page 1938499750 - Control 333492497 - Property 1295455071
source: Specifies the number of cash desk.
cs_cz: Určuje číslo pokladny.

# Page 1938499750 - Control 2676088555 - Property 1295455071
source: Specifies the number of cash document.
cs_cz: Určuje číslo pokladního dokladu.

# Page 1938499750 - Control 2024361351 - Property 1295455071
source: Specifies if the cash desk general document type is payment or refund.
cs_cz: Určuje, zda je typ pokladního dokladu příjem nebo výdej.

# Page 1938499750 - Control 3699788827 - Property 1295455071
source: Specifies the type of account thet the entry will be posted to. To see the options, choose the field.
cs_cz: Určuje typ účtu, na který bude zaúčtována položka. Chcete-li zobrazit dostupné možnosti, vyberte pole.

# Page 1938499750 - Control 1622979514 - Property 1295455071
source: Specifies the number of the account that the entry on the journal line will be posted to.
cs_cz: Určuje číslo účtu, na který bude zaúčtována položka v tomto řádku deníku.

# Page 1938499750 - Control 3461834954 - Property 1295455071
source: Specifies a description of cash document line.
cs_cz: Určuje popis pro řádek pokladního dokladu.
