Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CashDeskLocalizationForCzech/Source/Cash Desk Localization for Czech/Translations/Cash Desk Localization for Czech.*.xlf
Languages: cs_cz

# Table 1415786139 - Property 2879900210
source: Cash Desk
cs_cz: Pokladna

# Table 1415786139 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo

# Table 1415786139 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název

# Table 1415786139 - Field 411528779 - Property 2879900210
source: Search Name
cs_cz: Vyhledávací název

# Table 1415786139 - Field 966287263 - Property 2879900210
source: Name 2
cs_cz: Název 2

# Table 1415786139 - Field 3168444338 - Property 2879900210
source: Address
cs_cz: Adresa

# Table 1415786139 - Field 2306852000 - Property 2879900210
source: Address 2
cs_cz: Adresa 2

# Table 1415786139 - Field 714791889 - Property 2879900210
source: City
cs_cz: Město

# Table 1415786139 - Field 3993128796 - Property 2879900210
source: Contact
cs_cz: Kontakt

# Table 1415786139 - Field 3986423421 - Property 2879900210
source: Phone No.
cs_cz: Telefonní číslo

# Table 1415786139 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
cs_cz: Kód globální dimenze 1

# Table 1415786139 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
cs_cz: Kód globální dimenze 2

# Table 1415786139 - Field 2850626594 - Property 2879900210
source: Bank Acc. Posting Group
cs_cz: Účto skupina bankovního účtu

# Table 1415786139 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# Table 1415786139 - Field 2273653569 - Property 2879900210
source: Language Code
cs_cz: Kód jazyka

# Table 1415786139 - Field 284764054 - Property 2879900210
source: Country/Region Code
cs_cz: Kód země/oblasti

# Table 1415786139 - Field 3660300303 - Property 2879900210
source: Post Code
cs_cz: PSČ

# Table 1415786139 - Field 499448942 - Property 2879900210
source: County
cs_cz: Kraj

# Table 1415786139 - Field 2790486453 - Property 2879900210
source: Comment
cs_cz: Komentář

# Table 1415786139 - Field 3543129988 - Property 2879900210
source: Blocked
cs_cz: Uzavřeno

# Table 1415786139 - Field 995090288 - Property 2879900210
source: Date Filter
cs_cz: Filtr data

# Table 1415786139 - Field 1861213814 - Property 2879900210
source: Global Dimension 1 Filter
cs_cz: Filtr globální dimenze 1

# Table 1415786139 - Field 588326355 - Property 2879900210
source: Global Dimension 2 Filter
cs_cz: Filtr globální dimenze 2

# Table 1415786139 - Field 25700210 - Property 2879900210
source: Balance
cs_cz: Saldo

# Table 1415786139 - Field 2178647059 - Property 2879900210
source: Balance (LCY)
cs_cz: Saldo (LM)

# Table 1415786139 - Field 2304016699 - Property 2879900210
source: Net Change
cs_cz: Pohyb

# Table 1415786139 - Field 2274735498 - Property 2879900210
source: Net Change (LCY)
cs_cz: Pohyb (LM)

# Table 1415786139 - Field 3730000841 - Property 2879900210
source: Balance at Date
cs_cz: Saldo do data

# Table 1415786139 - Field 1396820348 - Property 2879900210
source: Balance at Date (LCY)
cs_cz: Saldo do data (LM)

# Table 1415786139 - Field 2796346326 - Property 2879900210
source: Debit Amount
cs_cz: MD částka

# Table 1415786139 - Field 2556136339 - Property 2879900210
source: Credit Amount
cs_cz: Dal částka

# Table 1415786139 - Field 322595695 - Property 2879900210
source: Debit Amount (LCY)
cs_cz: MD částka (LM)

# Table 1415786139 - Field 4058933634 - Property 2879900210
source: Credit Amount (LCY)
cs_cz: Dal částka (LM)

# Table 1415786139 - Field 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Table 1415786139 - Field 2151158486 - Property 2879900210
source: Min. Balance
cs_cz: Minimální saldo

# Table 1415786139 - Field 3225159632 - Property 2879900210
source: Min. Balance Checking
cs_cz: Kontrola minimálního salda

# Table 1415786139 - Field 3225159632 - Property 62802879
source: No Checking,Warning,Blocking
cs_cz: Bez kontroly,Varování,Blokování

# Table 1415786139 - Field 1598147272 - Property 2879900210
source: Max. Balance
cs_cz: Maximální saldo

# Table 1415786139 - Field 321572926 - Property 2879900210
source: Max. Balance Checking
cs_cz: Kontrola maximálního salda

# Table 1415786139 - Field 321572926 - Property 62802879
source: No Checking,Warning,Blocking
cs_cz: Bez kontroly,Varování,Blokování

# Table 1415786139 - Field 1064988743 - Property 2879900210
source: Allow VAT Difference
cs_cz: Povolit odchylku DPH

# Table 1415786139 - Field 2091493412 - Property 2879900210
source: Payed To/By Checking
cs_cz: Kontrola Vyplatil/Převzal

# Table 1415786139 - Field 2091493412 - Property 62802879
source: No Checking,Warning,Blocking
cs_cz: Bez kontroly,Varování,Blokování

# Table 1415786139 - Field 1908046867 - Property 2879900210
source: Reason Code
cs_cz: Kód příčiny

# Table 1415786139 - Field 1597174103 - Property 2879900210
source: Amounts Including VAT
cs_cz: Částky včetně DPH

# Table 1415786139 - Field 2345378485 - Property 2879900210
source: Confirm Inserting of Document
cs_cz: Potvrdit vložení dokladu

# Table 1415786139 - Field 908418791 - Property 2879900210
source: Debit Rounding Account
cs_cz: MD účet zaokrouhlení

# Table 1415786139 - Field 4017398426 - Property 2879900210
source: Credit Rounding Account
cs_cz: Dal účet zaokrouhlení

# Table 1415786139 - Field 2686139580 - Property 2879900210
source: Rounding Method Code
cs_cz: Kód způsobu zaokrouhlení

# Table 1415786139 - Field 3810210699 - Property 2879900210
source: Responsibility ID (Release)
cs_cz: ID odpovědnosti (vydání)

# Table 1415786139 - Field 3846425164 - Property 2879900210
source: Responsibility ID (Post)
cs_cz: ID odpovědnosti (účtováníí)

# Table 1415786139 - Field 2247850105 - Property 2879900210
source: Responsibility Center
cs_cz: Centrum odpovědnosti

# Table 1415786139 - Field 2459236452 - Property 2879900210
source: Amount Rounding Precision
cs_cz: Přesnost zaokrouhlení částky

# Table 1415786139 - Field 2374711250 - Property 2879900210
source: Cash Document Receipt Nos.
cs_cz: Č. příjmových pokladních dokladů

# Table 1415786139 - Field 209186383 - Property 2879900210
source: Cash Document Withdrawal Nos.
cs_cz: Č. výdejových pokladních dokladů

# Table 1415786139 - Field 1030535908 - Property 2879900210
source: Cash Receipt Limit
cs_cz: Limit příjemky hotovosti

# Table 1415786139 - Field 2483740565 - Property 2879900210
source: Cash Withdrawal Limit
cs_cz: Limit výdejky hotovosti

# Table 1415786139 - Field 1777763221 - Property 2879900210
source: Exclude from Exch. Rate Adj.
cs_cz: Vyloučit z úpravy sm. kurzu

# Table 1415786139 - Field 3246148364 - Property 2879900210
source: Cashier No.
cs_cz: Číslo pokladníka

# Table 1415786139 - NamedType 2917509466
source: You cannot change %1 because there are one or more open ledger entries for this bank account.
cs_cz: %1 nemůžete změnit, protože existuje jedna nebo více otevřených položek tohoto bankovního účtu.

# Table 1415786139 - NamedType 3176775395
source: Before you can use Online Map, you must fill in the Online Map Setup window.\See Setting Up Online Map in Help.
cs_cz: Abyste mohli použít funkci Online Map, je nutné vyplnit pole v okně Nastavení Online Map.\Viz téma Nastavení Online Map v nápovědě.

# Table 1415786139 - NamedType 2268357950
source: All entries will be excluded from Exchange Rates Adjustment. Do you want to continue?
cs_cz: Všechny položky budou z úpravy směnného kurzu vyloučeny. Chcete pokračovat?

# Table 1415786139 - NamedType 28698063
source: You cannot delete %1 %2, beacause %3 exist.
cs_cz: Nemůžete odstranit %1 %2, protože existuje %3.

# Table 1415786139 - NamedType 1986946204
source: There is no Currency Exchange Rate within the filter. Filters: %1.
cs_cz: Ve filtru není žádný směnný kurz měny. Filtry: %1.

# Table 682241918 - Property 2879900210
source: Cash Desk Cue
cs_cz: Pokladní hromádka

# Table 682241918 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč

# Table 682241918 - Field 2840028324 - Property 2879900210
source: Open Documents
cs_cz: Otevřené doklady

# Table 682241918 - Field 2797609507 - Property 2879900210
source: Released Documents
cs_cz: Vydané doklady

# Table 682241918 - Field 3381351663 - Property 2879900210
source: Posted Documents
cs_cz: Účtované doklady

# Table 682241918 - Field 995090288 - Property 2879900210
source: Date Filter
cs_cz: Filtr data

# Table 682241918 - Field 2708537612 - Property 2879900210
source: Cash Desk Filter
cs_cz: Filtr pokladny

# Table 3330568767 - Property 2879900210
source: Cash Desk Event
cs_cz: Pokladní případ

# Table 3330568767 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 3330568767 - Field 333492497 - Property 2879900210
source: Cash Desk No.
cs_cz: Číslo pokladny

# Table 3330568767 - Field 2363328873 - Property 2879900210
source: Cash Document Type
cs_cz: Typ pokladního dokladu

# Table 3330568767 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 3330568767 - Field 3699788827 - Property 2879900210
source: Account Type
cs_cz: Typ účtu

# Table 3330568767 - Field 1622979514 - Property 2879900210
source: Account No.
cs_cz: Číslo účtu

# Table 3330568767 - Field 2024361351 - Property 2879900210
source: Document Type
cs_cz: Typ dokladu

# Table 3330568767 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
cs_cz: Kód globální dimenze 1

# Table 3330568767 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
cs_cz: Kód globální dimenze 2

# Table 3330568767 - Field 59113118 - Property 2879900210
source: Gen. Posting Type
cs_cz: Typ obecného účtování

# Table 3330568767 - Field 59113118 - Property 62802879
source: ,Purchase,Sale
cs_cz: ,Nákup,Prodej

# Table 3330568767 - Field 1389243188 - Property 2879900210
source: EET Transaction
cs_cz: Transakce EET

# Table 3330568767 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
cs_cz: DPH obchodní účto skupina

# Table 3330568767 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
cs_cz: DPH účto skupina zboží

# Table 2439078085 - Property 2879900210
source: Cash Desk Report Selections
cs_cz: Výběry sestav pokladny

# Table 2439078085 - Field 1510562767 - Property 2879900210
source: Usage
cs_cz: Použití

# Table 2439078085 - Field 4154341761 - Property 2879900210
source: Sequence
cs_cz: Sekvence

# Table 2439078085 - Field 1272245069 - Property 2879900210
source: Report ID
cs_cz: ID sestavy

# Table 2439078085 - Field 3046817188 - Property 2879900210
source: Report Caption
cs_cz: Titulek sestavy

# Table 2752856172 - Property 2879900210
source: Cash Desk User
cs_cz: Uživatel pokladny

# Table 2752856172 - Field 333492497 - Property 2879900210
source: Cash Desk No.
cs_cz: Číslo pokladny

# Table 2752856172 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele

# Table 2752856172 - Field 710972128 - Property 2879900210
source: Create
cs_cz: Vytvořit

# Table 2752856172 - Field 4142352379 - Property 2879900210
source: Issue
cs_cz: Vydání

# Table 2752856172 - Field 2282416948 - Property 2879900210
source: Post
cs_cz: Účtovat

# Table 2752856172 - Field 3242230412 - Property 2879900210
source: Post EET Only
cs_cz: Účtovat pouze EET

# Table 2752856172 - Field 1581469095 - Property 2879900210
source: User Full Name
cs_cz: Jméno a příjmení uživatele

# Table 2752856172 - Method 2451657066 - NamedType 3479545619
source: Current user is not %1.\Cash Desk %2 will not be accessible for you.\\Do you want create %1 for %3?
cs_cz: Aktuální uživatel není %1.\Pokladna %2 pro vás nebude přístupná.\\Chcete vytvořit %1 pro %3?

# Table 2752856172 - Method 3152277940 - NamedType 1820987230
source: Cash Desk %2 will not be accessible for you.\\Do you want stay %1 for %3?
cs_cz: Pokladna %2 pro vás nebude přístupná.\\Chcete ponechat %1 pro %3?

# Table 2000055132 - Property 2879900210
source: Cash Document Header
cs_cz: Hlavička pokladního dokladu

# Table 2000055132 - Field 333492497 - Property 2879900210
source: Cash Desk No.
cs_cz: Číslo pokladny

# Table 2000055132 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo

# Table 2000055132 - Field 841747338 - Property 2879900210
source: Pay-to/Receive-from Name
cs_cz: Vyplaceno komu/Přijato od

# Table 2000055132 - Field 4043522040 - Property 2879900210
source: Pay-to/Receive-from Name 2
cs_cz: Vyplaceno komu/Přijato od 2

# Table 2000055132 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Table 2000055132 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka

# Table 2000055132 - Field 592951229 - Property 2879900210
source: Amount (LCY)
cs_cz: Částka (LM)

# Table 2000055132 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav

# Table 2000055132 - Field 2682724073 - Property 2879900210
source: No. Printed
cs_cz: Kolikrát vytištěno

# Table 2000055132 - Field 3148931863 - Property 2879900210
source: Created ID
cs_cz: ID vytvořil

# Table 2000055132 - Field 3962959548 - Property 2879900210
source: Released ID
cs_cz: ID vydal

# Table 2000055132 - Field 2363328873 - Property 2879900210
source: Document Type
cs_cz: Typ dokladu

# Table 2000055132 - Field 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Table 2000055132 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# Table 2000055132 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
cs_cz: Kód zkratky dimenze 1

# Table 2000055132 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
cs_cz: Kód zkratky dimenze 2

# Table 2000055132 - Field 2324056710 - Property 2879900210
source: Currency Factor
cs_cz: Faktor měny

# Table 2000055132 - Field 580412389 - Property 2879900210
source: Document Date
cs_cz: Datum dokladu

# Table 2000055132 - Field 3163386377 - Property 2879900210
source: VAT Date
cs_cz: Datum DPH

# Table 2000055132 - Field 2500892784 - Property 2879900210
source: Created Date
cs_cz: Datum vytvoření

# Table 2000055132 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 2000055132 - Field 3883264070 - Property 2879900210
source: Salespers./Purch. Code
cs_cz: Kód prodejce/nákupčího

# Table 2000055132 - Field 1597174103 - Property 2879900210
source: Amounts Including VAT
cs_cz: Částky včetně DPH

# Table 2000055132 - Field 3309804955 - Property 2879900210
source: Released Amount
cs_cz: Částka při vydání

# Table 2000055132 - Field 904390814 - Property 2879900210
source: VAT Base Amount
cs_cz: Částka základu DPH

# Table 2000055132 - Field 1650118938 - Property 2879900210
source: Amount Including VAT
cs_cz: Částka včetně DPH

# Table 2000055132 - Field 953833239 - Property 2879900210
source: VAT Base Amount (LCY)
cs_cz: Částka základu DPH (LM)

# Table 2000055132 - Field 2348384091 - Property 2879900210
source: Amount Including VAT (LCY)
cs_cz: Částka včetně DPH (LM)

# Table 2000055132 - Field 1908046867 - Property 2879900210
source: Reason Code
cs_cz: Kód příčiny

# Table 2000055132 - Field 1527563463 - Property 2879900210
source: External Document No.
cs_cz: Číslo externího dokladu

# Table 2000055132 - Field 2247850105 - Property 2879900210
source: Responsibility Center
cs_cz: Centrum odpovědnosti

# Table 2000055132 - Field 2431628344 - Property 2879900210
source: Payment Purpose
cs_cz: Účel platby

# Table 2000055132 - Field 549730328 - Property 2879900210
source: Received By
cs_cz: Převzal

# Table 2000055132 - Field 2522891363 - Property 2879900210
source: Identification Card No.
cs_cz: Číslo občanského průkazu

# Table 2000055132 - Field 985534537 - Property 2879900210
source: Paid By
cs_cz: Vyplatil

# Table 2000055132 - Field 2504623107 - Property 2879900210
source: Received From
cs_cz: Přijato od

# Table 2000055132 - Field 2991357529 - Property 2879900210
source: Paid To
cs_cz: Vyplaceno komu

# Table 2000055132 - Field 3430636682 - Property 2879900210
source: Registration No.
cs_cz: IČ

# Table 2000055132 - Field 617267791 - Property 2879900210
source: VAT Registration No.
cs_cz: DIČ

# Table 2000055132 - Field 1522950594 - Property 2879900210
source: Partner Type
cs_cz: Typ partnera

# Table 2000055132 - Field 3106633803 - Property 2879900210
source: Partner No.
cs_cz: Číslo partnera

# Table 2000055132 - Field 565950836 - Property 2879900210
source: Canceled Document
cs_cz: Stornovaný doklad

# Table 2000055132 - Field 1105117216 - Property 2879900210
source: EET Cash Register
cs_cz: Pokladna EET

# Table 2000055132 - Field 1389243188 - Property 2879900210
source: EET Transaction
cs_cz: Transakce EET

# Table 2000055132 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
cs_cz: ID sady dimenzí

# Table 2000055132 - NamedType 2006275734
source: Payment %1
cs_cz: Platba %1

# Table 2000055132 - NamedType 314551018
source: Refund %1
cs_cz: Refundace %1

# Table 2000055132 - NamedType 430254759
source: You cannot rename a %1.
cs_cz: %1 nelze přejmenovat.

# Table 2000055132 - NamedType 886382813
source: Do you want to update the exchange rate?
cs_cz: Chcete aktualizovat směnný kurz?

# Table 2000055132 - NamedType 3091254118
source: You have modified %1.\Do you want to update lines?
cs_cz: Změnili jste %1.\Chcete zaktualizovat řádky?

# Table 2000055132 - NamedType 2177057686
source: You may have changed a dimension.\\Do you want to update the lines?
cs_cz: Možná jste změnili dimenzi.\\ Chcete aktualizovat řádky?

# Table 2000055132 - NamedType 4007920150
source: Your identification is set up to process from %1 %2 only.
cs_cz: Vaše identifikace je nastavena pouze na zpracování od %1 do %2.

# Table 2000055132 - NamedType 1724452894
source: You cannot modify this document. Your identification is set up to process from %1 %2 only.
cs_cz: Nemůžete upravovat tento doklad. Vaše identifikace Vás opravňuje pouze pro zpracování %1 %2.

# Table 2000055132 - NamedType 2093813421
source: You cannot delete this document. Your identification is set up to process from %1 %2 only.
cs_cz: Tento doklad nemůžete odstranit. Vaše identifikace povoluje pracovat pouze od %1 %2.

# Table 2000055132 - NamedType 636253751
source: You are not alloved create %1 on %2 %3.
cs_cz: Nemáte právo vytvořit %1 v %2 %3.

# Table 2000055132 - NamedType 1143179046
source: Do you want to create %1 at Cash Desk %2?
cs_cz: Chcete vytvořit %1 na pokladně %2?

# Table 2000055132 - NamedType 2367821945
source: Deleting this document will cause a gap in the number series for posted cash documents.\Do you want continue?
cs_cz: Odstranění tohoto dokladu způsobí mezeru v číselné řadě účtovaných pokladních dokladů.\Chcete pokračovat?

# Table 2453418483 - Property 2879900210
source: Cash Document Line
cs_cz: Řádek pokladního dokladu

# Table 2453418483 - Field 333492497 - Property 2879900210
source: Cash Desk No.
cs_cz: Číslo pokladny

# Table 2453418483 - Field 2676088555 - Property 2879900210
source: Cash Document No.
cs_cz: Č. pokladního dokladu

# Table 2453418483 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku

# Table 2453418483 - Field 2024361351 - Property 2879900210
source: Gen. Document Type
cs_cz: Obecný typ dokladu

# Table 2453418483 - Field 3699788827 - Property 2879900210
source: Account Type
cs_cz: Typ účtu

# Table 2453418483 - Field 1622979514 - Property 2879900210
source: Account No.
cs_cz: Číslo účtu

# Table 2453418483 - Field 1527563463 - Property 2879900210
source: External Document No.
cs_cz: Číslo externího dokladu

# Table 2453418483 - Field 1915851633 - Property 2879900210
source: Posting Group
cs_cz: Účto skupina

# Table 2453418483 - Field 205485070 - Property 2879900210
source: Applies-To Doc. Type
cs_cz: Typ vyrovnání dokladu

# Table 2453418483 - Field 364278415 - Property 2879900210
source: Applies-To Doc. No.
cs_cz: Č. vyrovnání dokladu

# Table 2453418483 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 2453418483 - Field 47657272 - Property 2879900210
source: Description 2
cs_cz: Popis 2

# Table 2453418483 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka

# Table 2453418483 - Field 592951229 - Property 2879900210
source: Amount (LCY)
cs_cz: Částka (LM)

# Table 2453418483 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
cs_cz: Kód zkratky dimenze 1

# Table 2453418483 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
cs_cz: Kód zkratky dimenze 2

# Table 2453418483 - Field 2363328873 - Property 2879900210
source: Cash Document Type
cs_cz: Typ pokladního dokladu

# Table 2453418483 - Field 3093642907 - Property 2879900210
source: Applies-to ID
cs_cz: ID vyrovnání

# Table 2453418483 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# Table 2453418483 - Field 2759347632 - Property 2879900210
source: Cash Desk Event
cs_cz: Pokladní případ

# Table 2453418483 - Field 3883264070 - Property 2879900210
source: Salespers./Purch. Code
cs_cz: Kód prodejce/nákupčího

# Table 2453418483 - Field 1908046867 - Property 2879900210
source: Reason Code
cs_cz: Kód příčiny

# Table 2453418483 - Field 904390814 - Property 2879900210
source: VAT Base Amount
cs_cz: Částka základu DPH

# Table 2453418483 - Field 1650118938 - Property 2879900210
source: Amount Including VAT
cs_cz: Částka včetně DPH

# Table 2453418483 - Field 1108276017 - Property 2879900210
source: VAT Amount
cs_cz: Částka DPH

# Table 2453418483 - Field 953833239 - Property 2879900210
source: VAT Base Amount (LCY)
cs_cz: Částka základu DPH (LM)

# Table 2453418483 - Field 2348384091 - Property 2879900210
source: Amount Including VAT (LCY)
cs_cz: Částka včetně DPH (LM)

# Table 2453418483 - Field 2911518948 - Property 2879900210
source: VAT Amount (LCY)
cs_cz: Částka DPH (LM)

# Table 2453418483 - Field 2992823416 - Property 2879900210
source: VAT Difference
cs_cz: Odchylka DPH

# Table 2453418483 - Field 1246077090 - Property 2879900210
source: VAT %
cs_cz: DPH %

# Table 2453418483 - Field 2534656220 - Property 2879900210
source: VAT Identifier
cs_cz: Identifikátor DPH

# Table 2453418483 - Field 685875197 - Property 2879900210
source: VAT Difference (LCY)
cs_cz: Odchylka DPH (LM)

# Table 2453418483 - Field 2283884360 - Property 2879900210
source: System-Created Entry
cs_cz: Systémem vytvořená položka

# Table 2453418483 - Field 59113118 - Property 2879900210
source: Gen. Posting Type
cs_cz: Typ obecného účtování

# Table 2453418483 - Field 2971014054 - Property 2879900210
source: VAT Calculation Type
cs_cz: Typ výpočtu DPH

# Table 2453418483 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
cs_cz: DPH obchodní účto skupina

# Table 2453418483 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
cs_cz: DPH účto skupina zboží

# Table 2453418483 - Field 3144071522 - Property 2879900210
source: Use Tax
cs_cz: Spotřební daň

# Table 2453418483 - Field 1877866625 - Property 2879900210
source: FA Posting Type
cs_cz: Typ účtování DM

# Table 2453418483 - Field 2223214263 - Property 2879900210
source: Depreciation Book Code
cs_cz: Kód knihy odpisů

# Table 2453418483 - Field 2422551700 - Property 2879900210
source: Maintenance Code
cs_cz: Kód údržby

# Table 2453418483 - Field 2385065524 - Property 2879900210
source: Duplicate in Depreciation Book
cs_cz: Duplikát v knize odpisů

# Table 2453418483 - Field 607461957 - Property 2879900210
source: Use Duplication List
cs_cz: Použít seznam duplikátů

# Table 2453418483 - Field 2247850105 - Property 2879900210
source: Responsibility Center
cs_cz: Centrum odpovědnosti

# Table 2453418483 - Field 1389243188 - Property 2879900210
source: EET Transaction
cs_cz: Transakce EET

# Table 2453418483 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
cs_cz: ID sady dimenzí
