Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CashDeskLocalizationForCzech/Source/Cash Desk Localization for Czech/Translations/Cash Desk Localization for Czech.*.xlf
Languages: cs_cz

# Table 2453418483 - Field 3770308547 - Property 2879900210
source: Advance Letter Link Code
cs_cz: Kód propojení zálohy

# Table 2453418483 - NamedType 430254759
source: You cannot rename a %1.
cs_cz: %1 nelze přejmenovat.

# Table 2453418483 - NamedType 3431019314
source: The %1 in the %2 will be changed from %3 to %4.\Do you wish to continue?
cs_cz: %1 v %2 se změní z %3 na %4.\Chcete pokračovat?

# Table 2453418483 - NamedType 835361004
source: The update has been interrupted to respect the warning.
cs_cz: Aktualizace byla přerušena s ohledem na varování.

# Table 2453418483 - NamedType 1163970306
source: %1 must be negative.
cs_cz: %1 musí být negativní.

# Table 2453418483 - NamedType 885110970
source: %1 must be positive.
cs_cz: %1 musí být pozitivní.

# Table 2453418483 - NamedType 1984498423
source: %1 must be %2 or %3.
cs_cz: %1 musí být %2 nebo %3.

# Table 2453418483 - NamedType 4845218
source: The %1 must not be more than %2.
cs_cz: %1 nesmí být větší než %2.

# Table 2453418483 - NamedType 2338373945
source: must be 0 when %1 is %2.
cs_cz: musí být 0, pokud %1 je %2.

# Table 2510615053 - Property 2879900210
source: Currency Nominal Value
cs_cz: Nominální hodnota měny

# Table 2510615053 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# Table 2510615053 - Field 2318958783 - Property 2879900210
source: Value
cs_cz: Hodnota

# Table 3461936842 - Property 2879900210
source: Posted Cash Document Header
cs_cz: Hlavička účtovaného pokladního dokladu

# Table 3461936842 - Field 333492497 - Property 2879900210
source: Cash Desk No.
cs_cz: Číslo pokladny

# Table 3461936842 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo

# Table 3461936842 - Field 841747338 - Property 2879900210
source: Pay-to/Receive-from Name
cs_cz: Vyplaceno komu/Přijato od

# Table 3461936842 - Field 4043522040 - Property 2879900210
source: Pay-to/Receive-from Name 2
cs_cz: Vyplaceno komu/Přijato od 2

# Table 3461936842 - Field 3710982960 - Property 2879900210
source: Posting Date
cs_cz: Zúčtovací datum

# Table 3461936842 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka

# Table 3461936842 - Field 592951229 - Property 2879900210
source: Amount (LCY)
cs_cz: Částka (LM)

# Table 3461936842 - Field 2682724073 - Property 2879900210
source: No. Printed
cs_cz: Kolikrát vytištěno

# Table 3461936842 - Field 3148931863 - Property 2879900210
source: Created ID
cs_cz: ID vytvořil

# Table 3461936842 - Field 3962959548 - Property 2879900210
source: Released ID
cs_cz: ID vydal

# Table 3461936842 - Field 2566427080 - Property 2879900210
source: Posted ID
cs_cz: ID zaúčtoval

# Table 3461936842 - Field 2363328873 - Property 2879900210
source: Document Type
cs_cz: Typ dokladu

# Table 3461936842 - Field 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Table 3461936842 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# Table 3461936842 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
cs_cz: Kód zkratky dimenze 1

# Table 3461936842 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
cs_cz: Kód zkratky dimenze 2

# Table 3461936842 - Field 2324056710 - Property 2879900210
source: Currency Factor
cs_cz: Faktor měny

# Table 3461936842 - Field 580412389 - Property 2879900210
source: Document Date
cs_cz: Datum dokladu

# Table 3461936842 - Field 3163386377 - Property 2879900210
source: VAT Date
cs_cz: Datum DPH

# Table 3461936842 - Field 2500892784 - Property 2879900210
source: Created Date
cs_cz: Datum vytvoření

# Table 3461936842 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 3461936842 - Field 3883264070 - Property 2879900210
source: Salespers./Purch. Code
cs_cz: Kód prodejce/nákupčího

# Table 3461936842 - Field 1597174103 - Property 2879900210
source: Amounts Including VAT
cs_cz: Částky včetně DPH

# Table 3461936842 - Field 904390814 - Property 2879900210
source: VAT Base Amount
cs_cz: Částka základu DPH

# Table 3461936842 - Field 1650118938 - Property 2879900210
source: Amount Including VAT
cs_cz: Částka včetně DPH

# Table 3461936842 - Field 953833239 - Property 2879900210
source: VAT Base Amount (LCY)
cs_cz: Částka základu DPH (LM)

# Table 3461936842 - Field 2348384091 - Property 2879900210
source: Amount Including VAT (LCY)
cs_cz: Částka včetně DPH (LM)

# Table 3461936842 - Field 1908046867 - Property 2879900210
source: Reason Code
cs_cz: Kód příčiny

# Table 3461936842 - Field 1527563463 - Property 2879900210
source: External Document No.
cs_cz: Číslo externího dokladu

# Table 3461936842 - Field 2247850105 - Property 2879900210
source: Responsibility Center
cs_cz: Centrum odpovědnosti

# Table 3461936842 - Field 2431628344 - Property 2879900210
source: Payment Purpose
cs_cz: Účel platby

# Table 3461936842 - Field 549730328 - Property 2879900210
source: Received By
cs_cz: Převzal

# Table 3461936842 - Field 2522891363 - Property 2879900210
source: Identification Card No.
cs_cz: Číslo občanského průkazu

# Table 3461936842 - Field 985534537 - Property 2879900210
source: Paid By
cs_cz: Vyplatil

# Table 3461936842 - Field 2504623107 - Property 2879900210
source: Received From
cs_cz: Přijato od

# Table 3461936842 - Field 2991357529 - Property 2879900210
source: Paid To
cs_cz: Vyplaceno komu

# Table 3461936842 - Field 3430636682 - Property 2879900210
source: Registration No.
cs_cz: IČ

# Table 3461936842 - Field 617267791 - Property 2879900210
source: VAT Registration No.
cs_cz: DIČ

# Table 3461936842 - Field 1522950594 - Property 2879900210
source: Partner Type
cs_cz: Typ partnera

# Table 3461936842 - Field 3106633803 - Property 2879900210
source: Partner No.
cs_cz: Číslo partnera

# Table 3461936842 - Field 565950836 - Property 2879900210
source: Canceled Document
cs_cz: Stornovaný doklad

# Table 3461936842 - Field 1049854345 - Property 2879900210
source: EET Entry No.
cs_cz: Číslo položky EET

# Table 3461936842 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
cs_cz: ID sady dimenzí

# Table 4056922900 - Property 2879900210
source: Posted Cash Document Line
cs_cz: Řádek účtovaného pokladního dokladu

# Table 4056922900 - Field 333492497 - Property 2879900210
source: Cash Desk No.
cs_cz: Číslo pokladny

# Table 4056922900 - Field 2676088555 - Property 2879900210
source: Cash Document No.
cs_cz: Č. pokladního dokladu

# Table 4056922900 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku

# Table 4056922900 - Field 2024361351 - Property 2879900210
source: Gen. Document Type
cs_cz: Obecný typ dokladu

# Table 4056922900 - Field 3699788827 - Property 2879900210
source: Account Type
cs_cz: Typ účtu

# Table 4056922900 - Field 1622979514 - Property 2879900210
source: Account No.
cs_cz: Číslo účtu

# Table 4056922900 - Field 1527563463 - Property 2879900210
source: External Document No.
cs_cz: Číslo externího dokladu

# Table 4056922900 - Field 1915851633 - Property 2879900210
source: Posting Group
cs_cz: Účto skupina

# Table 4056922900 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 4056922900 - Field 47657272 - Property 2879900210
source: Description 2
cs_cz: Popis 2

# Table 4056922900 - Field 636392376 - Property 2879900210
source: Amount
cs_cz: Částka

# Table 4056922900 - Field 592951229 - Property 2879900210
source: Amount (LCY)
cs_cz: Částka (LM)

# Table 4056922900 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
cs_cz: Kód zkratky dimenze 1

# Table 4056922900 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
cs_cz: Kód zkratky dimenze 2

# Table 4056922900 - Field 2363328873 - Property 2879900210
source: Cash Document Type
cs_cz: Typ pokladního dokladu

# Table 4056922900 - Field 4198939294 - Property 2879900210
source: Currency Code
cs_cz: Kód měny

# Table 4056922900 - Field 2759347632 - Property 2879900210
source: Cash Desk Event
cs_cz: Pokladní případ

# Table 4056922900 - Field 3883264070 - Property 2879900210
source: Salespers./Purch. Code
cs_cz: Kód prodejce/nákupčího

# Table 4056922900 - Field 1908046867 - Property 2879900210
source: Reason Code
cs_cz: Kód příčiny

# Table 4056922900 - Field 904390814 - Property 2879900210
source: VAT Base Amount
cs_cz: Částka základu DPH

# Table 4056922900 - Field 1650118938 - Property 2879900210
source: Amount Including VAT
cs_cz: Částka včetně DPH

# Table 4056922900 - Field 1108276017 - Property 2879900210
source: VAT Amount
cs_cz: Částka DPH

# Table 4056922900 - Field 953833239 - Property 2879900210
source: VAT Base Amount (LCY)
cs_cz: Částka základu DPH (LM)

# Table 4056922900 - Field 2348384091 - Property 2879900210
source: Amount Including VAT (LCY)
cs_cz: Částka včetně DPH (LM)

# Table 4056922900 - Field 2911518948 - Property 2879900210
source: VAT Amount (LCY)
cs_cz: Částka DPH (LM)

# Table 4056922900 - Field 2992823416 - Property 2879900210
source: VAT Difference
cs_cz: Odchylka DPH

# Table 4056922900 - Field 1246077090 - Property 2879900210
source: VAT %
cs_cz: DPH %

# Table 4056922900 - Field 2534656220 - Property 2879900210
source: VAT Identifier
cs_cz: Identifikátor DPH

# Table 4056922900 - Field 685875197 - Property 2879900210
source: VAT Difference (LCY)
cs_cz: Odchylka DPH (LM)

# Table 4056922900 - Field 2283884360 - Property 2879900210
source: System-Created Entry
cs_cz: Systémem vytvořená položka

# Table 4056922900 - Field 59113118 - Property 2879900210
source: Gen. Posting Type
cs_cz: Typ obecného účtování

# Table 4056922900 - Field 2971014054 - Property 2879900210
source: VAT Calculation Type
cs_cz: Typ výpočtu DPH

# Table 4056922900 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
cs_cz: DPH obchodní účto skupina

# Table 4056922900 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
cs_cz: DPH účto skupina zboží

# Table 4056922900 - Field 3144071522 - Property 2879900210
source: Use Tax
cs_cz: Spotřební daň

# Table 4056922900 - Field 1877866625 - Property 2879900210
source: FA Posting Type
cs_cz: Typ účtování DM

# Table 4056922900 - Field 2223214263 - Property 2879900210
source: Depreciation Book Code
cs_cz: Kód knihy odpisů

# Table 4056922900 - Field 2422551700 - Property 2879900210
source: Maintenance Code
cs_cz: Kód údržby

# Table 4056922900 - Field 2385065524 - Property 2879900210
source: Duplicate in Depreciation Book
cs_cz: Duplikát v knize odpisů

# Table 4056922900 - Field 607461957 - Property 2879900210
source: Use Duplication List
cs_cz: Použít seznam duplikátů

# Table 4056922900 - Field 2247850105 - Property 2879900210
source: Responsibility Center
cs_cz: Centrum odpovědnosti

# Table 4056922900 - Field 1389243188 - Property 2879900210
source: EET Transaction
cs_cz: Transakce EET

# Table 4056922900 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
cs_cz: ID sady dimenzí

# Codeunit 2304903586 - Method 1978863452 - NamedType 1073941225
source: You cannot change Cash Desks because are obsolete.
cs_cz: Pokladny nelze změnit, protože jsou zastaralé.

# Codeunit 1769783446 - NamedType 2360641109
source: There are no Cash Desk accounts.
cs_cz: Neexistují žádné pokladní účty.

# Codeunit 1769783446 - NamedType 38552595
source: You don't have permission to post %1.
cs_cz: Nemáte právo účtovat %1.

# Codeunit 1769783446 - NamedType 1996928180
source: You don't have permission to issue %1.
cs_cz: Nemáte právo vydat %1.

# Codeunit 1769783446 - NamedType 712830527
source: You don't have permission to create %1.
cs_cz: Nemáte právo vytvořit %1.

# Codeunit 1769783446 - NamedType 57156200
source: one
cs_cz: jedna

# Codeunit 1769783446 - NamedType 1703650376
source: two
cs_cz: dva

# Codeunit 1769783446 - NamedType 3824148895
source: two
cs_cz: dva

# Codeunit 1769783446 - NamedType 199809130
source: three
cs_cz: tři

# Codeunit 1769783446 - NamedType 3985749314
source: four
cs_cz: čtyři

# Codeunit 1769783446 - NamedType 3807634184
source: five
cs_cz: pět

# Codeunit 1769783446 - NamedType 1660954214
source: six
cs_cz: šest

# Codeunit 1769783446 - NamedType 3934053733
source: seven
cs_cz: sedm

# Codeunit 1769783446 - NamedType 1549395729
source: eight
cs_cz: osm

# Codeunit 1769783446 - NamedType 618728392
source: nine
cs_cz: devět

# Codeunit 1769783446 - NamedType 3389443721
source: ten
cs_cz: deset

# Codeunit 1769783446 - NamedType 3457427291
source: eleven
cs_cz: jedenáct

# Codeunit 1769783446 - NamedType 894732915
source: twelve
cs_cz: dvanáct

# Codeunit 1769783446 - NamedType 2893703591
source: thirteen
cs_cz: třináct

# Codeunit 1769783446 - NamedType 1130339792
source: fourteen
cs_cz: čtrnáct

# Codeunit 1769783446 - NamedType 886851693
source: fifteen
cs_cz: patnáct

# Codeunit 1769783446 - NamedType 614114932
source: sixteen
cs_cz: šestnáct

# Codeunit 1769783446 - NamedType 3174125347
source: seventeen
cs_cz: sedmnáct

# Codeunit 1769783446 - NamedType 662747891
source: eighteen
cs_cz: osmnáct

# Codeunit 1769783446 - NamedType 310382378
source: nineteen
cs_cz: devatenáct

# Codeunit 1769783446 - NamedType 581504247
source: twenty
cs_cz: dvacet

# Codeunit 1769783446 - NamedType 3806960470
source: thirty
cs_cz: třicet

# Codeunit 1769783446 - NamedType 2692793330
source: forty
cs_cz: čtyřicet

# Codeunit 1769783446 - NamedType 3834879600
source: fifty
cs_cz: padesát

# Codeunit 1769783446 - NamedType 1847326649
source: sixty
cs_cz: šedesát

# Codeunit 1769783446 - NamedType 2898073610
source: seventy
cs_cz: sedmdesát

# Codeunit 1769783446 - NamedType 2657429946
source: eighty
cs_cz: osmdesát

# Codeunit 1769783446 - NamedType 2570710131
source: ninety
cs_cz: devadesát

# Codeunit 1769783446 - NamedType 3117714180
source: hundred
cs_cz: sto

# Codeunit 1769783446 - NamedType 1937836004
source: twohundred
cs_cz: dvěstě

# Codeunit 1769783446 - NamedType 2672585782
source: threehundred
cs_cz: třista

# Codeunit 1769783446 - NamedType 4075265902
source: fourhundred
cs_cz: čtyřista

# Codeunit 1769783446 - NamedType 2842807076
source: fivehundred
cs_cz: pětset

# Codeunit 1769783446 - NamedType 1587981802
source: sixhundred
cs_cz: šestset

# Codeunit 1769783446 - NamedType 1965283777
source: sevenhundred
cs_cz: sedmset

# Codeunit 1769783446 - NamedType 641099349
source: eighthundred
cs_cz: osmset

# Codeunit 1769783446 - NamedType 4250477412
source: ninehundred
cs_cz: devětset

# Codeunit 1769783446 - NamedType 3114415348
source: million
cs_cz: jedenmilión

# Codeunit 1769783446 - NamedType 743466539
source: million
cs_cz: jedenmilión

# Codeunit 1769783446 - NamedType 2664915374
source: million
cs_cz: jedenmilión

# Codeunit 1769783446 - NamedType 2435513626
source: thousand
cs_cz: tisíc

# Codeunit 1769783446 - NamedType 3600130273
source: thousand
cs_cz: tisíce

# Codeunit 1769783446 - NamedType 3562594720
source: thousand
cs_cz: tisíce

# Codeunit 1769783446 - Method 451160143 - NamedType 3982816155
source: User %1 is not Cash Desk User.
cs_cz: Uživatel %1 není uživatelem žádné pokladny.

# Codeunit 1769783446 - Method 451160143 - NamedType 3545696452
source: User %1 is not Cash Desk User of %2.
cs_cz: Uživatel %1 není uživatelem pokladny %2.

# Codeunit 1769783446 - Method 451160143 - NamedType 2663884035
source: User %1 is not Cash Desk User in set up Responsibility Center %2.
cs_cz: Uživatel %1 není uživatelem pokladny, které je přiřazeno centrum odpovědnosti %2.

# Codeunit 1769783446 - Method 451160143 - NamedType 3674467932
source: User %1 is not Cash Desk User of %2 is set up Responsibility Center %3.
cs_cz: Uživatel %1 není uživatelem pokladny %2, které je přiřazeno centrum odpovědnosti %3.

# Codeunit 297792853 - NamedType 4005917478
source: No approval workflow for this record type is enabled.
cs_cz: Žádné workflow schvalování není povoleno pro tento typ záznamu.

# Codeunit 297792853 - Method 2295485153 - NamedType 3276365407
source: Cash Document %1 of type %2 must be approved and released before you can perform this action.
cs_cz: Pokladní doklad %1 typu %2 musí být schválen a vydán před provedením této akce.

# Codeunit 3510857294 - NamedType 3606899323
source: Posting Document #1#################################\\Posting Lines #2######\
cs_cz: Účtování dokladu #1#################################\\Účtování řádků #2######\

# Codeunit 3510857294 - NamedType 394975156
source: is not within your range of allowed posting dates
cs_cz: není v rozmezí povolených dat zaúčtování.

# Codeunit 3510857294 - NamedType 2789051626
source: %1 is not equal %2.
cs_cz: %1 není stejná jako %2.

# Codeunit 3510857294 - NamedType 2207544613
source: A dimension used in %1 %2, %3, %4 has caused an error.\\%5.
cs_cz: Dimenze použitá v %1 %2, %3, %4 způsobila chybu.\\%5.

# Codeunit 59677030 - NamedType 1306755128
source: Do you want to post %1 %2?
cs_cz: Chcete zaúčtovat %1 %2?

# Codeunit 826359093 - NamedType 4233892727
source: There are no Cash Document Lines to release.
cs_cz: Neexistují žádné řádky pokladního dokladu k vydání.

# Codeunit 826359093 - NamedType 3042269009
source: Cash Document Amount exceeded maximal limit (%1).
cs_cz: Částka pokladního dokladu překročila maximální limit (%1).

# Codeunit 826359093 - NamedType 3894028262
source: Balance will be greater than %1 after release.
cs_cz: Po vydání bude zůstatek větší než %1.

# Codeunit 826359093 - NamedType 105645861
source: Balance will be lower than %1 after release.
cs_cz: Po vydání bude zůstatek nižší než %1.

# Codeunit 826359093 - NamedType 4247982675
source: Balance will be greater than %1 after release.\\Do you want to continue?
cs_cz: Po vydání bude zůstatek větší než %1.\\Chcete pokračovat?

# Codeunit 826359093 - NamedType 3170542644
source: Balance will be lower than %1 after release.\\Do you want to continue?
cs_cz: Po vydání bude zůstatek nižší než %1.\\Chcete pokračovat?

# Codeunit 826359093 - NamedType 237908939
source: %1 or %2 is empty.\\Do you want to continue?
cs_cz: %1 nebo %2 je prázdná.\\Chcete pokračovat?

# Codeunit 826359093 - NamedType 630424172
source: This document can only be released when the approval process is complete.
cs_cz: Tento doklad lze vydat pouze po dokončení procesu schvalování.

# Codeunit 826359093 - NamedType 1140108518
source: The approval process must be cancelled or completed to reopen this document.
cs_cz: Proces schvalování musí být stornován nebo dokončen, pokud chcete doklad znovu otevřít.

# Codeunit 826359093 - NamedType 885110970
source: must be positive
cs_cz: musí být kladné

# Codeunit 826359093 - NamedType 336944789
source: The maximum daily limit of cash payments of %1 was exceeded for the partner %2.
cs_cz: Maximální denní limit hotovosti %1 byl překročen pro partnera %2.

# Codeunit 357299478 - NamedType 2803055091
source: This document can only be released when the approval process is complete.
cs_cz: Tento doklad lze vydat pouze po dokončení procesu schvalování.

# Codeunit 2736064882 - NamedType 1198113397
source: Total VAT
cs_cz: Celkem DPH

# Codeunit 2736064882 - NamedType 100144433
source: Total Incl. VAT
cs_cz: Celkem včetně DPH

# Codeunit 2736064882 - NamedType 2606406503
source: Total Excl. VAT
cs_cz: Celkem bez DPH

# Codeunit 963018678 - NamedType 1679553798
source: The existing lines for %1 %2 will be deleted.\\Do you want to continue?
cs_cz: Existující řádky pro %1 %2 bude odstraněny.\\\Do chcete pokračovat?

# Codeunit 963018678 - NamedType 4225755769
source: Copy cash document %1
cs_cz: Kopie pokladního dokladu %1

# Codeunit 963018678 - Method 2908848005 - NamedType 3598616869
source: Please enter a Document No.
cs_cz: Zadejte číslo dokladu.

# Codeunit 963018678 - Method 4179204313 - NamedType 966171899
source: Document %1 %2 cannot be copied onto itself.
cs_cz: Dokument %1 %2 nelze zkopírovat do sebe.

# Codeunit 3274986858 - NamedType 3436153826
source: Cash document %1 %2 cannot contain more then one EET line.
cs_cz: Pokladní doklad %1 %2 nesmí obsahovat více než jeden řádek EET.

# Codeunit 3274986858 - Method 3101050026 - NamedType 2379594201
source: Cash desk %1 is set up as EET cash register. Cash documents for this EET cash register is not possible release only.\Cash document action must not be set up to value "Release" or "Release and Print".
cs_cz: Pokladna %1 je nastavena jako pokladna EET. Pokladní doklady pro tuto pokladnu EET nelze pouze vydat.\Akce pokladního dokladu nesmí být "Vydat" nebo "Vydat a Tisk".

# Codeunit 551042222 - Method 626513958 - NamedType 2840716348
source: CASHDESK
cs_cz: POKLADNA

# Codeunit 551042222 - Method 626513958 - NamedType 1966562029
source: Cash Desk Evidence
cs_cz: Pokladní evidence

# Codeunit 1923689640 - Method 3709738723 - NamedType 275521137
source: Cash Desks
cs_cz: Pokladny

# Codeunit 1923689640 - Method 3709738723 - NamedType 2564833490
source: Set up individual cash desks. For individual cash desk, you can set up No. Series, Cash desk users, etc.
cs_cz: Nastavení jednotlivých pokladen. Pro jednotlivé pokladny lze nastavit číselné řady dokladů, uživatele pokladny, atd.

# Codeunit 1923689640 - Method 3709738723 - NamedType 640536270
source: Cash Desk
cs_cz: Pokladna

# Codeunit 1923689640 - Method 292559287 - NamedType 156115317
source: Cash Desk Events
cs_cz: Pokladní případy

# Codeunit 1923689640 - Method 292559287 - NamedType 2690956470
source: Define posting and VAT for cash events.
cs_cz: Definujte účtování a DPH pro pokladní případy.

# Codeunit 1923689640 - Method 292559287 - NamedType 3915743690
source: Cash Desk, Event, Receipt, Withdrawal
cs_cz: Pokladna, Případ, Příjem, Výdej

# Codeunit 1923689640 - Method 3698427920 - NamedType 913198239
source: Currency Nominal Values
cs_cz: Nominální hodnoty měny

# Codeunit 1923689640 - Method 3698427920 - NamedType 3109490256
source: Define the currency values used in the cash registers.
cs_cz: Definujte používané hodnoty měn v pokladnách.

# Codeunit 1923689640 - Method 3698427920 - NamedType 1748807548
source: Cash Desk, Currency, Banknote, Coin
cs_cz: Pokladna, Měna, Bankovka, Mince

# Codeunit 1923689640 - Method 1024093824 - NamedType 2350325743
source: Payment Methods
cs_cz: Způsoby platby

# Codeunit 1923689640 - Method 1024093824 - NamedType 2248512800
source: Define the payment methods used in the documents.
cs_cz: Definujte způsoby platby použité v dokladech.

# Codeunit 1923689640 - Method 1024093824 - NamedType 2823439564
source: Payment, Cash Desk
cs_cz: Platba, Pokladna

# Codeunit 448781786 - Method 2456317816 - NamedType 119899865
source: Posted Cash Document
cs_cz: Účtovaný pokladní doklad

# Codeunit 448781786 - Method 245105598 - NamedType 400615531
source: Cash Desk Ledger Entry
cs_cz: Položka pokladny

# Codeunit 2944632038 - NamedType 2380421072
source: Approval of a cash document is requested.
cs_cz: Je požadováno schválení pokladního dokladu.

# Codeunit 2944632038 - NamedType 3883586894
source: An approval request for a cash document is canceled.
cs_cz: Požadavek ke schvalování pokladního dokladu byl zrušen.

# Codeunit 2944632038 - NamedType 2670915387
source: A cash document is released.
cs_cz: Pokladní doklad byl vydán.

# Codeunit 2944632038 - NamedType 4187419852
source: Cash Document Approval Workflow
cs_cz: Workflow schvalování pokladního dokladu

# Codeunit 2944632038 - NamedType 2357359545
source: Cash Document
cs_cz: Pokladní doklad

# Page 4198796310 - Property 2879900210
source: Cash Desk Activities
cs_cz: Aktivity pokladny

# Page 4198796310 - Control 4253063870 - Property 2879900210
source: Unposted
cs_cz: Neúčtované

# Page 4198796310 - Control 2840028324 - Property 1295455071
source: Specifies number of cash desk documents with status open.
cs_cz: Určuje počet pokladních dokladů se stavem Otevřeno.
