Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CashDeskLocalizationForCzech/Source/Cash Desk Localization for Czech/Translations/Cash Desk Localization for Czech.*.xlf
Languages: cs_cz

# Page 1938499750 - Control 636392376 - Property 1295455071
source: Specifies the total amount that the cash document line consists of.
cs_cz: Určuje celkovou částku, která je tvořena řádky pokladního dokladu.

# Page 1938499750 - Control 592951229 - Property 1295455071
source: Specifies the amount in the cash document line.
cs_cz: Určuje částku řádku pokladního dokladu.

# Page 1938499750 - Control 1577567912 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 1, which is defined in the Shortcut Dimension 1 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 1, který je definován v poli kódu zkratky dimenze 1 v okně nastavení financí.

# Page 1938499750 - Control 1003760969 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 2, which is defined in the Shortcut Dimension 2 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 2, který se definuje v poli Kód zkratky dimenze 2 v okně Nastavení financí.

# Page 1938499750 - Control 1650118938 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 1938499750 - Control 2348384091 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 1938499750 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky dokladu.

# Page 1938499750 - Control 2759347632 - Property 1295455071
source: Specifies the cash desk event in the cash document lines.
cs_cz: Určuje pokladní událost v řádcích pokladního dokladu.

# Page 1938499750 - Control 3883264070 - Property 1295455071
source: Specifies which salesperson is assigned to the cash document line.
cs_cz: Určuje, který prodejce je přiřazen řádku pokladního dokladu.

# Page 4221146319 - Property 2879900210
source: Cash Documents
cs_cz: Pokladní doklady

# Page 4221146319 - Property 2019332006
source: New,Process,Report,Approve,Request Approval
cs_cz: Nový,Proces,Sestava,Schválit,Schvalování požadavku

# Page 4221146319 - Control 333492497 - Property 1295455071
source: Specifies the number of cash desk.
cs_cz: Určuje číslo pokladny.

# Page 4221146319 - Control 2363328873 - Property 1295455071
source: Specifies if the cash desk document represents a cash receipt (Receipt) or a withdrawal (Wirthdrawal)
cs_cz: Určuje, zda pokladní doklad představuje příjemky hotovosti (příjem) nebo výdejky hotovosti (výdej)

# Page 4221146319 - Control 4200184881 - Property 1295455071
source: Specifies the number of the cash document.
cs_cz: Určuje číslo pokladního dokladu.

# Page 4221146319 - Control 513339096 - Property 1295455071
source: Specifies if cash desk document status is Open or Released.
cs_cz: Určuje, zda je stav pokladního dokladu otevřeno nebo vydáno.

# Page 4221146319 - Control 3710982960 - Property 1295455071
source: Specifies the date when the posting of the cash document will be recorded.
cs_cz: Určuje datum, kdy bude zaznamenáno zaúčtování pokladního dokladu.

# Page 4221146319 - Control 3309804955 - Property 1295455071
source: Specifies the amount of the cash desk document, in the currency of the cash document after releasing.
cs_cz: Určuje částku pokladního dokladu v měně dokladu po vydání.

# Page 4221146319 - Control 904390814 - Property 1295455071
source: Specifies the total VAT base amount for lines. The program calculates this amount from the sum of line VAT base amount fields.
cs_cz: Určuje celkovou částku základu DPH pro řádky. Program vypočte tuto částku jako součet z pole Částka základu DPH.

# Page 4221146319 - Control 1650118938 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 4221146319 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 4221146319 - Control 2431628344 - Property 1295455071
source: Specifies a payment purpose.
cs_cz: Určuje účel platby.

# Page 4221146319 - Control 2504623107 - Property 1295455071
source: Specifies who recieved amount.
cs_cz: Určuje, kdo přijal částku.

# Page 4221146319 - Control 2991357529 - Property 1295455071
source: Specifies whom is paid.
cs_cz: Určuje komu je placeno.

# Page 4221146319 - Action 1226383458 - Property 2879900210
source: Cash Document
cs_cz: Pokladní doklad

# Page 4221146319 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 4221146319 - Action 2173385693 - Property 1295455071
source: View or edit the dimension sets that are set up for the cash document.
cs_cz: Zobrazení nebo úprava sady dimenzí, které jsou nastaveny pro pokladní doklad.

# Page 4221146319 - Action 3964368254 - Property 2879900210
source: A&pprovals
cs_cz: &Schvalování

# Page 4221146319 - Action 3964368254 - Property 1295455071
source: This function opens the approvals entries.
cs_cz: Tato funkce otevře položky schvalování.

# Page 4221146319 - Action 2206061110 - Property 2879900210
source: &Releasing
cs_cz: &Vydání

# Page 4221146319 - Action 1256664825 - Property 2879900210
source: &Release
cs_cz: &Vydat

# Page 4221146319 - Action 1256664825 - Property 1295455071
source: Release the cash document to indicate that it has been account. The status then changes to Released.
cs_cz: Vydání pokladního dokladu k indikování, že může být zaúčtován. Stav se pak změní na Vydaný.

# Page 4221146319 - Action 105928527 - Property 2879900210
source: Release and &Print
cs_cz: &Vydat a Tisk

# Page 4221146319 - Action 105928527 - Property 1295455071
source: Release and prepare to print the cash document.
cs_cz: Vydat a připravit tisk pokladního dokladu.

# Page 4221146319 - Action 2245087378 - Property 2879900210
source: P&osting
cs_cz: Úč&tování

# Page 4221146319 - Action 4236135242 - Property 2879900210
source: P&ost
cs_cz: Účtov&at

# Page 4221146319 - Action 4236135242 - Property 1295455071
source: Finalize the cash document. The values are posted to the related accounts.
cs_cz: Finalizace pokladního dokladu. Hodnoty jsou zaúčtovány na odpovídající účty.

# Page 4221146319 - Action 1333595352 - Property 2879900210
source: Post and &Print
cs_cz: Účtovat a vy&tisknout

# Page 4221146319 - Action 1333595352 - Property 1295455071
source: Finalize and prepare to print the cash document. The values are posted to the related accounts.
cs_cz: Finalizace a příprava na tisk pokladního dokladu. Hodnoty jsou zaúčtovány na odpovídající účty.

# Page 4221146319 - Action 3298750150 - Property 2879900210
source: Preview Posting
cs_cz: Náhled účtování

# Page 4221146319 - Action 3298750150 - Property 1295455071
source: Review the result of the posting lines before the actual posting.
cs_cz: Posoudit výsledek účtovaných řádků před skutečným zaúčtováním.

# Page 4221146319 - Action 2364670106 - Property 2879900210
source: Request Approval
cs_cz: Schvalování požadavku

# Page 4221146319 - Action 383335270 - Property 2879900210
source: Send A&pproval Request
cs_cz: Odeslat požadavek ke s&chvalování

# Page 4221146319 - Action 383335270 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 4221146319 - Action 858296388 - Property 2879900210
source: Cancel Approval Re&quest
cs_cz: Zrušit požadav&ek ke schvalování

# Page 4221146319 - Action 858296388 - Property 1295455071
source: Relations to the workflow.
cs_cz: Relace k workflow.

# Page 4221146319 - Action 1344672713 - Property 2879900210
source: &Print
cs_cz: T&isk

# Page 4221146319 - Action 1344672713 - Property 1295455071
source: Prepare to print the document. A report request window for the document opens where you can specify what to include on the print-out.
cs_cz: Příprava na tisk dokumentu. V okně možností sestavy pro dokument můžete určit, co chcete zahrnout do tisku.

# Page 2844260230 - Property 2879900210
source: Cash Document Statistics
cs_cz: Statistika pokladního dokladu

# Page 2844260230 - Control 1167507281 - Property 2879900210
source: Document
cs_cz: Dokument

# Page 2844260230 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky dokladu.

# Page 2844260230 - Control 1249528335 - Property 2879900210
source: Amount Excluding VAT
cs_cz: Částka bez DPH

# Page 2844260230 - Control 1249528335 - Property 1295455071
source: Specifies cash document amount. The amount is excluding VAT.
cs_cz: Určuje částku pokladního dokladu. Částka je bez DPH.

# Page 2844260230 - Control 2892191201 - Property 2879900210
source: VAT amount
cs_cz: Částka DPH

# Page 2844260230 - Control 2892191201 - Property 1295455071
source: Specifies cash document amount.
cs_cz: Určuje částku pokladního dokladu.

# Page 2844260230 - Control 1305347737 - Property 2879900210
source: Amount Including VAT
cs_cz: Částka včetně DPH

# Page 2844260230 - Control 1305347737 - Property 1295455071
source: Specifies cash document amount. The amount is including VAT.
cs_cz: Určuje částku pokladního dokladu. Částka je včetně DPH.

# Page 2844260230 - Control 3579438461 - Property 2879900210
source: Amount Excluding VAT (LCY)
cs_cz: Částka bez DPH (LM)

# Page 2844260230 - Control 3579438461 - Property 1295455071
source: Specifies cash document amount. The amount is excluding VAT in the local currency.
cs_cz: Určuje částku pokladního dokladu. Částka je v lokální měně bez DPH.

# Page 2844260230 - Control 3446512155 - Property 2879900210
source: VAT amount (LCY)
cs_cz: Částka DPH (LM)

# Page 2844260230 - Control 3446512155 - Property 1295455071
source: Specifies cash document amount. The amount is in the local currency.
cs_cz: Určuje částku pokladního dokladu. Částka je v lokální měně.

# Page 2844260230 - Control 2457800691 - Property 2879900210
source: Amount Including VAT (LCY)
cs_cz: Částka včetně DPH (LM)

# Page 2844260230 - Control 2457800691 - Property 1295455071
source: Specifies cash document amount. The amount is including VAT in the local currency.
cs_cz: Určuje částku pokladního dokladu. Částka je včetně DPH v lokální měně.

# Page 2844260230 - Control 2519080530 - Property 2879900210
source: No. of VAT Lines
cs_cz: Počet řádků DPH

# Page 2844260230 - Control 2519080530 - Property 1295455071
source: Specifies the number of VAT lines.
cs_cz: Určuje počet řádků DPH.

# Page 548777415 - Property 2879900210
source: Lines
cs_cz: Řádky

# Page 548777415 - Control 2759347632 - Property 1295455071
source: Specifies the cash desk event in the cash document lines.
cs_cz: Určuje pokladní událost v řádcích pokladního dokladu.

# Page 548777415 - Control 2024361351 - Property 1295455071
source: Specifies if the cash desk general document type is payment or refund.
cs_cz: Určuje, zda je typ pokladního dokladu platba nebo refundace.

# Page 548777415 - Control 1527563463 - Property 1295455071
source: Specifies the number that the vendor uses on the invoice they sent to you or number of receipt.
cs_cz: Určuje číslo, které dodavatel používá na faktuře, které Vám zaslal nebo číslo příjemky.

# Page 548777415 - Control 3699788827 - Property 1295455071
source: Specifies the type of account thet the entry will be posted to. To see the options, choose the field.
cs_cz: Určuje typ účtu, na který bude zaúčtována položka. Chcete-li zobrazit dostupné možnosti, vyberte pole.

# Page 548777415 - Control 1622979514 - Property 1295455071
source: Specifies the number of the account that the entry on the journal line will be posted to.
cs_cz: Určuje číslo účtu, na který bude zaúčtována položka v tomto řádku deníku.

# Page 548777415 - Control 3461834954 - Property 1295455071
source: Specifies a description of the payment order line.
cs_cz: Určuje popis pro řádek platebního příkazu.

# Page 548777415 - Control 47657272 - Property 1295455071
source: Specifies the another line for description if description is longer.
cs_cz: Určuje jiný řádek pro popis, pokud je popis delší.

# Page 548777415 - Control 59113118 - Property 1295455071
source: Specifies if the general posting type is purchase (Purchase) or sale (Sale).
cs_cz: Určuje, zda je obecné účtování nákup (Nákup) nebo prodej (Prodej).

# Page 548777415 - Control 1844012642 - Property 1295455071
source: Specifies a VAT business posting group code.
cs_cz: Určuje kód DPH obchodní účto skupiny.

# Page 548777415 - Control 236064653 - Property 1295455071
source: Specifies a VAT product posting group code for the VAT Statement.
cs_cz: Určuje kód DPH účto skupiny zboží pro výkaz DPH.

# Page 548777415 - Control 636392376 - Property 1295455071
source: Specifies the total amount that the cash document line consists of.
cs_cz: Určuje celkovou částku, která je tvořena řádky pokladního dokladu.

# Page 548777415 - Control 592951229 - Property 1295455071
source: Specifies the amount in the cash document line.
cs_cz: Určuje částku v řádku pokladny.

# Page 548777415 - Control 904390814 - Property 1295455071
source: Specifies the total VAT base amount for lines. The program calculates this amount from the sum of line VAT base amount fields.
cs_cz: Určuje celkovou částku základu DPH pro řádky. Program vypočte tuto částku jako součet z pole Částka základu DPH.

# Page 548777415 - Control 1108276017 - Property 1295455071
source: Specifies the VAT amount for cash desk document line.
cs_cz: Určuje částku DPH pro řádek dokladu pokladny.

# Page 548777415 - Control 1650118938 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 548777415 - Control 1577567912 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 1, which is defined in the Shortcut Dimension 1 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 1, který je definován v poli kódu zkratky dimenze 1 v okně nastavení financí.

# Page 548777415 - Control 1003760969 - Property 1295455071
source: Specifies the code of the Shortcut Dimension 2, which is defined in the Shortcut Dimension 2 Code field in the General Ledger Setup window.
cs_cz: Určuje kód zkratky dimenze 2, který se definuje v poli Kód zkratky dimenze 2 v okně Nastavení financí.

# Page 548777415 - Control 655538596 - Property 1295455071
source: Specifies shortcut dimension code No. 3 of line
cs_cz: Určuje kód zkratky dimenze 3 řádku

# Page 548777415 - Control 3128656593 - Property 1295455071
source: Specifies shortcut dimension code No. 4 of line
cs_cz: Určuje kód zkratky dimenze 4 řádku

# Page 548777415 - Control 377216802 - Property 1295455071
source: Specifies shortcut dimension code No. 5 of line
cs_cz: Určuje kód zkratky dimenze 5 řádku

# Page 548777415 - Control 3685713487 - Property 1295455071
source: Specifies shortcut dimension code No. 6 of line
cs_cz: Určuje kód zkratky dimenze 6 řádku

# Page 548777415 - Control 934273696 - Property 1295455071
source: Specifies shortcut dimension code No. 7 of line
cs_cz: Určuje kód zkratky dimenze 7 řádku

# Page 548777415 - Control 1291090573 - Property 1295455071
source: Specifies shortcut dimension code No. 8 of line
cs_cz: Určuje kód zkratky dimenze 8 řádku

# Page 548777415 - Control 3883264070 - Property 1295455071
source: Specifies which salesperson is assigned to the cash document line.
cs_cz: Určuje, který prodejce je přiřazen řádku pokladního dokladu.

# Page 548777415 - Control 1915851633 - Property 1295455071
source: Specifies the posting group that will be used in posting the journal line.The field is used only if the account type is either customer or vendor.
cs_cz: Určuje účto skupinu, která bude použita při účtování řádku deníku. Toto pole se používá pouze pokud je typ účtu zákazník nebo dodavatel.

# Page 548777415 - Control 205485070 - Property 1295455071
source: Specifies if the payment will be applied to an already-posted document. The field is used only if the account type is a customer or vendor account.
cs_cz: Určuje, zda bude platba vyrovnána k již zaúčtovanému dokladu. Toto pole se používá pouze v případě, že typem účtu je účet zákazníka nebo dodavatele.

# Page 548777415 - Control 364278415 - Property 1295455071
source: Specifies if the cash document line will be applied to an already-posted document.
cs_cz: Určuje jestli bude řádek pokladního dokladu vyrovnán s nějakým zaúčtovaným dokladem.

# Page 548777415 - Control 3093642907 - Property 1295455071
source: Specifies the ID to apply to the general ledger entry.
cs_cz: Určuje ID vyrovnání pro věcnou položku.

# Page 548777415 - Control 1389243188 - Property 1295455071
source: Specifies whether row meet conditions for a recorded sale.
cs_cz: Určuje, zda řádek splňuje podmínky pro evidenci tržeb.

# Page 548777415 - Control 2223214263 - Property 1295455071
source: Specifies the code for the depreciation book to which the line will be posted if you have selected Fixed Asset in the Type field for this line.
cs_cz: Určuje kód knihy odpisů, do které bude zaúčtován řádek, pokud jste v poli Typ na řádku zvolili Dlouhodobý majetek.

# Page 548777415 - Control 1877866625 - Property 1295455071
source: Specifies if the cash document line amount represents a acquisition cost (Acquisition Cost) or a custom 2 (Custom 2) or a maintenance (Maintenance) of Fixed Asset.
cs_cz: Určuje, zda částka řádku pokladního dokladu představuje náklady na pořízení (pořizovací náklady) nebo vlastní 2 (Vlastní 2) nebo údržbu (údržbu) dlouhodobého majetku.

# Page 548777415 - Control 2385065524 - Property 1295455071
source: Specifies if you have selected Fixed Asset in the Account Type field for this line.
cs_cz: Určuje, zda jste v poli Typ účtu tohoto řádku zvolili Dlouhodobý majetek.

# Page 548777415 - Control 607461957 - Property 1295455071
source: Specifies if you have selected Fixed Asset in the Account Type field for this line.
cs_cz: Určuje, zda jste v poli Typ účtu tohoto řádku zvolili Dlouhodobý majetek.

# Page 548777415 - Control 2422551700 - Property 1295455071
source: Specifies a maintenance code.
cs_cz: Určuje kód údržby.

# Page 548777415 - Control 1908046867 - Property 1295455071
source: Specifies the reason code on the entry.
cs_cz: Určuje kód příčiny položky.

# Page 548777415 - Control 2053170918 - Property 2879900210
source: Total Amount Excl. VAT
cs_cz: Částka celkem bez DPH

# Page 548777415 - Control 2053170918 - Property 1295455071
source: Specifies the total amout excl. VAT.
cs_cz: Určuje celkovou částku bez DPH.

# Page 548777415 - Control 2892191201 - Property 2879900210
source: Total VAT
cs_cz: Celkem DPH

# Page 548777415 - Control 2892191201 - Property 1295455071
source: Specifies the total amout of VAT.
cs_cz: Určuje celkovou částku DPH.

# Page 548777415 - Control 3038533218 - Property 2879900210
source: Total Amount Incl. VAT
cs_cz: Částka celkem vč. DPH

# Page 548777415 - Control 3038533218 - Property 1295455071
source: Specifies the total amout incl. VAT.
cs_cz: Určuje celkovou částku včetně DPH.

# Page 548777415 - Action 1735507514 - Property 2879900210
source: Line
cs_cz: Řádek

# Page 548777415 - Action 2173385693 - Property 2879900210
source: Dimensions
cs_cz: Dimenze

# Page 548777415 - Action 2173385693 - Property 1295455071
source: View or edit the dimension sets that are set up for the cash document.
cs_cz: Zobrazení nebo úprava sady dimenzí, které jsou nastaveny pro pokladní doklad.

# Page 548777415 - Action 3106002577 - Property 2879900210
source: F&unctions
cs_cz: F&unkce

# Page 548777415 - Action 2474225426 - Property 2879900210
source: Apply Entries
cs_cz: Vyrovnat položky

# Page 548777415 - Action 2474225426 - Property 1295455071
source: The function allows to apply customer's or vendor's entries.
cs_cz: Funkce umožňuje vyrovnat položky zákazníka nebo dodavatele.

# Page 3061399308 - Property 2879900210
source: Currency Nominal Values
cs_cz: Nominální hodnoty měny

# Page 3061399308 - Control 4198939294 - Property 1295455071
source: Specifies the currency code for nominal value.
cs_cz: Určuje kód měny pro nominální hodnotu.

# Page 3061399308 - Control 2318958783 - Property 1295455071
source: Specifies usable nominal value for currency.
cs_cz: Určuje nominální hodnotu použitelnou pro měnu.

# Page 1242474714 - Property 2879900210
source: Posted Cash Document
cs_cz: Účtovaný pokladní doklad

# Page 1242474714 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 1242474714 - Control 333492497 - Property 1295455071
source: Specifies the number of cash desk.
cs_cz: Určuje číslo pokladny.

# Page 1242474714 - Control 2363328873 - Property 1295455071
source: Specifies if the cash desk document represents a cash receipt (Receipt) or a withdrawal (Wirthdrawal)
cs_cz: Určuje, zda pokladní doklad představuje příjemky hotovosti (příjem) nebo výdejky hotovosti (výdej)

# Page 1242474714 - Control 4200184881 - Property 1295455071
source: Specifies the number of the cash document.
cs_cz: Určuje číslo pokladního dokladu.

# Page 1242474714 - Control 2431628344 - Property 1295455071
source: Specifies a payment purpose.
cs_cz: Určuje účel platby.

# Page 1242474714 - Control 3710982960 - Property 1295455071
source: Specifies the date on which the cash document was posted.
cs_cz: Určuje datum, kdy byl zaúčtován pokladní doklad.

# Page 1242474714 - Control 580412389 - Property 1295455071
source: Specifies the date on which you created the document.
cs_cz: Určuje datum, kdy byl doklad vytvořen.

# Page 1242474714 - Control 1597174103 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 1242474714 - Control 2504623107 - Property 1295455071
source: Specifies who recieved amount.
cs_cz: Určuje, kdo přijal částku.

# Page 1242474714 - Control 2991357529 - Property 1295455071
source: Specifies whom is paid.
cs_cz: Určuje komu je placeno.

# Page 1242474714 - Control 4198939294 - Property 1295455071
source: Specifies the currency of amounts on the document.
cs_cz: Určuje měnu částky v dokladu.

# Page 1242474714 - Control 904390814 - Property 1295455071
source: Specifies the total VAT base amount for lines. The program calculates this amount from the sum of line VAT base amount fields.
cs_cz: Určuje celkovou částku základu DPH pro řádky. Program vypočte tuto částku jako součet z pole Částka základu DPH.

# Page 1242474714 - Control 1650118938 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 1242474714 - Control 953833239 - Property 1295455071
source: Specifies the VAT base amount for cash desk document line.
cs_cz: Určuje částku základu DPH pro řádek pokladního dokladu.

# Page 1242474714 - Control 2348384091 - Property 1295455071
source: Specifies whether the unit price on the line should be displayed including or excluding VAT.
cs_cz: Určuje, zda bude jednotková cena na řádku zobrazena včetně nebo bez DPH.

# Page 1242474714 - Control 2808404044 - Property 2879900210
source: Posting
cs_cz: Účtovani

# Page 1242474714 - Control 1522950594 - Property 1295455071
source: Specifies if the partner is Customer or Vendor or Contact or Salesperson/Purchaser or Employee.
cs_cz: Určuje, zda je partner zákazník, dodavatel, kontakt, prodejce/nákupčího nebo zaměstnanec.
