Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: ImageAnalysis/Source/ImageAnalysis/Translations/Image Analyzer.g.*.xlf
Languages: es_es

# Table 2062634445 - Field 124749925 - Property 2879900210
source: Detected On Item No
es_es: N.º de elemento detectado

# Table 2062634445 - Field 3230376938 - Property 2879900210
source: Confidence Score (%)
es_es: Puntuación de confianza (%)

# Table 2062634445 - Field 2807378183 - Property 2879900210
source: Detected Attribute Name
es_es: Nombre de atributo detectado

# Table 2062634445 - Field 1037119892 - Property 2879900210
source: Item Category Code
es_es: Código de categoría de elemento

# Table 2062634445 - Field 2590381267 - Property 2879900210
source: Newly Created Item Category Code
es_es: Código de categoría de elemento recién creado

# Table 2062634445 - Field 512056945 - Property 2879900210
source: Item Attribute Value Id
es_es: Id. de valor de atributo de elemento

# Table 2062634445 - Field 1390308272 - Property 2879900210
source: Action to Perform
es_es: Acción que debe realizar

# Table 2062634445 - Field 1390308272 - Property 62802879
source: Ignore,Use as category,Use as attribute,Add to blacklist
es_es: Ignorar,Usar como categoría,Usar como atributo,Agregar a lista negra

# Table 2062634445 - Field 3133425969 - Property 2879900210
source: Details
es_es: Detalles

# Table 2062634445 - Field 1892013013 - Property 2879900210
source: Item Attribute Name Id
es_es: Id. de nombre de atributo de elemento

# Table 2062634445 - Field 558890210 - Property 2879900210
source: Item Attribute Name
es_es: Nombre de atributo de elemento

# Table 2062634445 - Field 224590807 - Property 2879900210
source: Item Attribute Value Name
es_es: Nombre de valor de atributo de elemento

# Table 2062634445 - NamedType 2883311424
source: Choose item attribute
es_es: Elegir atributo del elemento

# Table 2062634445 - NamedType 2581640382
source: You can choose only one attribute as the item category.
es_es: Puede seleccionar solo un atributo como la categoría del elemento.

# Table 2062634445 - NamedType 4279895527
source: Item attribute: '%1' = '%2'
es_es: Atributo del elemento: '%1' = '%2'

# Table 2062634445 - NamedType 4157130179
source: Category: '%1'
es_es: Categoría: '%1'

# Table 2062634445 - NamedType 686825585
source: Attribute '%1' is already set.
es_es: El atributo '%1' ya está configurado.

# Table 934628271 - Field 1716525935 - Property 2879900210
source: Tag Name
es_es: Nombre de etiqueta

# Codeunit 1247484900 - NamedType 2789778645
source: Sorry, we didn't spot any attributes in the image. This happens occasionally. For example, sometimes we need more contrast between the item and the background. If you want, try another image.
es_es: Lo siento, no detectamos ningún atributo en la imagen. Esto sucede en ocasiones. Por ejemplo, algunas veces necesitamos más contraste entre el elemento y el fondo. Si lo desea, pruebe otra imagen.

# Codeunit 3175899218 - NamedType 3939425112
source: Image analysis usage limit already reached
es_es: Ya se alcanzó el límite de uso de análisis de imágenes

# Codeunit 3175899218 - NamedType 330083034
source: Image analysis usage limit reached
es_es: Se alcanzó el límite de uso de análisis de imágenes

# Codeunit 3175899218 - NamedType 1289747415
source: Notify me that the maximum number of image analyses allowed in the period is already reached.
es_es: Notificarme que ya se ha alcanzado el número máximo de análisis de imágenes permitidos en el periodo.

# Codeunit 3175899218 - NamedType 209266697
source: Notify me when I reach the maximum number of image analyses allowed in the period.
es_es: Notificarme cuando alcance el número máximo de análisis de imágenes permitidos en el periodo.

# Codeunit 3175899218 - NamedType 2252684351
source: You just reached the limit of analyzed images. You can analyze %1 images per %2. You'll have to wait until the beginning of the next %2 to analyze more images.
es_es: Acaba de alcanzar el límite de imágenes analizadas. Puede analizar %1 imágenes por %2. Tendrá que esperar hasta el inicio del siguiente %2 para analizar más imágenes.

# Codeunit 3175899218 - NamedType 3777354085
source: If you want, we can assign attributes based on the images you import for items and contacts.
es_es: Si lo desea, podemos asignar atributos basados en las imágenes que importa para elementos y contactos.

# Codeunit 3175899218 - NamedType 3519161399
source: Image Analyzer setup
es_es: Configuración del analizador de imágenes

# Codeunit 3175899218 - NamedType 2403516424
source: Notify me that the Image Analyzer extension can suggest attributes detected in imported images.
es_es: Notificarme que la extensión del analizador de imágenes puede sugerir atributos detectados en imágenes importadas.

# Codeunit 3175899218 - NamedType 1593074454
source: Image Analyzer profile questionnaire completed
es_es: Se completó el cuestionario de perfil del analizador de imágenes

# Codeunit 3175899218 - NamedType 2867214218
source: Notify me when Image Analyzer has been used in profile questionnaire to analyze a picture of a contact.
es_es: Notificarme cuando el analizador de imágenes se haya utilizado en un cuestionario de perfil para analizar una fotografía de un contacto.

# Codeunit 3175899218 - NamedType 861756657
source: Looks like the Image Analyzer extension is disabled. Do you want to learn more and enable it?
es_es: Parece que la extensión del analizador de imágenes está deshabilitada. ¿Desea obtener más información y habilitarla?

# Codeunit 3175899218 - NamedType 1478212858
source: Don't ask again
es_es: No volver a preguntar

# Codeunit 3175899218 - NamedType 1781593251
source: Enable
es_es: Habilitar

# Codeunit 3175899218 - NamedType 844885115
source: Got it
es_es: Entendido

# Codeunit 3175899218 - NamedType 1830429907
source: Don't tell me again
es_es: No volver a hablarme

# Codeunit 3175899218 - NamedType 648729261
source: Open setup
es_es: Abrir configuración

# Codeunit 1854769596 - NamedType 73413020
source: Attributes detected by Image Analyzer.
es_es: Atributos detectados por analizador de imágenes.

# Codeunit 1854769596 - NamedType 2188766998
source: Detected gender
es_es: Género detectado

# Codeunit 1854769596 - NamedType 683328826
source: Detected age
es_es: Edad detectada

# Codeunit 1854769596 - NamedType 369005591
source: Male
es_es: Hombre

# Codeunit 1854769596 - NamedType 3150432074
source: Female
es_es: Mujer

# Codeunit 1854769596 - NamedType 913096805
source: IMAGE ANALYZER
es_es: ANALIZADOR DE IMAGEN

# Codeunit 1854769596 - NamedType 983399426
source: Good work! You can view the results of the image analysis on the Profile Questionnaire FastTab.
es_es: ¡Buen trabajo! Puede ver los resultados del análisis de imágenes en la ficha desplegable Cuestionario del perfil

# Page 4132159392 - Property 2879900210
source: Image Analyzer Attributes
es_es: Atributos del analizador de imágenes

# Page 4132159392 - Property 2019332006
source: New,Process,Report,Confidence Score,Blacklist
es_es: Nuevo,Proceso,Informe,Puntuación de confianza,Lista negra

# Page 4132159392 - Control 1301349253 - Property 2879900210
source: Add to the Item Description
es_es: Añada la descripción del elemento

# Page 4132159392 - Control 4214913808 - Property 2879900210
source: Item Description
es_es: Descripción del elemento

# Page 4132159392 - Action 1032175268 - Property 2879900210
source: Confidence Score
es_es: Puntuación de confianza

# Page 4132159392 - Action 3024099986 - Property 2879900210
source: View All Attributes
es_es: Ver todos los atributos

# Page 4132159392 - Action 2697588780 - Property 2879900210
source: Hide Low Confidence Attributes
es_es: Ocultar atributos de poca confianza

# Page 4132159392 - Action 2630983774 - Property 2879900210
source: Blacklist
es_es: Lista negra

# Page 4132159392 - Action 3727368580 - Property 2879900210
source: View Blacklisted Attributes
es_es: Ver atributos bloqueados

# Page 4132159392 - NamedType 1720518960
source: Add to the item description
es_es: Añada la descripción del elemento

# Page 2516211404 - Property 2879900210
source: Image Analyzer Blacklisted Attributes
es_es: Atributos bloqueados del analizador de imágenes

# Page 872216054 - Property 2879900210
source: Image Analyzer assisted setup guide
es_es: Guía de configuración asistida del analizador de imágenes

# Page 872216054 - Control 1971151373 - Property 2879900210
source: Welcome
es_es: Bienvenido

# Page 872216054 - Control 170988037 - Property 1968111052
source: Image Analyzer uses the Computer Vision API from Microsoft Cognitive Services to detect attributes in the images you upload for items and contact persons, so it's easy for you to assign them. For items, Image Analyzer finds attributes like type and color. For contact persons, it detects age and gender.
es_es: El analizador de imágenes utiliza Computer Vision API de Microsoft Cognitive Services para detectar atributos en las imágenes que carga para elementos y personas de contacto, por lo que es sencillo asignarlos. Para los elementos, el analizador de imágenes encuentra atributos como tipo y color. Para las personas de contacto, detecta edad y género.

# Page 872216054 - Control 2471219329 - Property 2879900210
source: Terms of Use
es_es: Condiciones de uso

# Page 872216054 - Control 2762510287 - Property 2879900210
source: I understand and accept these terms
es_es: Entiendo y acepto estas condiciones

# Page 872216054 - Control 1546979963 - Property 2879900210
source: That's it!
es_es: ¡Eso es!

# Page 872216054 - Control 2770563878 - Property 2879900210
source: Analyze current picture
es_es: Analizar fotografía actual

# Page 872216054 - Action 2438272767 - Property 2879900210
source: Back
es_es: Atrás

# Page 872216054 - Action 914282563 - Property 2879900210
source: Next
es_es: Siguiente

# Page 872216054 - Action 1068401105 - Property 2879900210
source: Finish
es_es: Finalizar

# Page 872216054 - NamedType 188344288
source: Computer Vision API documentation
es_es: Documentación de Computer Vision API

# Page 872216054 - NamedType 4063651778
source: To learn more about Cognitive Services and the Computer Vision API, see the documentation.
es_es: Para obtener más información sobre Cognitive Services y Computer Vision API, consulte la documentación.

# Page 872216054 - NamedType 617850082
source: By enabling the Image Analyzer extension you consent to sharing your data with an external system. For more information, see the documentation.
es_es: Al habilitar la extensión del analizador de imágenes, consiente compartir sus datos con un sistema externo. Para obtener más información, consulte la documentación.

# Page 872216054 - NamedType 1557995245
source: Image Analyzer technical documentation
es_es: Documentación técnica del analizador de imágenes

# Page 872216054 - NamedType 1881189978
source: Choose 'Finish' to enable Image Analyzer.
es_es: Elija 'Finalizar' para habilitar el analizador de imágenes.

# Page 872216054 - NamedType 1836435487
source: Image Analyzer automatically detects attributes when you add an image to an item or contact person.
es_es: El analizador de imágenes detecta automáticamente atributos cuando añade una imagen a un elemento o persona de contacto.

# Page 872216054 - NamedType 1241924258
source: To analyze images you've already uploaded, go to the item or contact person card, and choose the 'Analyze Picture' action.
es_es: Para analizar imágenes que ya ha cargado, vaya a la ficha del elemento o la persona de contacto y escoja la acción 'Analizar fotografía'.

# Page 872216054 - NamedType 1591904854
source: Your use of the Image Analyzer may be subject to the additional licensing terms in the Microsoft Cognitive Services section of the Online Services Terms.
es_es: Su uso del analizador de imágenes puede estar sujeto a los términos de licencia adicionales en la sección Microsoft Cognitive Services de los Términos del servicio en línea.

# Page 872216054 - NamedType 3413784201
source: Online Services Terms (OST)
es_es: Términos del servicio en línea (OST)

# Page 872216054 - NamedType 1724171003
source: An image has been added to the chosen item or contact. Want to analyze the image, right after you enable Image Analyzer?
es_es: Se ha añadido una imagen al elemento o contacto elegido. ¿Desea analizar la imagen justo después de habilitar el analizador de imágenes?

# PageExtension 3849677789 - Control 3183907675 - Property 1295455071
source: Specifies whether to use the Image Analyzer extension to suggest attributes that it detects in images of items and contact persons.
es_es: Especifica si se debe usar la extensión del analizador de imágenes para sugerir atributos que detecta en imágenes de elementos y personas de contacto.

# PageExtension 3849677789 - Control 2957770053 - Property 1295455071
source: Specifies the confidence score threshold for results from Microsoft Cognitive Services. Results with confidence below the threshold are considered inaccurate, and are not used. A typical threshold is 80%.
es_es: Especifica el umbral de puntuación de confianza para resultados de Microsoft Cognitive Services. Los resultados con una confianza por debajo del umbral se consideran inexactos y no se utilizan. Un umbral normal es del 80 %.

# PageExtension 3849677789 - Action 3727368580 - Property 2879900210
source: View Blacklisted Attributes
es_es: Ver atributos bloqueados

# PageExtension 3849677789 - Action 3727368580 - Property 1295455071
source: View attributes that are currently blocked.
es_es: Ver atributos que están bloqueados actualmente.

# PageExtension 2739748394 - Action 2802945156 - Property 2879900210
source: Analyze Picture
es_es: Analizar fotografía

# PageExtension 2739748394 - Action 2802945156 - Property 1295455071
source: Analyze the picture attached to the item to identify attributes and item category, and assign them to the item.
es_es: Analizar la fotografía adjunta al elemento para identificar los atributos y la categoría del elemento, y asignarlos al elemento.

# PageExtension 1450496495 - Action 2802945156 - Property 2879900210
source: Analyze Picture
es_es: Analizar fotografía

# PageExtension 1450496495 - Action 2802945156 - Property 1295455071
source: Analyze the picture attached to the contact to identify gender and age, and assign them to the contact.
es_es: Analizar la fotografía adjunta al contacto para identificar el género y la edad, y asignarlos al contacto.

# PageExtension 1450496495 - NamedType 1830228471
source: The contact you're analyzing a picture of is a company, not a person. The contact must be a person.
es_es: El contacto que está analizando es una empresa, no una persona. El contacto debe ser una persona.

# TableExtension 214061687 - Field 2508927063 - Property 2879900210
source: Enable Image Analyzer
es_es: Habilitar analizador de imágenes

# TableExtension 214061687 - Field 2957770053 - Property 2879900210
source: Confidence Score Threshold %
es_es: % de umbral de puntuación de confianza

# TableExtension 214061687 - NamedType 1644091217
source: To enable image analysis, you must be an administrator. Ensure that you are assigned the 'SUPER' user permission set.
es_es: Para habilitar el análisis de imágenes, debe ser administrador. Asegúrese de que tiene asignado el conjunto de permisos de usuario 'SUPER'.
