Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBC/Source/HybridBC/Translations/Business Central Intelligent Cloud.g.*.xlf
Languages: es_mx, fi_fi, is_is, it_it, ru_ru

# Codeunit 3759341074 - NamedType 2586591135
source: SQL database must be at compatibility level 130 or higher.
es_mx: La base de datos de SQL debe estar en el nivel de compatibilidad 130 o superior.
fi_fi: SQL-tietokannan on oltava vähintään yhteensopivuustasolla 130.

# Codeunit 3759341074 - NamedType 3448866843
source: The maximum replicated data size of 150 GB has been exceeded.
es_mx: Se ha superado el tamaño máximo de datos replicados (150 GB).
fi_fi: Replikoitujen tietojen enimmäiskoko 150 Gt on ylitetty.
is_is: Hámarksstærð afritaðra gagna, 150 GB, hefur verið náð.
it_it: Dimensioni massime di 150 GB dei dati replicati superate.
ru_ru: Превышен максимальный объем реплицируемых данных в 150 ГБ.

# Codeunit 3759341074 - NamedType 2359240154
source: The table does not exist in the local instance.
es_mx: La tabla no existe en la instancia local.
fi_fi: Taulukkoa ei ole paikallisessa ilmentymässä.
is_is: Taflan er ekki til í staðbundna tilvikinu.
it_it: La tabella non esiste nell'istanza locale.
ru_ru: Таблица не существует в локальном экземпляре.

# Codeunit 3759341074 - NamedType 778856548
source: The local table schema differs from the Business Central cloud table.
es_mx: El esquema de tabla local difiere de la tabla en la nube de Business Central.
fi_fi: Paikallinen taulukon malli poikkeaa Business Central -pilvipalvelun taulukosta.
is_is: Staðbundna töfluskemað er frábrugðið Business Central-skýjatöflunni.
it_it: Lo schema della tabella locale è diverso rispetto alla tabella cloud Business Central.
ru_ru: Схема локальной таблицы отличается от облачной таблицы Business Central.

# Codeunit 3759341074 - NamedType 657071819
source: Failed to prepare data for the table. Inner error: %1
es_mx: Error al preparar los datos para la tabla. Error interno: %1
fi_fi: Tietojen valmistelu taulukkoon epäonnistui. Sisäinen virhe: %1
is_is: Ekki tókst að undirbúa gögn fyrir töfluna. Innri villa: %1
it_it: Impossibile preparare i dati per la tabella. Errore interno: %1
ru_ru: Не удалось подготовить данные для таблицы. Внутренняя ошибка: %1

# Codeunit 3759341074 - NamedType 2948262442
source: Failed to copy the table. Inner error: %1
es_mx: No se pudo copiar la tabla. Error interno: %1
fi_fi: Taulukon kopiointi epäonnistui. Sisäinen virhe: %1
is_is: Ekki tókst að afrita töfluna. Innri villa: %1
it_it: Impossibile copiare la tabella. Errore interno: %1
ru_ru: Не удалось скопировать таблицу. Внутренняя ошибка: %1

# PageExtension 742431685 - Action 1433251765 - Property 2879900210
source: Setup Checklist
es_mx: Lista de comprobación de configuración
fi_fi: Asetusten tarkistusluettelo
is_is: Gátlisti uppsetningar
it_it: Lista di controllo setup
ru_ru: Контрольный список настройки

# PageExtension 742431685 - Action 1433251765 - Property 1295455071
source: Setup Checklist
es_mx: Lista de comprobación de configuración
fi_fi: Asetusten tarkistusluettelo
is_is: Gátlisti uppsetningar
it_it: Lista di controllo setup
ru_ru: Контрольный список настройки

# PageExtension 742431685 - Action 2373563274 - Property 2879900210
source: Define User Mappings
es_mx: Definir asignaciones de usuarios
fi_fi: Määritä käyttäjien yhdistämismääritykset
is_is: Skilgreina notendavarpanir
it_it: Definire i mapping utente
ru_ru: Определить сопоставления пользователей

# PageExtension 742431685 - Action 2373563274 - Property 1295455071
source: Define User Mappings
es_mx: Definir asignaciones de usuarios
fi_fi: Määritä käyttäjien yhdistämismääritykset
is_is: Skilgreina notendavarpanir
it_it: Definire i mapping utente
ru_ru: Определить сопоставления пользователей

# Codeunit 3759341074 - NamedType 2586591135
source: SQL database must be at comptibility level 130 or higher.
is_is: SQL-gagnagrunnur verður að vera á samhæfisstigi 130 eða hærra.
it_it: Il database SQL deve trovarsi al livello di contabilità 130 o superiore.
ru_ru: База данных SQL должна находиться на уровне совместимости 130 или более высоком.
