Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: Ceridian/Source/Ceridian Payroll/Translations/Ceridian Payroll.*.xlf
Languages: fr_ca

# Table 1426161349 - Property 2879900210
source: Ceridian Payroll Setup
fr_ca: Configuration de la paie Ceridian

# Table 1426161349 - Field 2891538263 - Property 2879900210
source: Enabled
fr_ca: Activé

# Table 1426161349 - Field 204649572 - Property 2879900210
source: Password Key
fr_ca: Clé mot de passe

# Table 1426161349 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_ca: Clé primaire

# Table 1426161349 - Field 2575991450 - Property 2879900210
source: Service URL
fr_ca: URL service

# Table 1426161349 - Field 129688762 - Property 2879900210
source: User Name
fr_ca: Nom d'utilisateur

# Codeunit 2839219707 - NamedType 3410486187
source: Cash
fr_ca: Caisse

# Codeunit 2839219707 - NamedType 983527446
source: Ceridian Payroll Import
fr_ca: Importation de la paie Ceridian

# Codeunit 2839219707 - NamedType 1721539336
source: Deductions
fr_ca: Déductions

# Codeunit 2839219707 - NamedType 398994405
source: Earnings
fr_ca: Bénéfices

# Codeunit 2839219707 - NamedType 3449623633
source: Employee Tax
fr_ca: Taxe pour employés

# Page 692256314 - Property 2879900210
source: MS - Ceridian Payroll Setup
fr_ca: Configuration de la paie Ceridian - MS

# Page 692256314 - NamedType 3838141333
source: Data encryption is not activated. It is recommended that you encrypt data. \Do you want to open the Data Encryption Management window?
fr_ca: Le chiffrement des données n'est pas activé. Nous vous recommandons de chiffrer les données. \Voulez-vous ouvrir la fenêtre Gestion du chiffrement des données?

# Page 692256314 - Control 2445482498 - Property 2879900210
source: General
fr_ca: Général

# Page 692256314 - Control 2575460289 - Property 1295455071
source: Specifies the password that is used for your company's login to the Payroll service.
fr_ca: Spécifie le mot de passe utilisé pour l'ouverture de session de votre compagnie pour le service de paie.

# Page 692256314 - Control 2575460289 - Property 2879900210
source: Password
fr_ca: Mot de p.

# Page 692256314 - Control 2575991450 - Property 1295455071
source: Specifies the URL address of the Ceridian Payroll.
fr_ca: Spécifie l'adresse URL de la paie Ceridian.

# Page 692256314 - Control 2575991450 - Property 2879900210
source: SFTP Server
fr_ca: Serveur SFTP

# Page 692256314 - Control 129688762 - Property 1295455071
source: Specifies the name of the user.
fr_ca: Spécifie le nom de l'utilisateur.

# XmlPort 1465817081 - Property 2879900210
source: Import Ceridian Payroll
fr_ca: Importer Paie Ceridian
