Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/Intelligent Cloud Base/Translations/Intelligent Cloud Base.*.xlf
Languages: cs_cz, es_co, fr_fr, nl_be

# Page 2467904567 - Control 3851288392 - Property 1968111052
source: This process will disable your Cloud Migration environment and data migration from your on-premises solution. It is highly recommended that you work with your partner to complete this process if you intend to make your Business Central tenant your primary solution.
cs_cz: Tento postup zakáže prostředí Cloud migrace a migraci dat z vašeho řešení on-premises. Důrazně doporučujeme, abyste pracovali s partnerem na dokončení tohoto postupu, pokud máte v úmyslu, aby nájemce Business Central byl vaším primárním řešením.
es_co: Este proceso deshabilitará el entorno de Migración a nube y la replicación de datos desde su solución local. Se recomienda que colabore con su socio para completar este proceso si desea convertir a su suscriptor de Business Central en su solución principal.
fr_fr: Ce processus va désactiver votre environnement de migration Cloud et la migration des données à partir de votre solution sur site. Il est vivement recommandé que vous collaboriez avec votre partenaire pour effectuer ce processus si vous souhaitez faire de votre abonné Business Central votre solution principale.
nl_be: Tijdens dit proces worden uw Cloudmigratie-omgeving en gegevensmigratie vanuit uw on-premises oplossing uitgeschakeld. Het wordt sterk aanbevolen met uw partner samen te werken om dit proces te voltooien als u van uw Business Central-tenant uw primaire oplossing wilt maken.

# Page 2467904567 - Control 1124582728 - Property 2879900210
source: Recommended Steps:
cs_cz: Doporučený postup:
es_co: Pasos recomendados:
fr_fr: Étapes recommandées :
nl_be: Aanbevolen stappen:

# Page 2467904567 - Control 2008052638 - Property 2879900210
source: I have read and understand the recommended steps
cs_cz: Přečetl jsem si a rozumím doporučenému postupu
es_co: He leído y comprendido los pasos recomendados
fr_fr: J'ai lu et compris les étapes recommandées
nl_be: Ik heb de aanbevolen stappen gelezen en begrepen

# Page 2467904567 - Action 4144135117 - Property 2879900210
source: Run Full Migration Now
cs_cz: Spustit nyní plnou migraci
es_co: Ejecutar Migración completa ahora
fr_fr: Exécuter la migration complète maintenant
nl_be: Volledige migratie nu uitvoeren

# Page 2467904567 - Action 4144135117 - Property 1295455071
source: Manually trigger full Cloud Migration.
cs_cz: Ručně spustit úplnou migraci cloudu.
es_co: Permite desencadenar manualmente la Migración a nube completa.
fr_fr: Déclenchez manuellement la migration Cloud complète.
nl_be: Handmatig volledige Cloudmigratie activeren.

# Page 2467904567 - Action 3055996772 - Property 2879900210
source: Disable Cloud Migration
cs_cz: Zakázat migraci cloudu
es_co: Deshabilitar Migración a nube
fr_fr: Désactiver la migration Cloud
nl_be: Cloudmigratie uitschakelen

# Page 2467904567 - Action 3055996772 - Property 1295455071
source: Disables Cloud Migration setup.
cs_cz: Zakázat nastavení migrace cloudu.
es_co: Deshabilita la configuración de Migración a nube.
fr_fr: Désactive la configuration de la migration Cloud.
nl_be: Hiermee wordt de instelling van Cloudmigratie uitgeschakeld.

# Page 2467904567 - Action 1257849630 - Property 2879900210
source: Permission Sets
cs_cz: Sady oprávnění
es_co: Conjuntos de permisos
fr_fr: Ensembles d'autorisations
nl_be: Machtigingensets

# Page 2467904567 - NamedType 3444299184
source: You will no longer have the Cloud Migration setup. Are you sure you want to disable?
cs_cz: Nastavení migrace cloudu již mít nebudete. Opravdu ho chcete zakázat?
es_co: Ya no tendrá la configuración de Migración a nube. ¿Seguro que desea deshabilitarla?
fr_fr: Vous ne pourrez plus configurer la migration Cloud. Voulez-vous vraiment la désactiver ?
nl_be: U raakt de instelling van Cloudmigratie kwijt. Weet u zeker dat u dit wilt uitschakelen?

# Page 2467904567 - NamedType 2374652963
source: Are you sure you want to trigger a full migration?
cs_cz: Opravdu chcete spustit úplnou migraci?
es_co: ¿Seguro que desea desencadenar una migración completa?
fr_fr: Voulez-vous vraiment déclencher une migration complète ?
nl_be: Weet u zeker dat u een volledige migratie wilt starten?

# Page 2467904567 - NamedType 3186660196
source: Cloud Migration has been disabled.
cs_cz: Migrace do cloudu byla zakázána.
es_co: Se ha deshabilitado Migración a nube.
fr_fr: La migration Cloud a été désactivée.
nl_be: Cloudmigratie is uitgeschakeld.

# Page 2467904567 - NamedType 1664246311
source: Full migration has been started. You can track the status on the management page.
cs_cz: Replikace byla úspěšně spuštěna. Stav můžete sledovat na stránce správy.
es_co: Se ha iniciado la migración completa. Puede realizar un seguimiento del estado en la página de administración.
fr_fr: La migration complète a démarré. Vous pouvez suivre le statut sur la page de gestion.
nl_be: Volledige migratie is gestart. U kunt de status bijhouden op de beheerpagina.

# Page 2467904567 - NamedType 3644704897
source: Full migration
cs_cz: Plná migrace
es_co: Migración completa
fr_fr: Migration complète
nl_be: Volledige migratie

# Page 2467904567 - NamedType 4111571409
source: 1. Read the Business Central Cloud Migration help.
cs_cz: 1. Přečtěte si nápovědu k migraci do cloudu Business Central.
es_co: 1. Lea la ayuda de la Migración a nube de Business Central.
fr_fr: 1. Consultez l'aide sur la migration cloud de Business Central.
nl_be: 1. Lees de Help van Business Central Cloudmigratie.

# Page 2467904567 - NamedType 2804247531
source: 2. Have all users exit both the cloud tenant and on-premises solution.
cs_cz: 2. Ať všichni uživatelé opustí, jak nájemce cloudu, tak i řešení on-premises.
es_co: 2. Haga que todos los usuarios salgan tanto del suscriptor de la nube como de la solución local.
fr_fr: 2. Demandez à tous les utilisateurs de quitter l'abonné cloud et la solution sur site.
nl_be: 2. Laat alle gebruikers zowel de cloudtenant als de on-premises oplossing afsluiten.

# Page 2467904567 - NamedType 999576586
source: 3. Run a migration by selecting Run Migration Now within the Cloud Migration Management page.
cs_cz: 3. Spusťte migraci vybráním možnosti Spustit migraci nyní na stránce Správa migrace do cloudu.
es_co: 3. Para ejecutar una migración, seleccione Ejecutar la migración ahora dentro de la página Administración de la migración de nube.
fr_fr: 3. Exécutez une migration en sélectionnant Exécuter la migration maintenant sur la page Gestion de la migration vers le cloud.
nl_be: 3. Voer een migratie uit door Migratie nu uitvoeren te selecteren op de pagina Beheer van Cloudmigratie.

# Page 2467904567 - NamedType 366192480
source: 4. Correct any necessary errors.
cs_cz: 4. Opravte všechny nezbytné chyby.
es_co: 4. Corrija los errores necesarios.
fr_fr: 4. Corrigez les erreurs nécessaires.
nl_be: 4. Corrigeer eventuele fouten.

# Page 2467904567 - NamedType 1544308943
source: 5. Run the migration again if you had to make any corrections in step #4.
cs_cz: 5. Chcete-li provést nějaké opravy v kroku #4, spusťte migraci znovu.
es_co: 5. Vuelva a ejecutar la migración si tuvo que realizar correcciones en el paso 4.
fr_fr: 5. Réexécutez la migration si vous avez apporté des corrections à l'étape n° 4.
nl_be: 5. Voer de migratie opnieuw uit als u bij stap 4 correcties hebt moeten aanbrengen.

# Page 2467904567 - NamedType 2129050476
source: 6. Disable Cloud Migration in the Actions menu above.
cs_cz: 6. Zakažte migraci do cloudu výše v nabídce Akce.
es_co: 6. Deshabilite la migración a la nube en el menú Acciones anterior.
fr_fr: 6. Désactivez la migration vers le cloud dans le menu Actions ci-dessus.
nl_be: 6. Schakel Cloudmigratie uit in het menu Acties hierboven.

# Page 2467904567 - NamedType 662271446
source: 7. Review and make necessary updates to users, user groups and permission sets.
cs_cz: 7. zkontrolujte a proveďte nezbytné aktualizace uživatelů, skupin uživatelů a sad oprávnění.
es_co: 7. Revise y realice las actualizaciones necesarias a usuarios, grupos de usuarios y conjuntos de permisos.
fr_fr: 7. Vérifiez et apportez les mises à jour nécessaires aux utilisateurs, groupes d'utilisateurs et ensembles d'autorisations.
nl_be: 7. Controleer gebruikers, gebruikersgroepen en machtigingensets en breng benodigde wijzigingen aan.

# Page 3988794227 - Property 2879900210
source: Migration Information
cs_cz: Informace o migraci
es_co: Información de migración
fr_fr: Informations sur la migration
nl_be: Migratie-informatie

# Page 3988794227 - Control 3195211881 - Property 2879900210
source: Next Scheduled Run
cs_cz: Další naplánované spuštění
es_co: Siguiente ejecución programada
fr_fr: Prochaine exécution planifiée
nl_be: Volgende geplande uitvoering

# Page 3988794227 - Control 3195211881 - Property 2001309823
source: Specifies the date and time of the next scheduled migration.
cs_cz: Určuje datum a čas další naplánované migrace.
es_co: Especifica la fecha y la hora de la siguiente migración programada.
fr_fr: Spécifie la date et l'heure de la prochaine migration planifiée.
nl_be: Hiermee worden de datum en tijd opgegeven van de volgende geplande migratie.

# Page 3988794227 - Control 3604188731 - Property 2879900210
source: Migration Statistics
cs_cz: Statistika migrace
es_co: Estadísticas de migración
fr_fr: Statistiques migration
nl_be: Migratiestatistieken

# Page 3988794227 - Control 3604188731 - Property 1968111052
source: Migration Statistics
cs_cz: Statistika migrace
es_co: Estadísticas de migración
fr_fr: Statistiques migration
nl_be: Migratiestatistieken

# Page 3988794227 - Control 2079533778 - Property 2879900210
source: Source Product
cs_cz: Zdrojový produkt
es_co: Producto de origen
fr_fr: Produit source
nl_be: Bronproduct

# Page 3988794227 - Control 2079533778 - Property 1295455071
source: Specifies the selected source product for the migration.
cs_cz: Určuje vybraný zdrojový produkt pro migraci.
es_co: Especifica el producto de origen seleccionado para la migración.
fr_fr: Spécifie le produit source sélectionné pour la migration.
nl_be: Hiermee wordt het geselecteerde bronproduct voor de migratie opgegeven.

# Page 3988794227 - Control 2167643701 - Property 2879900210
source: Tables Successful
cs_cz: Tabulky úspěšně
es_co: Tablas correctas
fr_fr: Tables réussies
nl_be: Tabellen geslaagd

# Page 3988794227 - Control 2167643701 - Property 1295455071
source: Indicates the total number of tables that have been successfully migrated.
cs_cz: Označuje celkový počet tabulek, které byly úspěšně migrovány.
es_co: Indica el número total de tablas que se han migrado correctamente.
fr_fr: Indique le nombre total de tables dont la migration a réussi.
nl_be: Hiermee wordt het totale aantal tabellen aangegeven dat is gemigreerd.

# Page 3988794227 - Control 2232546135 - Property 2879900210
source: Tables not Migrated
cs_cz: Tabulky nejsou migrovány
es_co: Tablas que no se han migrado
fr_fr: Tables non migrées
nl_be: Niet-gemigreerde tabellen

# Page 3988794227 - Control 2232546135 - Property 1295455071
source: Indicates the number of tables that are ignored during the migration.
cs_cz: Označuje počet tabulek, které jsou během přenesení ignorovány.
es_co: Indica el número de tablas que se omiten durante la migración.
fr_fr: Indique le nombre de tables qui sont ignorées pendant la migration.
nl_be: Hiermee wordt het aantal tabellen aangegeven dat tijdens de migratie wordt genegeerd.

# Page 3988794227 - Control 4181933880 - Property 2879900210
source: Run Statistics
cs_cz: Spustit statistiku
es_co: Ejecutar estadísticas
fr_fr: Exécuter les statistiques
nl_be: Statistieken uitvoeren

# Page 3988794227 - Control 173023947 - Property 2879900210
source: Tables Successful
cs_cz: Tabulky úspěšně
es_co: Tablas correctas
fr_fr: Tables réussies
nl_be: Tabellen geslaagd

# Page 3988794227 - Control 173023947 - Property 2001309823
source: Indicates the number of tables that were successful for the selected migration.
cs_cz: Označuje počet tabulek, které byly úspěšné pro vybranou migraci.
es_co: Indica el número de tablas que fueron correctas para la migración seleccionada.
fr_fr: Indique le nombre de tables dont la migration sélectionnée a réussi.
nl_be: Hiermee wordt het aantal tabellen opgegeven dat succesvol was voor de geselecteerde migratie.

# Page 3988794227 - Control 2673211442 - Property 2879900210
source: Tables Failed
cs_cz: Tabulky chyba
es_co: Tablas con error
fr_fr: Tables avec échecs
nl_be: Mislukte tabellen

# Page 3988794227 - Control 2673211442 - Property 2001309823
source: Indicates the number of tables that failed for the selected migration.
cs_cz: Označuje počet tabulek, které se nezdařily pro vybranou migraci.
es_co: Indica el número de tablas con error para la migración seleccionada.
fr_fr: Indique le nombre de tables dont la migration sélectionnée a échoué.
nl_be: Hiermee wordt het aantal tabellen opgegeven dat is mislukt voor de geselecteerde migratie.

# Page 3988794227 - Control 1451631235 - Property 2879900210
source: Tables Remaining
cs_cz: Zbývající tabulky
es_co: Tablas restantes
fr_fr: Tables restantes
nl_be: Resterende tabellen

# Page 3988794227 - Control 1451631235 - Property 2001309823
source: Indicates the number of remaining tables to migrate for the selected migration.
cs_cz: Označuje počet zbývajících tabulek, které mají být migrovány pro vybranou migraci.
es_co: Indica el número de tablas restantes que se migrarán para la migración seleccionada.
fr_fr: Indique le nombre de tables restant à migrer pour la migration sélectionnée.
nl_be: Hiermee wordt het aantal resterende tabellen opgegeven dat moet worden gemigreerd voor de geselecteerde migratie.

# Page 3988794227 - Control 1242430298 - Property 2879900210
source: Tables with Warnings
cs_cz: Tabulky s upozorněními
es_co: Tablas con advertencias
fr_fr: Tables avec avertissements
nl_be: Tabellen met waarschuwingen

# Page 3988794227 - Control 1242430298 - Property 2001309823
source: Indicates the number of tables that had warnings for the selected migration.
cs_cz: Označuje počet tabulek, které měly upozornění pro vybranou migraci.
es_co: Indica el número de tablas que tenían advertencias para la migración seleccionada.
fr_fr: Indique le nombre de tables comportant des avertissements pour la migration sélectionnée.
nl_be: Hiermee wordt het aantal tabellen opgegeven dat waarschuwingen bevatte voor de geselecteerde migratie.

# Page 3523043443 - Property 2879900210
source: Insight
es_co: Información
fr_fr: Informations
nl_be: Inzicht

# Page 432782781 - Control 3831369531 - Property 2879900210
source: KPIs
cs_cz: Ukazatelé výkonu
es_co: KPI
fr_fr: Indicateurs de performance clés

# Page 432782781 - Control 3958318543 - Property 2879900210
source: KPIs
cs_cz: Ukazatelé výkonu
es_co: KPI
fr_fr: Indicateurs de performance clés

# Page 432782781 - Control 3835255931 - Property 2879900210
source: Insights
cs_cz: Přehledy
es_co: Información
fr_fr: Informations
nl_be: Inzichten

# Page 432782781 - Control 3786424220 - Property 2879900210
source: Power BI Report
cs_cz: Sestavy Power BI
es_co: Informe de Power BI
fr_fr: État Power BI
nl_be: Power BI-rapport

# Page 432782781 - Control 151094470 - Property 2879900210
source: Power BI Report
cs_cz: Sestavy Power BI
es_co: Informe de Power BI
fr_fr: État Power BI
nl_be: Power BI-rapport

# Page 432782781 - Control 791597496 - Property 2879900210
source: Cash Flow Forecast
cs_cz: Prognózy cashflow
es_co: Previsión de flujo de efectivo
fr_fr: Prévision de trésorerie
nl_be: Cashflowprognose

# Page 872301191 - Control 1550718196 - Property 2879900210
source: Cash Available
cs_cz: Hotovost k dispozici
es_co: Efectivo disponible
fr_fr: Trésorerie disponible
nl_be: Contant beschikbaar

# Page 872301191 - Control 1550718196 - Property 1295455071
source: Specifies the value of the Cash GL Account
cs_cz: Určuje hodnotu účtu hotovosti
es_co: Especifica el valor de la cuenta de efectivo
fr_fr: Spécifie la valeur du compte général de trésorerie
nl_be: Hiermee wordt de waarde opgegeven van de kasgrootboekrekening

# Page 872301191 - Control 2525651928 - Property 2879900210
source: Sales Profitability
cs_cz: Ziskovost prodeje
es_co: Rentabilidad de las ventas
fr_fr: Rentabilité ventes
nl_be: Winstgevendheid van verkoop

# Page 872301191 - Control 2525651928 - Property 1295455071
source: Specifies the profitibilty as a percentage of sales
cs_cz: Určuje ziskovost jako procento z prodeje
es_co: Especifica la rentabilidad como un porcentaje de ventas
fr_fr: Spécifie la rentabilité en pourcentage des ventes
nl_be: Hiermee wordt de winstgevendheid als een percentage van de verkoop opgegeven

# Page 872301191 - Control 1877710544 - Property 2879900210
source: Net Income
cs_cz: Čistý příjem
es_co: Ingresos netos
fr_fr: Résultat net
nl_be: Nettowinst

# Page 872301191 - Control 1877710544 - Property 1295455071
source: Specifies the Net Income
cs_cz: Určuje čistý příjem
es_co: Especifica los ingresos netos
fr_fr: Spécifie le résultat net
nl_be: Hiermee wordt de nettowinst opgegeven

# Page 872301191 - Control 1478605539 - Property 2879900210
source: Inventory Value
cs_cz: Hodnota zásob
es_co: Valor de inventario
fr_fr: Valeur du stock
nl_be: Voorraadwaarde

# Page 872301191 - Control 1478605539 - Property 1295455071
source: Specifies the value of the Inventory GL Account
cs_cz: Určuje hodnotu účtu zásob
es_co: Especifica el valor de la cuenta de inventario
fr_fr: Spécifie la valeur du compte général de stock
nl_be: Hiermee wordt de waarde opgegeven van de voorraadgrootboekrekening

# Page 3223246169 - Property 2879900210
source: Cloud Migration Update
cs_cz: Aktualizace migrace do cloudu
es_co: Actualización de migración de nube
fr_fr: Mise à jour de la migration Cloud
nl_be: Update van Cloudmigratie

# Page 3223246169 - Control 3724241072 - Property 2879900210
source: Welcome To Cloud Migration Update
cs_cz: Vítá vás aktualizace migrace do cloudu
es_co: Le damos la bienvenida a la Actualización de migración de nube
fr_fr: Bienvenue dans la mise à jour de la migration Cloud
nl_be: Welkom bij de update van Cloudmigratie

# Page 3223246169 - Control 21734773 - Property 1968111052
source: This process will update your Cloud Migration environment to the latest version.
cs_cz: Tento proces bude aktualizovat prostředí migrace do cloudu na nejnovější verzi.
es_co: Este proceso actualizará su entorno de Migración a nube a la versión más reciente.
fr_fr: Ce processus met à jour votre environnement de migration Cloud vers la dernière version.
nl_be: Met dit proces wordt uw Cloudmigratie-omgeving bijgewerkt naar de laatste versie.

# Page 3223246169 - Action 2187504585 - Property 2879900210
source: Update
cs_cz: Aktualizace
es_co: Actualizar
fr_fr: Mettre à jour
nl_be: Bijwerken

# Page 3223246169 - Action 4111934588 - Property 2879900210
source: Cancel
cs_cz: Zrušit
es_co: Cancelar
fr_fr: Annuler
nl_be: Annuleren

# Page 3223246169 - NamedType 470250014
source: You are currently running version %1. The latest available version is %2.
cs_cz: Je právě spuštěná verze %1. Nejnovější dostupná verze je %2.
es_co: Actualmente está ejecutando la versión %1. La versión más reciente disponible es %2.
fr_fr: Vous exécutez la version %1. La dernière version disponible est %2.
nl_be: U gebruikt momenteel versie %1. De nieuwste beschikbare versie is %2.

# Page 3223246169 - NamedType 1127865231
source: This can take a few minutes to complete.
cs_cz: Toto může trvat několik minut.
es_co: Esto puede tardar unos minutos en completarse.
fr_fr: Cela peut prendre quelques minutes.
nl_be: Dit kan enkele minuten duren.

# Page 3223246169 - NamedType 2350298983
source: The update has completed successfully.
cs_cz: Aktualizace byla úspěšně dokončena.
es_co: La actualización se completó correctamente.
fr_fr: La mise à jour s’est terminée avec succès.
nl_be: De update is voltooid.

# Page 3223246169 - NamedType 671274610
source: You do not have permissions to run this update. Please contact your system administrator to update your Cloud Migration environment.
cs_cz: Nemáte oprávnění ke spuštění této aktualizace. Obraťte se na vašeho správce systému k aktualizaci prostředí migrace do cloudu.
es_co: No tiene permisos para ejecutar esta actualización. Póngase en contacto con el administrador del sistema para actualizar su entorno de Migración a nube.
fr_fr: Vous n'avez pas les autorisations nécessaires pour exécuter cette mise à jour. Contactez votre administrateur système pour mettre à jour votre environnement de migration Cloud.
nl_be: U bent niet gemachtigd om deze update uit te voeren. Neem contact op met uw systeembeheerder om uw Cloudmigratie-omgeving bij te werken.

# Page 3155514618 - Property 2879900210
source: Select companies to migrate
cs_cz: Vyberte společnosti k migraci
es_co: Seleccionar las empresas para migrar
fr_fr: Sélectionner des sociétés à migrer
nl_be: Bedrijven selecteren om te migreren

# Page 3155514618 - Control 3518201539 - Property 2879900210
source: Replicate
cs_cz: Replikovat
es_co: Replicar
fr_fr: Répliquer
nl_be: Repliceren

# Page 3155514618 - Control 3518201539 - Property 2001309823
source: Specifies whether to migrate the data from this company.
cs_cz: Určuje, zda chcete přenést data z této společnosti.
es_co: Especifica si se van a migrar los datos de esta empresa.
fr_fr: Spécifie s'il faut migrer ou non les données à partir de cette société.
nl_be: Hiermee wordt opgegeven of de gegevens van dit bedrijf moeten worden gemigreerd.

# Page 3155514618 - Control 2223207931 - Property 2879900210
source: Migrate all companies
cs_cz: Přenést všechny společnosti
es_co: Migrar todas las empresas
fr_fr: Migrer toutes les sociétés
nl_be: Alle bedrijven migreren

# Page 3155514618 - Control 201881077 - Property 1968111052
source: If you have selected a company that does not exist in Business Central, it will automatically be created for you. This may take a few minutes.
cs_cz: Pokud vyberete společnost, která neexistuje v Business Central, tak bude automaticky pro vás vytvořena. To může trvat několik minut.
es_co: Si ha seleccionado una empresa que no existe en Business Central, se creará automáticamente para usted. Esto puede tardar varios minutos.
fr_fr: Si vous avez sélectionné une société qui n'existe pas dans Business Central, elle sera automatiquement créée pour vous. Cela peut prendre quelques minutes.
nl_be: Als u een bedrijf hebt geselecteerd dat niet bestaat in Business Central, wordt het automatisch voor u gemaakt. Dit kan enkele minuten duren.

# Page 3155514618 - Action 2079045816 - Property 2879900210
source: OK
es_co: Aceptar

# Page 3155514618 - Action 788258546 - Property 2879900210
source: Cancel
cs_cz: Zrušit
es_co: Cancelar
fr_fr: Annuler
nl_be: Annuleren

# Page 3155514618 - NamedType 3652475216
source: You must select at least one company to migrate to continue.
cs_cz: Chcete-li pokračovat, musíte vybrat alespoň jednu společnost, kterou chcete migrovat.
es_co: Para continuar, debe seleccionar al menos una empresa para migrar.
fr_fr: Vous devez sélectionner au moins une société à migrer pour continuer.
nl_be: U moet ten minste één bedrijf voor migratie selecteren om door te gaan.

# Page 3155514618 - NamedType 914151040
source: You do not have permissions to execute this task. Contact your system administrator.
cs_cz: Nemáte oprávnění k provedení této úlohy. Obraťte se na vašeho správce systému.
es_co: No tiene permisos para ejecutar esta tarea. Póngase en contacto con el administrador del sistema.
fr_fr: Vous n'êtes pas autorisé à exécuter cette tâche. Contactez votre administrateur système.
nl_be: U hebt geen machtigingen om deze taak uit te voeren. Neem contact op met uw systeembeheerder.
