Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/Intelligent Cloud Base/Translations/Intelligent Cloud Base.*.xlf
Languages: cs_cz, es_co, fr_fr, nl_be

# Page 3155514618 - NamedType 3410296187
source: Company selection changes will be reflected on your next migration.
cs_cz: Změny výběru společnosti se projeví při příští migraci.
es_co: Los cambios de selección de empresa aparecerán en la siguiente migración.
fr_fr: Les modifications de sélection société apparaîtront sur votre prochaine migration.
nl_be: Wijzigingen in de bedrijfsselectie worden doorgevoerd bij uw volgende migratie.

# Page 3155514618 - NamedType 3438381871
source: Exit without saving company selection changes?
cs_cz: Ukončit bez uložení změn výběru společnosti?
es_co: ¿Desea salir sin guardar cambios de selección de empresa?
fr_fr: Quitter sans enregistrer les modifications de sélection de société ?
nl_be: Afsluiten zonder wijzigingen in bedrijfsselectie op te slaan?

# Page 2884714899 - Property 2879900210
source: Define User Mappings
cs_cz: Definujte mapování uživatelů
es_co: Definir asignaciones de usuarios
fr_fr: Définir les correspondances utilisateur
nl_be: Gebruikerstoewijzingen definiëren

# Page 2884714899 - Control 201881077 - Property 1968111052
source: Choose a cloud user to map to an on-premises user to update user-specific open transaction data.
cs_cz: Zvolte uživatele cloudu, který bude mapován na uživatele on-premises pro aktualizaci otevřených transakcí specifických pro uživatele.
es_co: Elija un usuario de la nube para asignarlo a un usuario local para actualizar los datos de transacciones abiertas específicas del usuario.
fr_fr: Choisissez un utilisateur Cloud à mettre en correspondance avec un utilisateur sur site pour mettre à jour les données de transaction ouverte spécifiques à l'utilisateur.
nl_be: Een cloudgebruiker kiezen die aan een on-premises gebruiker wordt toegewezen om gebruikersspecifieke open transactiegegevens bij te werken.

# Page 2884714899 - Control 2300481781 - Property 2879900210
source: On-Premises User
cs_cz: Uživatel On-Premises
es_co: Usuario local
fr_fr: Utilisateur local
nl_be: On-premises gebruiker

# Page 2884714899 - Control 4145396124 - Property 2879900210
source: Cloud User
cs_cz: Uživatel cloudu
es_co: Usuario de nube
fr_fr: Utilisateur Cloud
nl_be: Cloudgebruiker

# Page 2884714899 - Control 4213159267 - Property 1968111052
source: Once you have mapped all of the users, clicking OK will update the tables.
cs_cz: Po namapování všech uživatelů budou tabulky aktualizovány klepnutím na tlačítko OK.
es_co: Una vez que haya asignado todos los usuarios, haga clic en Aceptar para actualizar las tablas.
fr_fr: Une fois tous les utilisateurs mis en correspondance, cliquez sur OK pour mettre à jour les tables.
nl_be: Als u alle gebruikers hebt toegewezen en op OK klikt, worden de tabellen bijgewerkt.

# Page 2884714899 - Action 2079045816 - Property 2879900210
source: OK
es_co: Aceptar

# Page 2884714899 - Action 788258546 - Property 2879900210
source: Cancel
cs_cz: Zrušit
es_co: Cancelar
fr_fr: Annuler
nl_be: Annuleren

# Page 2884714899 - NamedType 1771460878
source: Not all users are mapped. Do you want to run the mapping process anyway?
cs_cz: Ne všichni uživatelé jsou namapováni. Chcete přesto spustit proces mapování?
es_co: No se han asignado todos los usuarios. ¿Desea ejecutar el proceso de asignación de todas formas?
fr_fr: Tous les utilisateurs ne sont pas mis en correspondance. Voulez-vous quand même exécuter le processus de mise correspondance ?
nl_be: Niet alle gebruikers zijn toegewezen. Wilt u het toewijzingsproces toch uitvoeren?

# Page 2884714899 - NamedType 3438381871
source: Exit without processing user mapping?
cs_cz: Ukončit bez zpracování mapování uživatelů?
es_co: ¿Desea salir sin procesar la asignación de usuarios?
fr_fr: Quitter sans traiter la mise en correspondance utilisateur ?
nl_be: Afsluiten zonder gebruikerstoewijzing te verwerken?

# PageExtension 3062652020 - Control 3436548871 - Property 2879900210
source: Table Migration Success Rate
cs_cz: Míra úspěšnosti migrace tabulek
es_co: Tasa de éxito de migración de tablas
fr_fr: Taux de réussite de migration de table
nl_be: Succespercentage van tabelmigratie

# PageExtension 3062652020 - Control 3436548871 - Property 1295455071
source: Specifies the percentage rate for the number of tables successfully migrated.
cs_cz: Určuje procentuální sazbu pro počet úspěšně přenesených tabulek.
es_co: Especifica la tasa de porcentaje para el número de las tablas que se han migrado correctamente.
fr_fr: Spécifie le pourcentage du nombre de tables migrées avec succès.
nl_be: Hiermee wordt het percentage tabellen opgegeven dat is gemigreerd.

# PageExtension 3437032159 - Control 3436548871 - Property 2879900210
source: Table Migration Success Rate
cs_cz: Míra úspěšnosti migrace tabulek
es_co: Tasa de éxito de migración de tablas
fr_fr: Taux de réussite de migration de table
nl_be: Succespercentage van tabelmigratie

# PageExtension 3437032159 - Control 3436548871 - Property 1295455071
source: Specifies the percentage rate for the number of tables successfully migrated.
cs_cz: Určuje procento úspěšně přenesených tabulek.
es_co: Especifica la tasa de porcentaje para el número de las tablas que se han migrado correctamente.
fr_fr: Spécifie le pourcentage du nombre de tables migrées avec succès.
nl_be: Hiermee wordt het percentage tabellen opgegeven dat is gemigreerd.

# PageExtension 2955950918 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# PageExtension 2955950918 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# PageExtension 2390387548 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# PageExtension 2390387548 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# PageExtension 1534780445 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# PageExtension 1534780445 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# PageExtension 3540893072 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# PageExtension 3540893072 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# PageExtension 3785827927 - Action 432782781 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# PageExtension 3785827927 - Action 3385273468 - Property 2879900210
source: Intelligent Cloud Insights
cs_cz: Informace o Intelligent Cloud
es_co: Información de Nube inteligente
fr_fr: Informations sur le cloud intelligent
nl_be: Intelligente cloud-inzichten

# TableExtension 200293935 - Field 3436548871 - Property 2879900210
source: Replication Success Rate
cs_cz: Míra úspěchu replikace
es_co: Tasa de éxito de replicación
fr_fr: Taux de réussite de la réplication
nl_be: Percentage geslaagde replicatie

# TableExtension 2456898161 - Field 3436548871 - Property 2879900210
source: Replication Success Rate
cs_cz: Míra úspěchu replikace
es_co: Tasa de éxito de replicación
fr_fr: Taux de réussite de la réplication
nl_be: Percentage geslaagde replicatie

# Codeunit 2855663144 - NamedType 2841320471
source: The table copy operation timed out after 24 hours.
fr_fr: L'opération de copie de la table a expiré après 24 heures.
nl_be: Na 24 uur is een time-out opgetreden bij kopiëren van tabel.

# Page 1208606375 - NamedType 3728170804
source: If you choose to reset cloud data, all migrated data will be deleted for all companies in the next migration run. Are you sure you want to reset cloud data?
fr_fr: Si vous choisissez de réinitialiser les données du cloud, toutes les données migrées seront supprimées pour toutes les sociétés lors de la prochaine migration. Voulez-vous vraiment réinitialiser les données du cloud ?
nl_be: Als u ervoor kiest cloudgegevens opnieuw in te stellen, worden alle gemigreerde gegevens voor alle bedrijven tijdens de volgende migratie verwijderd. Weet u zeker dat u de cloudgegevens opnieuw wilt instellen?

# Page 1208606375 - NamedType 3623410792
source: Reset has been successfully triggered. All migration enabled data will be reset in the next migration run.
fr_fr: La réinitialisation a été déclenchée. Toutes les données pour lesquelles la migration est activée seront réinitialisées à la prochaine migration.
nl_be: Opnieuw instellen is geactiveerd. Alle gegevens waarvoor migratie is geactiveerd, worden bij de volgende migratie opnieuw ingesteld.

# Page 2532438947 - Control 4256515023 - Property 1295455071
source: : Server=myServerName\myInstanceName;Database=myDataBase;User Id=myUsername;Password=myPassword;
cs_cz: : Server=můjnázevserveru\můjnázevinstance;Databáze=mojedatabáze;ID uživatele =můjnázevuživatele;Heslo=mojeheslo;

# Page 1208606375 - NamedType 3728170804
source: Are you sure you want to reset all cloud data?
cs_cz: Opravdu chcete obnovit všechna data cloudu?

# Page 1208606375 - NamedType 3623410792
source: Reset has been successfully triggered. All migration enabled data will be reset in the next sync.
cs_cz: Resetování bylo úspěšně spuštěno. Všechna data s povoleným migrací budou při příští synchronizaci obnovena.
