Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/Intelligent Cloud Base/Translations/Intelligent Cloud Base.*.xlf
Languages: cs_cz, es_co, fr_fr, nl_be

# Page 2532438947 - Control 1670881213 - Property 2879900210
source: Schedule Data Migration
cs_cz: Plánování migrace dat
es_co: Programar migración de datos
fr_fr: Planifier la migration des données
nl_be: Gegevensmigratie plannen

# Page 2532438947 - Control 3762301320 - Property 1968111052
source: Specify when to migrate your data to Business Central. To skip this step, select Next. To setup or change your migration schedule in Business Central, search for 'Cloud Migration Management'.
cs_cz: Určete, kdy se mají data migrovat do aplikace Business Central. Chcete-li tento krok přeskočit, klepněte na možnost Další. Chcete-li nastavit nebo změnit plán migrace v aplikaci Business Central, vyhledejte 'Spráce migrace do cloudu'.
es_co: Especifique cuándo desea que se migren sus datos a Business Central. Para omitir este paso, seleccione Siguiente. Para configurar o cambiar su programación de migración en Business Central, busque 'Administración de migración de nube'.
fr_fr: Spécifiez quand migrer vos données vers Business Central. Pour ignorer cette étape, sélectionnez Suivant. Pour configurer ou modifier votre planification de migration dans Business Central, recherchez « Gestion de la migration Cloud ».
nl_be: Geef op wanneer uw gegevens naar Business Central moeten worden gemigreerd. Als u deze stap wilt overslaan, selecteert u Volgende. Als u uw migratieschema in Business Central wilt instellen of wijzigen, zoekt u naar 'Beheer van Cloudmigratie'.

# Page 2532438947 - Control 2402826139 - Property 2879900210
source: Activate Schedule
cs_cz: Aktivovat plán
es_co: Activar esquema
fr_fr: Activer le planning
nl_be: Schema activeren

# Page 2532438947 - Control 2402826139 - Property 1295455071
source: Activate Migration Schedule
cs_cz: Aktivovat plán přenesení
es_co: Activar programación de migración
fr_fr: Activer la planification de la migration
nl_be: Migratieschema activeren

# Page 2532438947 - Control 2993600736 - Property 2879900210
source: Recurrence
cs_cz: Opakování
es_co: Periodicidad
fr_fr: Répétition
nl_be: Herhaling

# Page 2532438947 - Control 595497481 - Property 2879900210
source: Start time
cs_cz: Čas zahájení
es_co: Hora de inicio
fr_fr: Heure début
nl_be: Begintijd

# Page 2532438947 - Control 595497481 - Property 1295455071
source: Specifies the time at which to start the migration.
cs_cz: Určuje čas, kdy má být migrace zahájena.
es_co: Especifica la hora a la que comenzará la migración.
fr_fr: Spécifie l'heure de début de la migration.
nl_be: Hiermee wordt de tijd opgegeven waarop u de migratie wilt starten.

# Page 2532438947 - Control 3189484627 - Property 2879900210
source: That's It!
cs_cz: To je ono!
es_co: ¡Eso es!
fr_fr: Voilà !
nl_be: Dat is alles!

# Page 2532438947 - Control 3189484627 - Property 1968111052
source: Choose finish to close the wizard.
cs_cz: Kliknutím na tlačítko Dokončit ukončíte průvodce.
es_co: Para cerrar el asistente, elija Terminar.
fr_fr: Pour fermer l'assistant, sélectionnez Terminer.
nl_be: Kies Voltooien om de wizard te sluiten.

# Page 2532438947 - Action 2438272767 - Property 2879900210
source: Back
cs_cz: Zpět
es_co: Atrás
fr_fr: Précédent
nl_be: Vorige

# Page 2532438947 - Action 914282563 - Property 2879900210
source: Next
cs_cz: Další
es_co: Siguiente
fr_fr: Suivant
nl_be: Volgende

# Page 2532438947 - Action 3259912055 - Property 2879900210
source: Finish
cs_cz: Dokončit
es_co: Finalizar
fr_fr: Terminer
nl_be: Voltooien

# Page 2532438947 - NamedType 2594112864
source: 1. Download the Self Hosted Integration Runtime(SHIR).
cs_cz: 1.Stáhněte si Self Hosted Integration Runtime(SHIR).
es_co: 1. Descargue el entorno de ejecución de integración autohospedado (SHIR).
fr_fr: 1. Téléchargez le runtime d'intégration auto-hébergé.
nl_be: 1. Download de zelf-hostende Integration Runtime (SHIR).

# Page 2532438947 - NamedType 2591681840
source: Privacy Notice
cs_cz: Oznámení o ochraně osobních údajů
es_co: Aviso de privacidad
fr_fr: Déclaration de confidentialité
nl_be: Privacyverklaring

# Page 2532438947 - NamedType 949685432
source: Help
cs_cz: Nápověda
es_co: Ayuda
fr_fr: Aide

# Page 2532438947 - NamedType 2905562872
source: Please enter a valid SQL connection string.
cs_cz: Zadejte platný připojovací řetězec SQL.
es_co: Introduzca una cadena de conexión SQL válida.
fr_fr: Entrez une chaîne de connexion SQL valide.
nl_be: Voer een geldige SQL-verbindingsreeks in.

# Page 2532438947 - NamedType 2913696420
source: Your Cloud Migration environment has not been set up.\\Are you sure that you want to exit?
cs_cz: Prostředí migrace cloudu nebylo nastaveno.\\Opravdu chcete skončit?
es_co: No se ha configurado su entorno de Migración a nube.\\¿Seguro que desea salir?
fr_fr: Votre environnement de migration Cloud n'a pas été configuré.\\Voulez-vous vraiment quitter ?
nl_be: Uw Cloudmigratie-omgeving is niet ingesteld.\\Weet u zeker dat u wilt afsluiten?

# Page 2532438947 - NamedType 4058851970
source: You must select a product to continue.
cs_cz: Chcete-li pokračovat, musíte vybrat produkt.
es_co: Para continuar, debe seleccionar un producto.
fr_fr: Vous devez sélectionner un produit pour continuer.
nl_be: U moet een product selecteren om door te gaan.

# Page 2532438947 - NamedType 3652475216
source: You must select at least one company to replicate to continue.
cs_cz: Chcete-li pokračovat, musíte vybrat alespoň jednu společnost, kterou chcete replikovat.
es_co: Para continuar, debe seleccionar al menos una empresa para replicar.
fr_fr: Vous devez sélectionner au moins une société à répliquer pour continuer.
nl_be: U moet ten minste één bedrijf voor replicatie selecteren om door te gaan.

# Page 2532438947 - NamedType 3047188992
source: You must set a schedule time to continue.
cs_cz: Chcete-li pokračovat, je nutné nastavit časový plán.
es_co: Debe definir una hora de programación para continuar.
fr_fr: Vous devez définir une heure de planification pour continuer.
nl_be: U moet een schematijd instellen om door te gaan.

# Page 2532438947 - NamedType 1874208431
source: Redirecting to SaaS Business Central solution.
cs_cz: Přesměrování na SaaS Business Central solution.
es_co: Redireccionamiento a la solución Business Central de SaaS.
fr_fr: Redirection vers la solution Business Central SaaS.
nl_be: Omleiden naar SaaS Business Central-oplossing.

# Page 2532438947 - NamedType 914151040
source: You do not have permissions to execute this task. Contact your system administrator.
cs_cz: Nemáte oprávnění k provedení této úlohy. Obraťte se na vašeho správce systému.
es_co: No tiene permisos para ejecutar esta tarea. Póngase en contacto con el administrador del sistema.
fr_fr: Vous n'êtes pas autorisé à exécuter cette tâche. Contactez votre administrateur système.
nl_be: U hebt geen machtigingen om deze taak uit te voeren. Neem contact op met uw systeembeheerder.

# Page 2532438947 - NamedType 2829813711
source: The current company may not be enabled for replication.
cs_cz: Aktuální společnost pravděpodobně není povolena pro replikaci.
es_co: Es posible que la empresa actual no esté habilitada para la replicación.
fr_fr: La société actuelle peut ne pas être activée pour la réplication.
nl_be: Het huidige bedrijf kan niet worden ingeschakeld voor replicatie.

# Page 2166408973 - Control 2402826139 - Property 2879900210
source: Activate Schedule
cs_cz: Aktivovat plán
es_co: Activar esquema
fr_fr: Activer le planning
nl_be: Schema activeren

# Page 2166408973 - Control 2402826139 - Property 1295455071
source: Activate Migration Schedule
cs_cz: Aktivovat plán přenesení
es_co: Activar programación de migración
fr_fr: Activer la planification de la migration
nl_be: Migratieschema activeren

# Page 2166408973 - Control 2993600736 - Property 2879900210
source: Recurrence
cs_cz: Opakování
es_co: Periodicidad
fr_fr: Répétition
nl_be: Herhaling

# Page 2166408973 - Control 2218805241 - Property 2879900210
source: Select Days
cs_cz: Vybrat dny
es_co: Seleccionar días
fr_fr: Sélectionner les jours
nl_be: Dagen selecteren

# Page 2166408973 - Control 595497481 - Property 2879900210
source: Start time
cs_cz: Čas zahájení
es_co: Hora de inicio
fr_fr: Heure début
nl_be: Begintijd

# Page 2166408973 - Control 595497481 - Property 1295455071
source: Specifies the time at which to start the migration.
cs_cz: Určuje čas, kdy má být replikace zahájena.
es_co: Especifica la hora a la que comenzará la migración.
fr_fr: Spécifie l'heure de début de la migration.
nl_be: Hiermee wordt de tijd opgegeven waarop u de migratie wilt starten.

# Page 2166408973 - NamedType 1332930564
source: You must set a schedule time to continue.
cs_cz: Chcete-li pokračovat, je nutné nastavit časový plán.
es_co: Debe definir una hora de esquema para continuar.
fr_fr: Vous devez définir une heure de planification pour continuer.
nl_be: U moet een schematijd instellen om door te gaan.

# Page 1755155256 - Property 2879900210
source: Cloud Migration Product Types
cs_cz: Typy produktů migrace do cloudu
es_co: Tipos de productos de Migración a nube
fr_fr: Types de produits de la migration Cloud
nl_be: Cloudmigratie-producttypen

# Page 1208606375 - Property 2879900210
source: Cloud Migration Management
cs_cz: Správa migrace do cloudu
es_co: Administración de migración de nube
fr_fr: Gestion de la migration Cloud
nl_be: Beheer van Cloudmigratie

# Page 1208606375 - Property 2019332006
source: Process
cs_cz: Proces
es_co: Proceso
fr_fr: Traitement
nl_be: Verwerken

# Page 1208606375 - Action 1107077368 - Property 2879900210
source: Manage Schedule
cs_cz: Spravovat plán
es_co: Administrar esquema
fr_fr: Gérer le planning
nl_be: Schema beheren

# Page 1208606375 - Action 1107077368 - Property 1295455071
source: Manage migration schedule.
cs_cz: Spravujte plán migrace.
es_co: Permite administrar la programación de migración.
fr_fr: Gérez la planification de la migration.
nl_be: Migratieschema beheren.

# Page 1208606375 - Action 4144135117 - Property 2879900210
source: Run Migration Now
cs_cz: Spustit migraci nyní
es_co: Ejecutar migración ahora
fr_fr: Exécuter la migration maintenant
nl_be: Migratie nu uitvoeren

# Page 1208606375 - Action 4144135117 - Property 1295455071
source: Manually trigger the Cloud Migration.
cs_cz: Ručně spustit migraci cloudu.
es_co: Desencadenar manualmente la Migración a nube.
fr_fr: Déclenchez manuellement la migration Cloud.
nl_be: Handmatig Cloudmigratie activeren.

# Page 1208606375 - Action 1616785346 - Property 2879900210
source: Create Diagnostic Run
cs_cz: Vytvořit spuštění diagnostiky
es_co: Crear ejecución de diagnóstico
fr_fr: Créer une exécution de diagnostic
nl_be: Diagnostische uitvoering maken

# Page 1208606375 - Action 1616785346 - Property 1295455071
source: Trigger a diagnostic run of the Cloud Migration.
cs_cz: Spustit diagnostiku spuštění migrace do cloudu.
es_co: Permite desencadenar una ejecución de diagnóstico de la Migración a nube.
fr_fr: Déclenchez une exécution de diagnostic de la migration Cloud.
nl_be: Een diagnostische uitvoering van Cloudmigratie starten.

# Page 1208606375 - Action 2144283875 - Property 2879900210
source: Refresh Status
cs_cz: Aktualizovat stav
es_co: Actualizar estado
fr_fr: Actualiser le statut
nl_be: Status vernieuwen

# Page 1208606375 - Action 2144283875 - Property 1295455071
source: Refresh the status of in-progress migration runs.
cs_cz: Aktualizujte stav průběhu migrace.
es_co: Permite actualizar el estado de las ejecuciones de migración en curso.
fr_fr: Actualiser l'état des exécutions de migration en cours.
nl_be: De status van actieve migratie-uitvoeringen vernieuwen.

# Page 1208606375 - Action 4144528287 - Property 2879900210
source: Reset Cloud Data
cs_cz: Obnovit Data v cloudu
es_co: Restablecer datos de nube
fr_fr: Réinitialiser les données du cloud
nl_be: Cloudgegevens opnieuw instellen

# Page 1208606375 - Action 4144528287 - Property 1295455071
source: Resets migration enabled data in the cloud tenant.
cs_cz: Obnoví data povolená pro migraci v cloudu nájemce.
es_co: Restablece los datos activados de migración en el suscriptor de nube.
fr_fr: Réinitialise les données pour lesquelles la migration est activée dans l'abonné cloud.
nl_be: Hiermee worden gegevens waarvoor migratie is geactiveerd, opnieuw ingesteld in de cloudtenant.

# Page 1208606375 - Action 723046584 - Property 2879900210
source: Prepare tables for migration
cs_cz: Připravit tabulky pro migraci
es_co: Preparar tablas para replicación
fr_fr: Préparer les tables pour la migration
nl_be: Tabellen voorbereiden voor migratie

# Page 1208606375 - Action 723046584 - Property 1295455071
source: Gets the candidate tables ready for migration
cs_cz: Získá kandidáty tabulek připravených pro migraci
es_co: Obtiene las tablas candidatas listas para replicación
fr_fr: Obtient les tables candidates prêtes pour la migration
nl_be: Hiermee worden de kandidaattabellen gereedgemaakt voor migratie

# Page 1208606375 - Action 3820643447 - Property 2879900210
source: Get Runtime Service Key
cs_cz: Získat klíč Runtime služby
es_co: Obtener la clave de servicio del tiempo de ejecución
fr_fr: Obtenir la clé de service de runtime
nl_be: Servicesleutel van runtime ophalen

# Page 1208606375 - Action 3820643447 - Property 1295455071
source: Gets the integration runtime key.
cs_cz: Získá klíč runtime integrace.
es_co: Obtiene la clave del entorno de ejecución de integración.
fr_fr: Obtient la clé du runtime d'intégration.
nl_be: Hiermee wordt de sleutel van de integratieruntime opgehaald.

# Page 1208606375 - Action 1029669452 - Property 2879900210
source: Reset Runtime Service Key
cs_cz: Obnovit klíč Runtime service
es_co: Restablecer la clave de servicio del tiempo de ejecución
fr_fr: Réinitialiser la clé de service de runtime
nl_be: De servicesleutel van de runtime opnieuw instellen

# Page 1208606375 - Action 1029669452 - Property 1295455071
source: Resets integration runtime service key.
cs_cz: Obnoví klíč runtime service integrace.
es_co: Restablece la clave de servicio del entorno de ejecución de integración.
fr_fr: Réinitialise la clé de service du runtime d'intégration.
nl_be: Hiermee wordt de servicesleutel van de integratieruntime opnieuw ingesteld.

# Page 1208606375 - Action 2208477518 - Property 2879900210
source: Disable Cloud Migration
cs_cz: Zakázat migraci cloudu
es_co: Deshabilitar Migración a nube
fr_fr: Désactiver la migration Cloud
nl_be: Cloudmigratie uitschakelen

# Page 1208606375 - Action 2208477518 - Property 1295455071
source: Disables Cloud Migration setup.
cs_cz: Zakázat nastavení migrace cloudu.
es_co: Deshabilita la configuración de Migración a nube.
fr_fr: Désactive la configuration de la migration Cloud.
nl_be: Hiermee wordt de instelling van Cloudmigratie uitgeschakeld.

# Page 1208606375 - Action 2604701552 - Property 2879900210
source: Check for Update
cs_cz: Vyhledat aktualizace
es_co: Buscar actualización
fr_fr: Vérifier la mise à jour
nl_be: Controleren op update

# Page 1208606375 - Action 2604701552 - Property 1295455071
source: Checks if an update is available for your Cloud Migration integration.
cs_cz: Zkontroluje, zda je k dispozici aktualizace pro integraci migrace do cloudu.
es_co: Comprueba si hay una actualización disponible para su integración de Migración a nube.
fr_fr: Vérifie si une mise à jour est disponible pour votre intégration de la migration Cloud.
nl_be: Hiermee wordt gecontroleerd of er een update beschikbaar is voor uw Cloudmigratie-integratie.

# Page 1208606375 - Action 328443224 - Property 2879900210
source: Select Companies to Migrate
cs_cz: Vyberte společnosti pro migraci
es_co: Seleccionar las empresas para migrar
fr_fr: Sélectionnez des sociétés à migrer
nl_be: Bedrijven selecteren om te migreren

# Page 1208606375 - Action 328443224 - Property 1295455071
source: Select companies to Migrate
cs_cz: Vyberte společnosti pro migraci
es_co: Seleccionar las empresas para migrar
fr_fr: Sélectionner des sociétés à migrer
nl_be: Bedrijven selecteren om te migreren

# Page 1208606375 - Action 1433251765 - Property 2879900210
source: Setup Checklist
cs_cz: Kontrolní seznam nastavení
es_co: Lista de comprobación de configuración
fr_fr: Configurer la liste de contrôle
nl_be: Instellingscontrolelijst

# Page 1208606375 - Action 1433251765 - Property 1295455071
source: Setup Checklist
cs_cz: Kontrolní seznam nastavení
es_co: Lista de comprobación de configuración
fr_fr: Configurer la liste de contrôle
nl_be: Instellingscontrolelijst

# Page 1208606375 - Action 2373563274 - Property 2879900210
source: Define User Mappings
cs_cz: Definujte mapování uživatelů
es_co: Definir asignaciones de usuarios
fr_fr: Définir les correspondances utilisateur
nl_be: Gebruikerstoewijzingen definiëren

# Page 1208606375 - Action 2373563274 - Property 1295455071
source: Define User Mappings
cs_cz: Definujte mapování uživatelů
es_co: Definir asignaciones de usuarios
fr_fr: Définir les correspondances utilisateur
nl_be: Gebruikerstoewijzingen definiëren

# Page 1208606375 - Action 2819242017 - Property 2879900210
source: Manage Custom Tables
cs_cz: Správa vlastních tabulek
es_co: Administrar tablas personalizadas
fr_fr: Gérer les tables personnalisées
nl_be: Aangepaste tabellen beheren

# Page 1208606375 - Action 2819242017 - Property 1295455071
source: Manage custom table mappings for the migration.
cs_cz: Spravujte vlastní mapování tabulek pro migraci.
es_co: Administre asignaciones de tablas personalizadas para la migración.
fr_fr: Gérez les correspondances de table personnalisées pour la migration.
nl_be: Aangepaste tabeltoewijzingen beheren voor de migratie.

# Page 1208606375 - NamedType 2374652963
source: Are you sure you want to trigger migration?
cs_cz: Opravdu chcete spustit migraci?
es_co: ¿Seguro que desea desencadenar la migración?
fr_fr: Voulez-vous vraiment déclencher la migration ?
nl_be: Weet u zeker dat u migratie wilt activeren?

# Page 1208606375 - NamedType 3470020661
source: Are you sure you want to generate new integration runtime key?
cs_cz: Opravdu chcete generovat nový klíč runtime integrace?
es_co: ¿Seguro que desea generar una clave de entorno de ejecución de integración nueva?
fr_fr: Voulez-vous vraiment générer une nouvelle clé de runtime d'intégration ?
nl_be: Weet u zeker dat u een nieuwe integratieruntimesleutel wilt genereren?

# Page 1208606375 - NamedType 2073137057
source: Cannot run migration since the background task has not finished creating companies yet.
cs_cz: Migraci nelze spustit, protože úloha na pozadí ještě neskončila vytváření společností.
es_co: No se puede ejecutar la migración puesto que la tarea en segundo plano no ha terminado de crear empresas todavía.
fr_fr: Impossible d'exécuter la réplication, car la tâche en arrière-plan n'a pas encore terminé de créer les sociétés.
nl_be: Kan migratie niet uitvoeren, omdat de achtergrondtaak nog niet klaar is met het maken van bedrijven.

# Page 1208606375 - NamedType 248683348
source: Company creation failed with error %1. Please fix this and re-run the Cloud Migration Setup wizard.
cs_cz: Vytvoření společnosti se nezdařilo s chybou %1. Odstraňte tento problém a znovu spusťte Průvodce nastavení migrace do cloudu.
es_co: Error %1 al crear la empresa. Corríjalo y vuelva a ejecutar el asistente para instalación de Migración a nube.
fr_fr: Échec de la création de la société avec erreur %1. Résolvez ce problème et réexécutez l'Assistant Paramétrage de la migration Cloud.
nl_be: Bedrijf maken is mislukt met fout %1. Corrigeer dit en voer de wizard Instelling van Cloudmigratie opnieuw uit.

# Page 1208606375 - NamedType 994802339
source: A migration is already in progress.
cs_cz: Probíhá migrace.
es_co: Ya hay una migración en curso.
fr_fr: Une migration est déjà en cours.
nl_be: Er wordt al een migratie uitgevoerd.

# Page 1208606375 - NamedType 1664246311
source: Migration has been successfully triggered. You can track the status on the management page.
cs_cz: Replikace byla úspěšně spuštěna. Stav můžete sledovat na stránce správy.
es_co: La migración se ha desencadenado correctamente. Puede realizar un seguimiento del estado en la página de administración.
fr_fr: La migration a été déclenchée. Vous pouvez suivre le statut sur la page de gestion.
nl_be: Migratie is geactiveerd. U kunt de status bijhouden op de beheerpagina.

# Page 1208606375 - NamedType 1849818483
source: Primary key for the integration runtime is: %1
cs_cz: Primární klíč pro modul runtime integrace je: %1
es_co: La clave principal para el entorno de ejecución de integración es: %1
fr_fr: La clé primaire pour le runtime d'intégration est : %1
nl_be: Primaire sleutel voor de integratieruntime is: %1

# Page 1208606375 - NamedType 159114583
source: New Primary key for the integration runtime is: %1
cs_cz: Nový primární klíč pro integrační modul je: %1
es_co: La clave principal nueva para el entorno de ejecución de integración es: %1
fr_fr: La nouvelle clé primaire pour le runtime d'intégration est : %1
nl_be: Nieuwe primaire sleutel voor de integratieruntime is: %1

# Page 1208606375 - NamedType 53257990
source: Failed to reset cloud data
cs_cz: Nepodařilo se obnovit data cloudu
es_co: No se han podido restablecer los datos de la nube
fr_fr: Échec de la réinitialisation des données du cloud
nl_be: Opnieuw instellen van cloudgegevens mislukt

# Page 1208606375 - NamedType 3042889900
source: All tables have been successfully prepared for migration.
cs_cz: Všechny tabulky byly úspěšně připraveny pro migraci.
es_co: Todas las tablas se han preparado correctamente para migración.
fr_fr: Toutes les tables ont été correctement préparées pour la migration.
nl_be: Alle tabellen zijn voorbereid voor migratie.

# Page 3023943543 - Property 2879900210
source: Select companies to migrate
cs_cz: Vyberte společnosti k migraci
es_co: Seleccionar las empresas para migrar
fr_fr: Sélectionner des sociétés à migrer
nl_be: Bedrijven selecteren om te migreren

# Page 3023943543 - Control 3518201539 - Property 2879900210
source: Migrate
cs_cz: Migrovat
es_co: Migrar
fr_fr: Migrer
nl_be: Migreren

# Page 3023943543 - Control 3518201539 - Property 2001309823
source: Check this box if you want to migrate this company's data
cs_cz: Zaškrtněte toto políčko, chcete-li migrovat data této společnosti
es_co: Active esta casilla si desea replicar los datos de esta empresa
fr_fr: Activez cette case si vous souhaitez migrer les données de cette société
nl_be: Schakel dit vakje in als u gegevens van dit bedrijf wilt migreren

# Page 332629200 - Property 2879900210
source: Table Migration Status
cs_cz: Stav migrace tabulky
es_co: Estado de migración de la tabla
fr_fr: Statut de migration de la table
nl_be: Migratiestatus van tabel

# Page 2467904567 - Property 2879900210
source: Cloud Ready Checklist
cs_cz: Kontrolní seznam pro připravenost pro cloud
es_co: Lista de comprobación de preparación para la nube
fr_fr: Liste de contrôle compatible avec le cloud
nl_be: Controlelijst voor cloud-gereedheid
