Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/Intelligent Cloud Base/Translations/Intelligent Cloud Base.*.xlf
Languages: cs_cz, es_co, fr_fr, nl_be

# Codeunit 3297083380 - NamedType 2909316202
source: Open Setup Checklist
cs_cz: Otevřít nastavení kontroního seznamu
es_co: Abrir la lista de comprobación de configuración
fr_fr: Ouvrir liste de contrôle configuration
nl_be: Instellingscontrolelijst openen

# Codeunit 3297083380 - NamedType 2551170292
source: Don't show me again
cs_cz: Příště již nezobrazovat
es_co: No volver a mostrar
fr_fr: Ne plus afficher ceci
nl_be: Dit niet opnieuw weergeven

# Codeunit 3297083380 - NamedType 1548201767
source: Make sure you have completed all of the Post Migration Steps.
cs_cz: Ujistěte se, že jste dokončili všechny kroky po migraci.
es_co: Asegúrese de haber completado todos los pasos posteriores a la migración.
fr_fr: Assurez-vous d’avoir terminé toutes les étapes post-migration.
nl_be: Controleer of u alle stappen na de migratie hebt voltooid.

# Codeunit 3297083380 - NamedType 2570783423
source: Post Migration Checklist notification
cs_cz: Upozornění kontrolního seznamu po migraci
es_co: Notificación de lista de comprobación posterior a la migración
fr_fr: Notification de liste de contrôle après la migration
nl_be: Bericht over controlelijst voor na migratie

# Codeunit 3297083380 - NamedType 1026486501
source: Show a notification when Post Migration Steps are pending.
cs_cz: Zobrazit upozornění, když čekají kroky po migraci.
es_co: Mostrar una notificación cuando haya pasos posteriores a la migración pendientes.
fr_fr: Affichez une notification lorsque les étapes post-migration sont en attente.
nl_be: Een bericht weergeven als er stappen na de migratie moeten worden uitgevoerd.

# Codeunit 1237167013 - NamedType 4023512169
source: Cash
cs_cz: Hotovost
es_co: Efectivo
fr_fr: Trésorerie
nl_be: Kas

# Codeunit 1237167013 - NamedType 2160628832
source: Inventory
cs_cz: Zásoby
es_co: Inventario
fr_fr: Stock
nl_be: Voorraad

# Codeunit 1237167013 - NamedType 1388435422
source: %1 of your customers are late with their payments to you
cs_cz: % 1 vašich zákazníků se opozdilo s platbou
es_co: %1 de los clientes tiene un retraso en los pagos que deben realizarle
fr_fr: %1 de vos clients ont des paiements en retard vis-à-vis de vous
nl_be: %1 van uw klanten heeft te late betalingen aan u

# Codeunit 1237167013 - NamedType 327862508
source: %1 invoices are supposed to be paid by your customers this week
cs_cz: %1 faktur má být zaplaceno zákazníky tento týden
es_co: Se supone que %1 facturas deben pagar sus clientes esta semana
fr_fr: %1 factures client doivent être payées cette semaine
nl_be: %1 facturen moeten deze week door uw klanten worden betaald

# Codeunit 1237167013 - NamedType 2244930572
source: %1 invoices from vendors should be paid this week
cs_cz: Tento týden by mělo být zaplaceno %1 faktur od dodavatelů
es_co: %1 facturas de proveedores deben pagarse esta semana
fr_fr: %1 factures fournisseur doivent être payées cette semaine
nl_be: %1 facturen van leveranciers moeten deze week worden betaald

# Codeunit 1237167013 - NamedType 4268846064
source: %1 invoices weren't paid by you on time
cs_cz: %1 faktur nebylo včas zaplaceno
es_co: No pagó %1 facturas a tiempo
fr_fr: %1 factures n'ont pas été payées par vous à temps
nl_be: %1 facturen zijn niet op tijd door u betaald

# Codeunit 2855663144 - NamedType 249535324
source: Cloud migration setup completed.
cs_cz: Nastavení migrace cloudu bylo dokončeno.
es_co: Se ha completado la configuración de migración a nube.
fr_fr: Configuration de la migration Cloud terminée.
nl_be: Instelling van Cloudmigratie is voltooid.

# Codeunit 2855663144 - NamedType 1856213635
source: Cloud migration update completed.
cs_cz: Aktualizace migrace cloudu dokončena.
es_co: Se ha completado la actualización de migración a nube.
fr_fr: Mise à jour de la migration Cloud terminée.
nl_be: Update van Cloudmigratie is voltooid.

# Codeunit 2855663144 - NamedType 1500992289
source: Login failed for the user specified in the connection string.
cs_cz: Přihlášení uživatele zadaného v připojovacím řetězci se nezdařilo.
es_co: Error de inicio de sesión para el usuario especificado en la cadena de conexión.
fr_fr: Échec de la connexion pour l’utilisateur spécifié dans la chaîne de connexion.
nl_be: Aanmelden mislukt voor de gebruiker die is opgegeven in de verbindingsreeks.

# Codeunit 2855663144 - NamedType 3652475216
source: No companies have been selected for migration.
cs_cz: Pro replikaci nebyly vybrány žádné společnosti.
es_co: No se ha seleccionado ninguna empresa para la migración.
fr_fr: Aucune société n'a été sélectionnée pour la migration.
nl_be: Er zijn geen bedrijven geselecteerd voor migratie.

# Codeunit 2855663144 - NamedType 471238207
source: Could not connect to the local SQL Server instance.
cs_cz: Nelze se připojit k místní instanci SQL Server.
es_co: No se puede conectar a la instancia de SQL Server local.
fr_fr: Impossible de se connecter à l’instance SQL Server locale.
nl_be: Kan geen verbinding maken met het lokale SQL Server-exemplaar.

# Codeunit 2855663144 - NamedType 3460638579
source: Some extensions could not be updated and may need to be reinstalled to refresh their data.
cs_cz: Některá rozšíření nemohla být zaktualizována a možná bude nutné je reinstalovat kvůli aktualizaci dat.
es_co: Algunas extensiones no han podido actualizarse y es posible que se deban reinstalar para actualizar sus datos.
fr_fr: Certaines extensions n'ont pas pu être mises à jour et doivent être réinstallées pour actualiser leurs données.
nl_be: Sommige extensies kunnen niet worden bijgewerkt en moeten mogelijk opnieuw worden geïnstalleerd om de gegevens ervan te vernieuwen.

# Codeunit 2855663144 - NamedType 1749446328
source: Failed to update extensions. You may need to verify and reinstall any missing extensions if needed.
cs_cz: Nepodařilo se aktualizovat rozšíření. Prověřte a v případě potřeby přeinstalujte chybějící rozšíření.
es_co: Error al actualizar las extensiones. Debe comprobar y volver a instalar las extensiones que faltan si fuera necesario.
fr_fr: Impossible de mettre à jour des extensions. Vous devrez peut-être vérifier et réinstaller les extensions manquantes au besoin.
nl_be: Extensies bijwerken is mislukt. Verifieer mogelijk ontbrekende extensies en installeer deze indien nodig opnieuw.

# Codeunit 2855663144 - NamedType 3713270903
source: Migration skipped as another migration is already in progress.
cs_cz: Migrace byla přeskočena, protože jiná migrace již probíhá.
es_co: Se ha omitido la migración ya que hay otra en curso.
fr_fr: Migration ignorée, car une autre migration est déjà en cours.
nl_be: Migratie overgeslagen omdat er al een andere migratie wordt uitgevoerd.

# Codeunit 2855663144 - NamedType 988032019
source: A cloud migration run was triggered but has been halted due to cloud migration being disabled in the system.
cs_cz: Migrace cloudu byla spuštěna, ale byla zastavena, protože migrace cloudu je v systému zakázána.
es_co: Se desencadenó una ejecución de migración a nube pero se ha detenido debido a que se está deshabilitando la migración a nube en el sistema.
fr_fr: Une exécution de la migration Cloud a été déclenchée mais a été interrompue, car la migration Cloud est désactivée dans le système.
nl_be: Er is een cloudmigratie gestart, maar deze is gestopt omdat cloudmigratie is uitgeschakeld in het systeem.

# Codeunit 2855663144 - NamedType 1389911394
source: Communication with Business Central was unsuccessful. Verify that the cloud migration user (%1) has the correct permissions.
cs_cz: Komunikace s Business Central neproběhla úspěšně. Ověřte, zda přenesený uživatel cloudu (%1) má správná oprávnění.
es_co: La comunicación con Business Central no fue correcta. Compruebe que el usuario de migración a nube (%1) tiene los permisos correctos.
fr_fr: La communication avec Business Central a échoué. Vérifiez que l'utilisateur de la migration Cloud (%1) dispose des autorisations nécessaires.
nl_be: Communicatie met Business Central is mislukt. Controleer of de cloudmigratiegebruiker (%1) de juiste machtigingen heeft.

# Codeunit 2855663144 - NamedType 3180231065
source: %1 column could not be mapped: %2
cs_cz: Sloupec %1 nelze namapovat: %2
es_co: No se pudo asignar la columna %1: %2
fr_fr: La colonne %1 n'a pas pu être mappée : %2
nl_be: Kolom %1 kan niet worden toegewezen: %2

# Codeunit 2855663144 - NamedType 2914094400
source: Missing in local instance and is a primary key in cloud.
cs_cz: Nebyl nalezen v lokální instanci a je primárním klíčem v cloudu.
es_co: Falta en la instancia local y es una clave principal en la nube.
fr_fr: Manquant dans l'instance locale et est une clé primaire dans le Cloud.
nl_be: Ontbreekt in de lokale instantie en is een primaire sleutel in de cloud.

# Codeunit 2855663144 - NamedType 223803457
source: Incompatible type.
cs_cz: Typ není kompatibilní.
es_co: Tipo no compatible.
fr_fr: Type incompatible.
nl_be: Niet-compatibel type.

# Codeunit 2855663144 - NamedType 3620269333
source: Incompatible length.
cs_cz: Nekompatibilní délka.
es_co: Longitud incompatible.
fr_fr: Longueur incompatible.
nl_be: Niet-compatibele lengte.

# Codeunit 2855663144 - NamedType 2457832574
source: Business Central on-premises must be at least version 15 to use the cloud migration functionality.
cs_cz: Chcete-li použít funkci migrace do cloudu, pak musí být v provozu minimálně verze 15.
es_co: La instalación local de Business Central debe ser de al menos la versión 15 para usar la funcionalidad de migración de nube.
fr_fr: Pour utiliser la fonctionnalité de migration Cloud, vous devez disposer de Business Central (local) version 15 ou une version ultérieure.
nl_be: Business Central on-premises moet ten minste versie 15 zijn om de functionaliteit voor cloudmigratie te kunnen gebruiken.

# Codeunit 4202943371 - NamedType 248683348
source: Failed to create company for the Data Migration setup.\\\\%1
cs_cz: Nepodařilo se vytvořit společnost pro nastavení migrace dat.\\\\%1
es_co: No se pudo crear la empresa para la configuración de Migración de datos.\\\\%1
fr_fr: Impossible de créer la société pour le paramétrage de la migration des données.\\\\%1
nl_be: Kan bedrijf niet maken voor de instelling van gegevensmigratie.\\\\%1

# Codeunit 594380566 - NamedType 585235238
source: An update is available for the Cloud Migration.
cs_cz: Aktualizace je k dispozici pro migraci do cloudu.
es_co: Hay una actualización disponible para la Migración a nube.
fr_fr: Une mise à jour est disponible pour la migration Cloud.
nl_be: Er is een update beschikbaar voor Cloudmigratie.

# Codeunit 594380566 - NamedType 3280176089
source: Open Update Wizard
cs_cz: Otevřít průvodce aktualizací
es_co: Abrir el Asistente para actualización
fr_fr: Ouvrir assistant de mise à jour
nl_be: Wizard Update openen

# Codeunit 594380566 - NamedType 3936567108
source: Cloud Migration Update notification
cs_cz: Upozornění aktualizace migrace do cloudu
es_co: Notificación de actualización de Migración a nube
fr_fr: Notification de mise à jour de la migration Cloud
nl_be: Bericht over update van Cloudmigratie

# Codeunit 594380566 - NamedType 4278047234
source: Show a notification when an update to the Cloud Migration is available.
cs_cz: Zobrazit upozornění, když je k dispozici aktualizace migrace do Cloudu.
es_co: Mostrar una notificación cuando esté disponible una actualización para la Migración a nube.
fr_fr: Affichez une notification lorsqu'une mise à jour de la migration Cloud est disponible.
nl_be: Een bericht weergeven wanneer er een update op Cloudmigratie beschikbaar is.

# Page 2532438947 - Property 2879900210
source: Data Migration Setup
cs_cz: Nastavení migrace dat
es_co: Configuración de migración de datos
fr_fr: Configuration de la migration des données
nl_be: Instelling van gegevensmigratie

# Page 2532438947 - Property 3863440606
source: migration,data migration,cloud migration,intelligent,cloud,sync,replication
cs_cz: migrace,migrace dat,migrace do cloudu,inteligentní,cloud,synchronizace,replikace
es_co: migración,migración de datos,migración de nube,inteligente,nube,sincronización,replicación
fr_fr: migration,migration des données,migration vers le cloud,intelligent,cloud,synchronisation,réplication
nl_be: migratie,gegevensmigratie,cloudmigratie,intelligent,cloud,synchronisatie,replicatie

# Page 2532438947 - Control 3724241072 - Property 2879900210
source: Welcome to the on-premises to Business Central cloud Data Migration Setup
cs_cz: Vítejte v Nastavení migrace dat z on-premises do cloudu Business Central
es_co: Bienvenido a la configuración de migración de datos de local a la nube de Business Central
fr_fr: Bienvenue dans la configuration de la migration des données vers le Cloud Business Central
nl_be: Welkom bij de instelling van de gegevensmigratie van on-premises naar de Business Central-cloud

# Page 2532438947 - Control 21734773 - Property 1968111052
source: This assisted setup will guide you through the necessary steps to create a configuration that will enable data migration from your on-premises Dynamics solution to your Business Central cloud tenant. Upon completion of the migration, additional steps may be required before transacting in your Business Central cloud tenant. See setup checklists for more information.
cs_cz: Toto asistované nastavení vás provede nezbytnými kroky k vytvoření konfigurace, která umožní migraci dat z vašeho Dynamics řešení on-premises do vašeho nájemce cloudu Business Central. Po dokončení migrace mohou být vyžadovány další kroky před zahájením činnosti ve vašem nájemci cloudu Business Central. Další informace naleznete v kontrolních seznamech nastavení.
es_co: Esta configuración asistida le guiará por los pasos necesarios para crear una configuración que permitirá la migración de datos de la solución de Dynamics local a su suscriptor de nube de Business Central. Al finalizar la migración, se pueden requerir pasos adicionales antes de realizar la transacción en su suscriptor de nube de Business central. Consulte las listas de comprobación de configuración para obtener más información.
fr_fr: Cette configuration assistée va vous guider tout au long des étapes nécessaires pour créer une configuration qui permet la migration des données entre votre solution Dynamics locale et votre abonné Cloud Business Central. Une fois la migration terminée, des étapes supplémentaires peuvent être nécessaires avant d'effectuer des transactions dans votre abonné Cloud Business Central. Pour plus d'informations, consultez les listes de contrôle.
nl_be: Deze begeleide instelling begeleidt u door de noodzakelijke stappen om een configuratie te maken die gegevensmigratie mogelijk maakt van uw on-premises Dynamics-oplossing naar uw Business Central-cloudtenant. Na voltooiing van de migratie kunnen er extra stappen nodig zijn in uw Business Central-cloudtenant. Zie instellingscontrolelijsten voor meer informatie.

# Page 2532438947 - Control 66970393 - Property 2879900210
source: Warning
cs_cz: Varování
es_co: Advertencia
fr_fr: Avertissement
nl_be: Waarschuwing

# Page 2532438947 - Control 2447377260 - Property 1968111052
source: Migrating data from on-premises to your Business Central cloud solution may overwrite any existing data in your Business Central cloud tenant. Refer to Help for more information.
cs_cz: Přenos dat z řešení on-premises do cloudu Business Central může přepsat všechna existující data v nájemci cloudu Business Central. Další informace naleznete v nápovědě.
es_co: La migración de datos de local a su solución de nube de Business Central puede sobrescribir los datos existentes en el suscriptor de nube de Business Central. Consulte la ayuda para obtener más información.
fr_fr: La migration des données sur site vers votre solution Cloud Business Central est susceptible de remplacer toutes les données existantes dans votre abonné Cloud Business Central. Pour plus d'informations, reportez-vous à l'aide.
nl_be: Als u gegevens migreert van on-premises naar uw Business Central-cloudoplossing, kunnen bestaande gegevens in uw Business Central-cloudtenant worden overschreven. Raadpleeg de Help voor meer informatie.

# Page 2532438947 - Control 3085073877 - Property 1968111052
source: This migration process leverages Microsoft’s Azure Data Factory, which may offer varying levels of compliance. Refer to the Privacy Notice for more information.
cs_cz: Tento proces migrace využívá Microsoft Azure Data Factory, který může nabídnout různé úrovně shody. Další informace naleznete v oznámení o ochraně osobních údajů.
es_co: Este proceso de migración aprovecha Azure Data Factory de Microsoft, que puede ofrecer diversos niveles de cumplimiento. Para obtener más información, consulte el aviso de privacidad.
fr_fr: Le processus de migration s'appuie sur l'application Azure Data Factory de Microsoft, qui peut proposer différents niveaux de conformité. Pour plus d'informations, consultez la déclaration de confidentialité.
nl_be: Dit migratieproces gebruikt Azure Data Factory van Microsoft, dat verschillende niveaus van naleving kan bieden. Raadpleeg de privacyverklaring voor meer informatie.

# Page 2532438947 - Control 1253594254 - Property 2879900210
source: I accept warning & privacy notice.
cs_cz: &Přijímám upozornění o ochraně soukromí.
es_co: Acepto la advertencia y el aviso de privacidad.
fr_fr: J'accepte l'avertissement et la déclaration de confidentialité.
nl_be: Ik accepteer de waarschuwing en de privacyverklaring.

# Page 2532438947 - Control 3363685081 - Property 2879900210
source: Choose Your Product
cs_cz: Vyberte si svůj produkt
es_co: Elija el producto
fr_fr: Sélectionner votre produit
nl_be: Uw product kiezen

# Page 2532438947 - Control 3363685081 - Property 1968111052
source: Select the product that you want to migrate data from
cs_cz: Vyberte produkt, ze kterého chcete migrovat data
es_co: Seleccione el producto desde el que desea migrar datos
fr_fr: Sélectionner le produit à partir duquel migrer les données
nl_be: Selecteer het product waaruit u gegevens wilt migreren

# Page 2532438947 - Control 720790368 - Property 2879900210
source: Product
cs_cz: Produkt
es_co: Producto
fr_fr: Produit

# Page 2532438947 - Control 637564162 - Property 2879900210
source: Define your SQL database connection
cs_cz: Definování připojení k databázi SQL
es_co: Definir su conexión de base de datos SQL
fr_fr: Définissez votre connexion de base de données SQL
nl_be: Uw SQL-databaseverbinding definiëren

# Page 2532438947 - Control 3754590677 - Property 2879900210
source: SQL Configuration
cs_cz: Konfigurace SQL
es_co: Configuración de SQL
fr_fr: Configuration SQL
nl_be: SQL-configuratie

# Page 2532438947 - Control 3754590677 - Property 62802879
source: SQL Server,Azure SQL
es_co: SQL Server,SQL Azure
fr_fr: SQL Server,SQL Azure

# Page 2532438947 - Control 3019441607 - Property 1968111052
source: Enter the connection string to your SQL database
cs_cz: Zadejte připojovací řetěz k databázi SQL
es_co: Introducir la cadena de conexión en la base de datos SQL
fr_fr: Entrez la chaîne de connexion dans votre base de données SQL
nl_be: Voer de verbindingsreeks voor uw SQL-database in

# Page 2532438947 - Control 4256515023 - Property 2879900210
source: SQL Connection String
cs_cz: Připojovací řetězec SQL
es_co: Cadena de conexión de SQL
fr_fr: Chaîne de connexion SQL
nl_be: SQL-verbindingsreeks

# Page 2532438947 - Control 3657138224 - Property 1968111052
source: If you already have an integration runtime service instance installed and want to reuse it, specify the Integration Runtime; otherwise leave the field empty to create a new Integration Runtime.
cs_cz: Pokud jste již nainstalovali instanci služby integračního modulu a chcete ji znovu použít, zadejte integrační modul; v opačném případě ponechejte pole prázdné a vytvořte nové integrační prostředí.
es_co: Si ya tiene una instancia de servicio de entorno de ejecución de integración instalada y desea volver a utilizarla, especifique el Integration Runtime; de lo contrario, deje el campo vacío para crear un Integration Runtime nuevo.
fr_fr: Si vous disposez déjà d'une instance de service de runtime d'intégration installée et que vous souhaitez la réutiliser, spécifiez l'Integration Runtime. Sinon, laissez le champ vide pour créer un Integration Runtime.
nl_be: Als u al een instantie van de integratieruntimeservice hebt geïnstalleerd en deze opnieuw wilt gebruiken, geeft u de Integration Runtime op. Anders laat u het veld leeg om een nieuwe Integration Runtime te maken.

# Page 2532438947 - Control 4016305301 - Property 2879900210
source: Integration Runtime Name
cs_cz: Název integrační runtime
es_co: Nombre de Integration Runtime
fr_fr: Nom de l'Integration Runtime
nl_be: Naam van Integration Runtime

# Page 2532438947 - Control 4016305301 - Property 1295455071
source: The Integration Runtime name is found in the Microsoft Integration Configuration Manager.
cs_cz: Název integračního modulu runtime se nachází ve Správci konfigurace aplikace Microsoft Integration.
es_co: El nombre de Integration Runtime se encuentra en el Microsoft Integration Configuration Manager.
fr_fr: Le nom de l'Integration Runtime se trouve dans le Microsoft Integration Configuration Manager.
nl_be: U vindt de naam van de Integration Runtime in de Microsoft Integration Configuration Manager.

# Page 2532438947 - Control 462590827 - Property 2879900210
source: Instructions
cs_cz: Instrukce
es_co: Instrucciones
nl_be: Instructies

# Page 2532438947 - Control 1551574618 - Property 1968111052
source: The data migration requires an integration runtime service. The runtime service provides a connection between your on-premises solution and your Business Central cloud tenant.
cs_cz: Migrace dat vyžaduje modul runtime služby integrace. Modul runtime služby poskytuje spojení mezi řešením on-premise a vaším klientem cloudu Business Central.
es_co: La migración de datos requiere un servicio de entorno de ejecución de integración. El servicio de tiempo de ejecución proporciona una conexión entre la solución local y su suscriptor de nube de Business Central.
fr_fr: La migration de données nécessite un service de runtime d'intégration. Le service de runtime fournit une connexion entre votre solution sur site et votre abonné cloud Business Central.
nl_be: Voor de gegevensmigratie is een runtimeservice vereist. De runtimeservice biedt een verbinding tussen uw on-premises oplossing en uw Business Central-cloudtenant.

# Page 2532438947 - Control 3891135725 - Property 2879900210
source: Authentication Key:
cs_cz: Ověřovací klíč:
es_co: Clave de autenticación:
fr_fr: Clé d'authentification :
nl_be: Verificatiesleutel:

# Page 2532438947 - Control 2223207931 - Property 2879900210
source: Migrate all companies
cs_cz: Přenést všechny společnosti
es_co: Migrar todas las empresas
fr_fr: Migrer toutes les sociétés
nl_be: Alle bedrijven migreren

# Page 2532438947 - Control 3191757062 - Property 1968111052
source: If you have selected a company that does not exist in Business Central, it will automatically be created for you. This may take a few minutes.
cs_cz: Pokud vyberete společnost, která neexistuje v Business Central, tak bude automaticky pro vás vytvořena. To může trvat několik minut.
es_co: Si ha seleccionado una empresa que no existe en Business Central, se creará automáticamente para usted. Esto puede tardar varios minutos.
fr_fr: Si vous avez sélectionné une société qui n'existe pas dans Business Central, elle sera automatiquement créée pour vous. Cela peut prendre quelques minutes.
nl_be: Als u een bedrijf hebt geselecteerd dat niet bestaat in Business Central, wordt het automatisch voor u gemaakt. Dit kan enkele minuten duren.
