Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: HybridBaseDeployment/Source/Intelligent Cloud Base/Translations/Intelligent Cloud Base.*.xlf
Languages: cs_cz, es_co, fr_fr, nl_be

# Table 2222215201 - Field 2578412327 - Property 2879900210
source: Display Name
cs_cz: Zobrazit název
es_co: Nombre para mostrar
fr_fr: Nom d'affichage
nl_be: Weergavenaam

# Table 2222215201 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID Aplikace
es_co: Id. de aplicación
fr_fr: ID appli

# Table 786761384 - Field 2565378072 - Property 2879900210
source: Run ID
cs_cz: ID spuštění
es_co: Id. de ejecución
fr_fr: ID d'exécution
nl_be: Uitvoerings-id

# Table 786761384 - Field 2169532623 - Property 2879900210
source: Start Time
cs_cz: Čas zahájení
es_co: Hora de inicio
fr_fr: Heure début
nl_be: Begintijd

# Table 786761384 - Field 4240670190 - Property 2879900210
source: End Time
cs_cz: Čas ukončení
es_co: Hora de finalización
fr_fr: Heure fin
nl_be: Eindtijd

# Table 786761384 - Field 513339096 - Property 62802879
source: Failed,In Progress,Completed
cs_cz: Chyba,Probíhající,Dokončeno
es_co: Error,En curso,Completado
fr_fr: Échec,En cours,Terminé
nl_be: Mislukt,In uitvoering,Voltooid

# Table 786761384 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav
es_co: Estado
fr_fr: Statut

# Table 786761384 - Field 173023947 - Property 2879900210
source: Tables Successful
cs_cz: Tabulky úspěšně
es_co: Tablas correctas
fr_fr: Tables réussies
nl_be: Geslaagde tabellen

# Table 786761384 - Field 2673211442 - Property 2879900210
source: Tables Failed
cs_cz: Tabulky chyba
es_co: Tablas con error
fr_fr: Échec Tables
nl_be: Mislukte tabellen

# Table 786761384 - Field 1938181414 - Property 2879900210
source: Cloud Ready
cs_cz: Cloud připraven
es_co: Preparado para la nube
fr_fr: Compatible avec le cloud
nl_be: Cloud-gereed

# Table 786761384 - Field 2397723431 - Property 2879900210
source: Source
cs_cz: Zdroj
es_co: Origen
nl_be: Bron

# Table 786761384 - Field 587495380 - Property 2879900210
source: Trigger Type
cs_cz: Typ aktivační události
es_co: Tipo de desencadenador
fr_fr: Type de déclencheur

# Table 786761384 - Field 1616174112 - Property 2879900210
source: Replication Type
cs_cz: Typ replikace
es_co: Tipo de replicación
fr_fr: Type de réplication
nl_be: Replicatietype

# Table 786761384 - Field 318613646 - Property 2879900210
source: Details
cs_cz: Detaily
es_co: Detalles
fr_fr: Détails

# Table 786761384 - Field 1242430298 - Property 2879900210
source: Tables with Warnings
cs_cz: Tabulky s upozorněními
es_co: Tablas con advertencias
fr_fr: Tables avec avertissements
nl_be: Tabellen met waarschuwingen

# Table 786761384 - Field 1451631235 - Property 2879900210
source: Tables Remaining
cs_cz: Zbývající tabulky
es_co: Tablas restantes
fr_fr: Tables restantes
nl_be: Resterende tabellen

# Table 1110939947 - Field 2565378072 - Property 2879900210
source: Run ID
cs_cz: ID spuštění
es_co: Id. de ejecución
fr_fr: ID d'exécution
nl_be: Uitvoerings-id

# Table 1110939947 - Field 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
es_co: Nombre de la tabla
fr_fr: Nom de table
nl_be: Tabelnaam

# Table 1110939947 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti
es_co: Nombre de la empresa
fr_fr: Nom de la société
nl_be: Bedrijfsnaam

# Table 1110939947 - Field 2169532623 - Property 2879900210
source: Start Time
cs_cz: Čas zahájení
es_co: Hora de inicio
fr_fr: Heure début
nl_be: Begintijd

# Table 1110939947 - Field 4240670190 - Property 2879900210
source: End Time
cs_cz: Čas ukončení
es_co: Hora de finalización
fr_fr: Heure fin
nl_be: Eindtijd

# Table 1110939947 - Field 513339096 - Property 62802879
source: Failed,In Progress,Successful,Warning,Not Started
cs_cz: Neúspěšná,Probíhá,Úspěšná,Varování,Nezahájeno
es_co: Error,En curso,Correcto,Advertencia,No iniciado
fr_fr: Échec,En cours,Réussi,Avertissement,Non démarré
nl_be: Mislukt,In uitvoering,Geslaagd,Waarschuwing,Niet gestart

# Table 1110939947 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav
es_co: Estado
fr_fr: Statut

# Table 1110939947 - Field 2687027117 - Property 2879900210
source: Errors
cs_cz: Chyby
es_co: Errores
fr_fr: Erreurs
nl_be: Fouten

# Table 1110939947 - Field 3676003639 - Property 2879900210
source: Error Code
cs_cz: Kód chyby
es_co: Código de error
fr_fr: Code de l'erreur
nl_be: Foutcode

# Table 1110939947 - Field 2852966117 - Property 2879900210
source: Error Message
cs_cz: Chybová zpráva
es_co: Mensaje de error
fr_fr: Message d'erreur
nl_be: Foutmelding

# Table 1110939947 - Field 3399661134 - Property 2879900210
source: Records Copied
cs_cz: Zkopírované záznamy
es_co: Registros copiados
fr_fr: Enregistrements copiés
nl_be: Records gekopieerd

# Table 1110939947 - Field 4197613728 - Property 2879900210
source: Total Records
cs_cz: Celkový počet záznamů
es_co: Total de registros
fr_fr: Nombre total d'enregistrements
nl_be: Totaal aantal records

# Table 1566224523 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
es_co: Clave principal
fr_fr: Clé primaire
nl_be: Primaire sleutel

# Table 1566224523 - Field 3685822298 - Property 2879900210
source: Product ID
cs_cz: ID produktu
es_co: Id. de producto
fr_fr: ID de produit

# Table 1566224523 - Field 3754590677 - Property 2879900210
source: Sql Server Type
cs_cz: Typ Sql Serveru
es_co: Tipo de SQL Server
fr_fr: Type SQL Server
nl_be: Type Sql-server

# Table 1566224523 - Field 595497481 - Property 2879900210
source: Time to Run
cs_cz: Čas spuštění
es_co: Tiempo para ejecución
fr_fr: Heure d'exécution
nl_be: Uitvoeringstijd

# Table 1566224523 - Field 2402826139 - Property 2879900210
source: Replication Enabled
cs_cz: Replikace povolena
es_co: Replicación habilitada
fr_fr: Réplication activée
nl_be: Replicatie ingeschakeld

# Table 1566224523 - Field 2993600736 - Property 2879900210
source: Recurrence
cs_cz: Opakování
es_co: Periodicidad
fr_fr: Répétition
nl_be: Herhaling

# Table 1566224523 - Field 2643887984 - Property 2879900210
source: Sunday
cs_cz: Neděle
es_co: Domingo
fr_fr: Dimanche
nl_be: Zondag

# Table 1566224523 - Field 3612571044 - Property 2879900210
source: Monday
cs_cz: Pondělí
es_co: Lunes
fr_fr: Lundi
nl_be: Maandag

# Table 1566224523 - Field 4237472533 - Property 2879900210
source: Tuesday
cs_cz: Úterý
es_co: Martes
fr_fr: Mardi
nl_be: Dinsdag

# Table 1566224523 - Field 2039729766 - Property 2879900210
source: Wednesday
cs_cz: Středa
es_co: Miércoles
fr_fr: Mercredi
nl_be: Woensdag

# Table 1566224523 - Field 2259593336 - Property 2879900210
source: Thursday
cs_cz: Čtvrtek
es_co: Jueves
fr_fr: Jeudi
nl_be: Donderdag

# Table 1566224523 - Field 2850047899 - Property 2879900210
source: Friday
cs_cz: Pátek
es_co: Viernes
fr_fr: Vendredi
nl_be: Vrijdag

# Table 1566224523 - Field 3693365919 - Property 2879900210
source: Saturday
cs_cz: Sobota
es_co: Sábado
fr_fr: Samedi
nl_be: Zaterdag

# Table 1566224523 - Field 712650794 - Property 2879900210
source: Company Creation Task ID
cs_cz: ID úlohy vytvoření společnosti
es_co: Id. de tarea de creación de empresa
fr_fr: ID de tâche de création de société
nl_be: Id van taak voor maken van bedrijf

# Table 1566224523 - Field 388357257 - Property 62802879
source: In Progress,Failed,Completed
cs_cz: Probíhá,Neúspěšná,Dokončena
es_co: En curso,Error,Completado
fr_fr: En cours,Échec,Terminé
nl_be: In uitvoering,Mislukt,Voltooid

# Table 1566224523 - Field 388357257 - Property 2879900210
source: Company Creation Task Status
cs_cz: Stav úlohy vytvoření společnosti
es_co: Estado de tarea de creación de empresa
fr_fr: Statut de la tâche de création de société
nl_be: Status van taak voor maken van bedrijf

# Table 1566224523 - Field 3229585701 - Property 2879900210
source: Company Creation Task Error
cs_cz: Chyba úlohy vytvoření společnosti
es_co: Error de tarea de creación de empresa
fr_fr: Erreur de la tâche de création de société
nl_be: Fout bij taak voor maken van bedrijf

# Table 1566224523 - Field 4266995863 - Property 2879900210
source: Replication User
cs_cz: Uživatele replikace
es_co: Usuario de replicación
fr_fr: Utilisateur de la réplication
nl_be: Replicatiegebruiker

# Table 1566224523 - Field 2338535980 - Property 2879900210
source: Deployed Version
cs_cz: Nasazená verze
es_co: Versión implementada
fr_fr: Version déployée
nl_be: Geïnstalleerde versie

# Table 1566224523 - Field 112269947 - Property 2879900210
source: Latest Version
cs_cz: Nejnovější verze
es_co: Versión más reciente
fr_fr: Dernière Version
nl_be: Laatste versie

# Table 3132610053 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název
es_co: Nombre
fr_fr: Nom
nl_be: Naam

# Table 3132610053 - Field 2578412327 - Property 2879900210
source: Display Name
cs_cz: Zobrazit název
es_co: Nombre para mostrar
fr_fr: Nom d'affichage
nl_be: Weergavenaam

# Table 3132610053 - Field 3518201539 - Property 2879900210
source: Replicate
cs_cz: Replikovat
es_co: Replicar
fr_fr: Répliquer
nl_be: Repliceren

# Table 3419231556 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID zabezpečení uživatele
es_co: Id. de seguridad de usuario
fr_fr: ID sécurité utilisateur
nl_be: Gebruikersbeveiligings-id

# Table 3419231556 - Field 969389916 - Property 2879900210
source: Authentication Object ID
cs_cz: ID objektu pro ověřování
es_co: Id. de objeto de autenticación
fr_fr: ID objet authentification
nl_be: Verificatieobject-id

# Table 3419231556 - Field 485325376 - Property 2879900210
source: Name Identifier
cs_cz: Identifikátor názvu
es_co: Identificador nombre
fr_fr: Identificateur de nom
nl_be: Naam-id

# Table 3419231556 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele
es_co: Id. de usuario
fr_fr: ID utilisateur
nl_be: Gebruikers-id

# Table 3419231556 - Field 89296664 - Property 2879900210
source: Authentication Email
cs_cz: Ověřovací e-mail
es_co: Dirección correo elec. autent.
fr_fr: Adresse de messagerie pour l'authentification
nl_be: E-mailadres voor verificatie

# Table 290605036 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti
es_co: Nombre de la empresa
fr_fr: Nom de la société
nl_be: Bedrijfsnaam

# Table 290605036 - Field 1575635115 - Property 2879900210
source: Help
cs_cz: Nápověda
es_co: Ayuda
fr_fr: Aide

# Table 290605036 - Field 2153113991 - Property 2879900210
source: Users Setup
cs_cz: Nastavení uživatelů
es_co: Configuración de usuarios
fr_fr: Paramètres utilisateurs
nl_be: Gebruikersinstellingen

# Table 290605036 - Field 177838662 - Property 2879900210
source: Disable Intelligent Cloud
cs_cz: Zakázat Intelligent Cloud
es_co: Deshabilitar Nube inteligente
fr_fr: Désactiver le cloud intelligent
nl_be: Intelligente cloud uitschakelen

# Table 290605036 - Field 163292421 - Property 2879900210
source: Define User Mappings
cs_cz: Definujte mapování uživatelů
es_co: Definir asignaciones de usuarios
fr_fr: Définir les correspondances utilisateur
nl_be: Gebruikerstoewijzingen definiëren

# Page 290605036 - Property 2879900210
source: Post Migration Checklist
cs_cz: Kontrolní seznam po migraci
es_co: Lista de comprobación posterior a la migración
fr_fr: Liste de contrôle post migration
nl_be: Controlelijst voor na migratie

# Page 290605036 - Control 2788224759 - Property 1968111052
source: Once the migration process has been completed, there is additional data that will need to be setup. Complete the recommended steps below for areas that may need to be re-setup.
cs_cz: Po dokončení procesu migrace jsou k dispozici další data, která bude nutné nastavit. Proveďte doporučené kroky níže pro oblasti, které možná bude nutné znovu nastavit.
es_co: Una vez completado el proceso de migración, hay datos adicionales que se deberán configurar. Complete los siguientes pasos recomendados para las áreas que quizá deban volverse a configurar.
fr_fr: Une fois le processus de migration terminé, des données supplémentaires devront être configurées. Exécutez la procédure recommandée ci-dessous pour les zones pouvant nécessiter une nouvelle configuration.
nl_be: Nadat het migratieproces is voltooid, zijn er aanvullende gegevens die moeten worden ingesteld. Voer de aanbevolen stappen hieronder uit voor gebieden die mogelijk opnieuw moeten worden ingesteld.

# Page 290605036 - Control 1124582728 - Property 2879900210
source: Recommended Steps:
cs_cz: Doporučený postup:
es_co: Pasos recomendados:
fr_fr: Étapes recommandées :
nl_be: Aanbevolen stappen:

# Page 290605036 - Control 1220399485 - Property 2879900210
source: Mark Complete
cs_cz: Označit jako dokončené
es_co: Marcar como completado
fr_fr: Marquer comme terminé
nl_be: Als voltooid markeren

# Page 290605036 - NamedType 1864458855
source: 1. Read the Business Central Cloud Migration help.
cs_cz: 1. Přečtěte si nápovědu k migraci Business Central do cloudu.
es_co: 1. Lea la ayuda de la Migración a nube de Business Central.
fr_fr: 1. Consultez l'aide sur la migration cloud de Business Central.
nl_be: 1. Lees de Help van Business Central Cloudmigratie.

# Page 290605036 - NamedType 2129050476
source: 2. Disable the Cloud Migration.
cs_cz: 2. Zakažte migraci do cloudu.
es_co: 2. Deshabilite la Migración de nube.
fr_fr: 3. Désactivez la migration vers le cloud.
nl_be: 2. Schakel Cloudmigratie uit.

# Page 290605036 - NamedType 1924565047
source: 3. Setup Users and permissions within Business Central.
cs_cz: 3. Nastavte uživatele a oprávnění v rámci aplikace Business Central.
es_co: 3. Configure Usuarios y permisos en Business Central.
fr_fr: 2. Configurez les utilisateurs et les autorisations dans Business Central.
nl_be: 3. Stel gebruikers en machtigingen in Business Central in.

# Page 290605036 - NamedType 3090859894
source: 4. Define User Mappings.
cs_cz: 4. Definujte mapování uživatelů.
es_co: 4. Defina Asignaciones de usuarios.
fr_fr: 4. Définissez les correspondances utilisateur.
nl_be: 4. Definieer gebruikerstoewijzingen.

# Page 290605036 - NamedType 2508733805
source: 5. Resetup D365 Sales Connection.
cs_cz: 5. Přenastavte spojení D365 Sales.
es_co: 5. Vuelva a configurar Conexión de D365 Sales.
fr_fr: 5. Reconfigurez la connexion D365 Sales.
nl_be: 5. Stel de verbinding met D365 Sales opnieuw in.

# Table 2364229666 - Field 2766253784 - Property 2879900210
source: App ID
cs_cz: ID aplikace
es_co: Id. aplicación
fr_fr: ID application

# Table 2364229666 - Field 3135334477 - Property 2879900210
source: Table ID
cs_cz: ID tabulky
es_co: Id. de tabla
fr_fr: ID table
nl_be: Tabel-id

# Table 2364229666 - Field 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
es_co: Nombre de la tabla
fr_fr: Nom de la table
nl_be: Tabelnaam

# Table 2364229666 - Field 2311163528 - Property 2879900210
source: Source Table Name
cs_cz: Název zdrojové tabulky
es_co: Nombre de tabla de origen
fr_fr: Nom de la table source
nl_be: Brontabelnaam

# Table 2364229666 - Field 944264468 - Property 2879900210
source: Data Per Company
cs_cz: Data za společnost
es_co: Datos por empresa
fr_fr: Données par société
nl_be: Gegevens per bedrijf

# Table 2364229666 - Field 3846472926 - Property 2879900210
source: Locked
cs_cz: Uzamčeno
es_co: Bloqueado
fr_fr: Verrouillé
nl_be: Vergrendeld

# Table 2364229666 - Field 2515772770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
es_co: Nombre de extensión
fr_fr: Nom de l'extension
nl_be: Extensienaam

# Table 2364229666 - Field 4023146010 - Property 2879900210
source: Extension Package ID
cs_cz: ID balíčku rozšíření
es_co: Id. de paquete de extensión
fr_fr: ID package d'extension
nl_be: Extensiepakket-id

# Table 2364229666 - NamedType 1272031509
source: Extensions from the specified Publisher are not enabled for custom table mapping.
cs_cz: Rozšíření od zadaného vydavatele nejsou povolena pro vlastní mapování tabulek.
es_co: Las extensiones del publicador especificado no están habilitadas para la asignación de tablas personalizada.
fr_fr: Les extensions de l'éditeur spécifié ne sont pas activées pour la correspondance de table personnalisée.
nl_be: Extensies uit de opgegeven uitgever zijn niet geactiveerd voor toewijzing van aangepaste tabellen.

# Table 2364229666 - NamedType 4224791215
source: This table does not exist in the specified extension.
cs_cz: Tato tabulka neexistuje v zadaném rozšíření.
es_co: No existe esta tabla en la extensión especificada.
fr_fr: Cette table n'existe pas dans l'extension spécifiée.
nl_be: Deze tabel bestaat niet in de opgegeven extensie.

# Page 2364229666 - Control 2515772770 - Property 2879900210
source: Extension Name
cs_cz: Název rozšíření
es_co: Nombre de extensión
fr_fr: Nom de l'extension
nl_be: Extensienaam

# Page 2364229666 - Control 2515772770 - Property 1295455071
source: Specifies the name of the extension for the mapping.
cs_cz: Určuje název rozšíření pro mapování.
es_co: Especifica el nombre de la extensión para la asignación.
fr_fr: Spécifie le nom de l'extension pour la correspondance.
nl_be: Hiermee wordt de naam opgegeven van de extensie voor de toewijzing.

# Page 2364229666 - Control 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
es_co: Nombre de la tabla
fr_fr: Nom de la table
nl_be: Tabelnaam

# Page 2364229666 - Control 3808951907 - Property 2001309823
source: Specifies the name of the table for the mapping.
cs_cz: Určuje název tabulky pro mapování.
es_co: Especifica el nombre de la tabla para la asignación.
fr_fr: Spécifie le nom de la table pour la correspondance.
nl_be: Hiermee wordt de naam opgegeven van de tabel voor de toewijzing.

# Page 2364229666 - Control 2311163528 - Property 2879900210
source: Source Table Name
cs_cz: Název zdrojové tabulky
es_co: Nombre de tabla de origen
fr_fr: Nom de la table source
nl_be: Brontabelnaam

# Page 2364229666 - Control 2311163528 - Property 2001309823
source: Specifies the name of the source table for the mapping. This is used in the case that the name of the table differs between the source and destination databases.
cs_cz: Určuje název zdrojové tabulky pro mapování. Používá se v případě, že název tabulky se liší mezi zdrojovou a cílovou databází.
es_co: Especifica el nombre de la tabla de origen para la asignación. Se utiliza en el caso de que el nombre de la tabla sea distinto entre las bases de datos de origen y de destino.
fr_fr: Spécifie le nom de la table source pour la correspondance. Cette fonctionnalité est utilisée lorsque le nom de la table est différent entre les bases de données source et destination.
nl_be: Hiermee wordt de naam opgegeven van de brontabel voor de toewijzing. Deze wordt gebruikt wanneer de naam van de tabel in de bron- en de doeldatabase verschilt.

# Page 2364229666 - Action 2108379467 - Property 2879900210
source: Populate From Extension
cs_cz: Naplnit z rozšíření
es_co: Rellenar desde extensión
fr_fr: Renseigner à partir de l'extension
nl_be: Invullen vanuit extensie

# Page 2364229666 - Action 2108379467 - Property 1295455071
source: Populate the list with all tables from an existing extension.
cs_cz: Naplnění seznamu všemi tabulkami z existujícího rozšíření.
es_co: Rellena la lista con todas las tablas de una extensión existente.
fr_fr: Remplit la liste avec toutes les tables d'une extension existante.
nl_be: De lijst vullen met alle tabellen uit een bestaande extensie.

# Page 2364229666 - Action 1532468774 - Property 2879900210
source: Delete All For Extension
cs_cz: Odstranit vše pro rozšíření
es_co: Eliminar todo para extensión
fr_fr: Supprimer tout pour l'extension
nl_be: Alles verwijderen voor extensie

# Page 2364229666 - Action 1532468774 - Property 2001309823
source: Deletes all records belonging to this extension.
cs_cz: Odstraní všechny záznamy, které patří do tohoto rozšíření.
es_co: Elimina todos los registros que pertenecen a esta extensión.
fr_fr: Supprime tous les enregistrements appartenant à cette extension.
nl_be: Hiermee verwijdert u alle records die bij deze extensie horen.

# Page 2364229666 - NamedType 3054663037
source: No tables exist in the specified extension.
cs_cz: V zadaném rozšíření neexistují žádné tabulky.
es_co: No existen tablas en la extensión especificada.
fr_fr: L'extension spécifiée ne contient aucune table.
nl_be: De opgegeven extensie bevat geen tabellen.

# Table 2408135808 - Field 2565378072 - Property 2879900210
source: Run ID
cs_cz: ID spuštění
es_co: Id. de ejecución
fr_fr: ID d'exécution
nl_be: Uitvoerings-id

# Table 2408135808 - Field 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
es_co: Nombre de tabla
fr_fr: Nom de la table
nl_be: Tabelnaam

# Table 2408135808 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti
es_co: Nombre de la empresa
fr_fr: Nom de la société
nl_be: Bedrijfsnaam

# Table 2408135808 - Field 3463590698 - Property 2879900210
source: New Version
cs_cz: Nová verze
es_co: Versión nueva
fr_fr: Nouvelle version
nl_be: Nieuwe versie

# Table 2408135808 - Field 3676003639 - Property 2879900210
source: Error Code
cs_cz: Kód chyby
es_co: Código de error
fr_fr: Code de l'erreur
nl_be: Foutcode

# Table 2408135808 - Field 2852966117 - Property 2879900210
source: Error Message
cs_cz: Chybová zpráva
es_co: Mensaje de error
fr_fr: Message d'erreur
nl_be: Foutmelding

# Table 3234064634 - Field 3997336476 - Property 2879900210
source: Company Name
cs_cz: Název společnosti
es_co: Nombre de la empresa
fr_fr: Nom de la société
nl_be: Bedrijfsnaam

# Table 3234064634 - Field 3808951907 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
es_co: Nombre de tabla
fr_fr: Nom de la table
nl_be: Tabelnaam

# Table 3234064634 - Field 2066789741 - Property 2879900210
source: Table Id
cs_cz: ID tabulky
es_co: Id. tabla
fr_fr: ID table
nl_be: Tabel-id

# Page 3234064634 - Property 2879900210
source: Cloud Migration Tables Not Migrated
cs_cz: Nepřenesené tabulky migrace do cloudu
es_co: Tablas de migración a nube que no se han migrado
fr_fr: Tables de migration Cloud non migrées
nl_be: Cloudmigratie-tabellen niet gemigreerd

# Table 3661447256 - Field 478334643 - Property 2879900210
source: Source User ID
cs_cz: ID zdrojového uživatele
es_co: Id. usuario origen
fr_fr: ID utilisateur source
nl_be: Brongebruikers-id

# Table 3661447256 - Field 4261959462 - Property 2879900210
source: Destination User ID
cs_cz: ID cílového uživatele
es_co: Id. usuario destino
fr_fr: ID utilisateur destination
nl_be: Doelgebruikers-id

# Codeunit 2782074792 - NamedType 2479714532
source: Set up Cloud Migration
cs_cz: Nastavení migrace do cloudu
es_co: Configurar migración de nube
fr_fr: Configurer la migration du cloud
nl_be: Cloudmigratie instellen

# Codeunit 2782074792 - NamedType 3681002893
source: Migrate data from your on-premises environment to Business Central.
cs_cz: Migrujte data z vašeho prostředí on-premises do Business Central.
es_co: Migre datos desde su entorno local a Business Central.
fr_fr: Migrez les données de votre environnement local vers Business Central.
nl_be: Gegevens migreren van uw on-premises omgeving naar Business Central.

# Codeunit 4272545970 - NamedType 2479714532
source: Set up Cloud Migration
es_co: Configurar migración de nube
fr_fr: Configurer la migration cloud
nl_be: Cloudmigratie instellen

# Codeunit 4272545970 - NamedType 3681002893
source: Migrate data from your on-premises environment to Business Central.
es_co: Migra datos desde su entorno local a Business Central.
fr_fr: Migrez les données de votre environnement local vers Business Central.
nl_be: Migreer gegevens vanuit uw on-premises omgeving naar Business Central.

# Codeunit 3297083380 - NamedType 542855112
source: Post Migration steps are pending
cs_cz: Kroky po migraci čekají
es_co: Hay pasos posteriores a la migración pendientes
fr_fr: Les étapes post-migration sont en attente
nl_be: Er moeten stappen na de migratie worden uitgevoerd
