Repository: GreatScott000/MSDyn365BC.Code.History
Catalog: CustomsDeclarationTracking/Source/Customs Declaration Tracking for Russia/Translations/Customs Declaration Tracking for Russia.*.xlf
Languages: ru_ru

# Table 145582456 - Property 2879900210
source: CD FA Information
ru_ru: Информация по номеру ТД для ОС

# Table 145582456 - Field 3543129988 - Property 2879900210
source: Blocked
ru_ru: Заблокировано

# Table 145582456 - Field 495009349 - Property 2879900210
source: CD Header Number
ru_ru: Номер заголовка ТД

# Table 145582456 - Field 3679650572 - Property 2879900210
source: Package No.
ru_ru: № пакета

# Table 145582456 - Field 1680605642 - Property 2879900210
source: Certificate Number
ru_ru: Номер сертификата

# Table 145582456 - Field 284764054 - Property 2879900210
source: Country/Region Code
ru_ru: Код страны/региона

# Table 145582456 - Field 995090288 - Property 2879900210
source: Date Filter
ru_ru: Фильтр по дате

# Table 145582456 - Field 3461834954 - Property 2879900210
source: Description
ru_ru: Описание

# Table 145582456 - Field 1991001892 - Property 2879900210
source: FA No.
ru_ru: № ОС

# Table 145582456 - Field 4277715959 - Property 2879900210
source: Location Filter
ru_ru: Фильтр по складу

# Table 145582456 - Field 2704404533 - Property 2879900210
source: Quantity
ru_ru: Количество

# Table 145582456 - Field 1335914477 - Property 2879900210
source: Temporary CD No.
ru_ru: Временный № ТД

# Table 3323754071 - Property 2879900210
source: CD Location Setup
ru_ru: Настройка местоположения ТД

# Table 3323754071 - NamedType 28698063
source: You cannot delete setup because it is used on one or more items.
ru_ru: Удаление настройки невозможно в связи с использованием в одном или нескольких элементах.

# Table 3323754071 - Field 2810494346 - Property 2879900210
source: Allow Temporary CD Number
ru_ru: Временный номер ТД

# Table 3323754071 - Field 3212671997 - Property 2879900210
source: CD Info. Must Exist
ru_ru: Информация о ТД обязательна

# Table 3323754071 - Field 381986486 - Property 2879900210
source: CD Purchase Check on Release
ru_ru: Проверять ТД при выпуске заказа покупки

# Table 3323754071 - Field 3780720395 - Property 2879900210
source: CD Sales Check on Release
ru_ru: Проверять ТД при выпуске заказа продажи

# Table 3323754071 - Field 3461834954 - Property 2879900210
source: Description
ru_ru: Описание

# Table 3323754071 - Field 65514489 - Property 2879900210
source: Item Tracking Code
ru_ru: Код трассировки товара

# Table 3323754071 - Field 2161572060 - Property 2879900210
source: Location Code
ru_ru: Код склада

# Table 2704331905 - Property 2879900210
source: CD Number Format
ru_ru: Формат номера ТД

# Table 2704331905 - NamedType 411844913
source: Invalid format: %1.
ru_ru: Недопустимый формат: %1.

# Table 2704331905 - Field 2737878565 - Property 2879900210
source: Format
ru_ru: Формат

# Table 2704331905 - Field 3320823955 - Property 2879900210
source: Line No.
ru_ru: № строки

# Table 623083301 - Property 2879900210
source: CD Number Header
ru_ru: Заголовок номера ТД

# Table 623083301 - NamedType 28698063
source: You cannot delete Custom Declaration %1.
ru_ru: Невозможно удалить таможенную декларацию %1.

# Table 623083301 - NamedType 3481077568
source: You cannot rename Custom Declaration %1.
ru_ru: Невозможно переименовать таможенную декларацию %1.

# Table 623083301 - NamedType 2827316615
source: You have changed the header. Do you want to change lines?
ru_ru: Вы изменили заголовок. Изменить строки?

# Table 623083301 - NamedType 2555421232
source: You must enable Package Tracking in Feature management to create Customs Declarations.
ru_ru: Для создания таможенных деклараций необходимо включить функцию "Отслеживание пакетов" на странице "Управление функциями".

# Table 623083301 - Field 2790486453 - Property 2879900210
source: Comment
ru_ru: Комментарий

# Table 623083301 - Field 1212385681 - Property 2879900210
source: Country/Region of Origin Code
ru_ru: Код страны/региона происхождения

# Table 623083301 - Field 3020704128 - Property 2879900210
source: Declaration Date
ru_ru: Дата декларации

# Table 623083301 - Field 3461834954 - Property 2879900210
source: Description
ru_ru: Описание

# Table 623083301 - Field 1351594800 - Property 2879900210
source: No. Series
ru_ru: Серия номеров

# Table 623083301 - Field 1882905478 - Property 2879900210
source: Source No.
ru_ru: № источника

# Table 623083301 - Field 1753214751 - Property 2879900210
source: Source Type
ru_ru: Тип источника

# Table 623083301 - Field 1753214751 - Property 62802879
source: ,Customer,Vendor,Item
ru_ru: ,Клиент,Поставщик,Товар

# Codeunit 1265811415 - NamedType 4211717801
source: CD
ru_ru: ТД

# Codeunit 1265811415 - NamedType 897932920
source: Item Tracking does not match for line %1, %2 %3, %4 %5
ru_ru: Трассировка товаров не соответствует для строки %1, %2 %3, %4 %5

# Codeunit 1265811415 - NamedType 2318421360
source: The %1 does not match the quantity defined in item tracking.
ru_ru: %1 не соответствует кол-ву, указанному при трассировке товаров.

# Codeunit 1010334270 - NamedType 4290357990
source: %1 is missing for %2 items %3 in line %4.
ru_ru: %1 отсутствует для %2 товаров %3 в строке %4.

# Page 2926758762 - Property 2879900210
source: CD FA Information List
ru_ru: Информационный список ТД для ОС

# Page 2926758762 - Control 3543129988 - Property 1295455071
source: Specifies that the related record is blocked from being posted in transactions, for example a customer that is declared insolvent or an item that is placed in quarantine.
ru_ru: Указывает, что учет связанной записи блокируется в транзакциях, например если клиент признан неплатежеспособным или если товар помещен на карантин.

# Page 2926758762 - Control 495009349 - Property 1295455071
source: Specifies the number of the customs declaration.
ru_ru: Определяет номер таможенной декларации.

# Page 2926758762 - Control 3679650572 - Property 1295455071
source: Specifies the customs declaration number.
ru_ru: Определяет номер таможенной декларации.

# Page 2926758762 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
ru_ru: Определяет страну/регион в адресе.

# Page 2926758762 - Control 3461834954 - Property 1295455071
source: Specifies the description associated with this line.
ru_ru: Определяет описание, связанное с этой строкой.

# Page 2926758762 - Control 1991001892 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
ru_ru: Определяет номер соответствующей записи или операции в соответствии с указанной серией номеров.

# Page 2926758762 - Control 1335914477 - Property 1295455071
source: Specifies the temporary customs declaration number.
ru_ru: Определяет временный номер таможенной декларации.

# Page 3323754071 - Property 2879900210
source: CD Location Setup
ru_ru: Настройка местоположения ТД

# Page 3323754071 - Control 2810494346 - Property 1295455071
source: Specifies that a purchase document can use temporary custom declaration number.
ru_ru: Указывает, что в документе покупки может использоваться временный номер таможенной декларации.

# Page 3323754071 - Control 3212671997 - Property 1295455071
source: Specifies that information about customs declarations must exist.
ru_ru: Указывает, что требуется наличие сведений о таможенных декларациях.

# Page 3323754071 - Control 381986486 - Property 1295455071
source: Specifies that a purchase document cannot be released if the customs declaration is missing.
ru_ru: Указывает, что в случае отсутствия декларации невозможно выпустить документ покупки.

# Page 3323754071 - Control 3780720395 - Property 1295455071
source: Specifies that a sales document cannot be released if the customs declaration is missing.
ru_ru: Указывает, что в случае отсутствия декларации невозможно выпустить документ продажи.

# Page 3323754071 - Control 3461834954 - Property 1295455071
source: Specifies the description associated with this line.
ru_ru: Определяет описание, связанное с этой строкой.

# Page 3323754071 - Control 65514489 - Property 1295455071
source: Specifies how serial or lot numbers assigned to the item are tracked in the supply chain.
ru_ru: Определяет порядок отслеживания серийных номеров и номеров партий, назначенных товарам, в цепочке поставок.

# Page 3323754071 - Control 2161572060 - Property 1295455071
source: Specifies the warehouse or other place where the involved items are handled or stored.
ru_ru: Определяет склад или другое место, где обрабатываются или хранятся соответствующие товары.

# Page 3529781464 - Property 2879900210
source: CD Number Formats
ru_ru: Форматы номеров ТД

# Page 3529781464 - Control 2737878565 - Property 1295455071
source: Specifies customer declaration number format.
ru_ru: Определяет формат номера таможенной декларации.

# Page 4201941100 - Property 2879900210
source: Customs Declaration
ru_ru: Декларация на товары

# Page 4201941100 - Control 2445482498 - Property 2879900210
source: General
ru_ru: Общее

# Page 4201941100 - Control 1212385681 - Property 1295455071
source: Specifies a code for the country/region where the item was produced or processed.
ru_ru: Определяет код страны/региона, в которых товар был произведен или обработан.

# Page 4201941100 - Control 3020704128 - Property 1295455071
source: Specifies the declaration date associated with this custom declaration header.
ru_ru: Определяет дату декларации, связанную с этим заголовком декларации на товары.

# Page 4201941100 - Control 3461834954 - Property 1295455071
source: Specifies the description associated with this line.
ru_ru: Определяет описание, связанное с этой строкой.

# Page 4201941100 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
ru_ru: Определяет номер соответствующей записи или операции в соответствии с указанной серией номеров.

# Page 4201941100 - Control 1882905478 - Property 1295455071
source: Specifies the number of the source document that the entry originates from.
ru_ru: Определяет номер документа-источника для операции.

# Page 4201941100 - Control 1753214751 - Property 1295455071
source: Specifies the source type that applies to the source number that is shown in the Source No. field.
ru_ru: Определяет тип источника, применяемый к номеру источника, указанному в поле "Номер источника".

# Page 4201941100 - Action 3538210097 - Property 1295455071
source: Find all entries and documents that exist for the document number and posting date on the selected entry or document.
ru_ru: Поиск всех операций и документов, существующих для номера документа и даты учета, в выбранной операции или документе.

# Page 4201941100 - Action 3538210097 - Property 2879900210
source: Find entries...
ru_ru: Найти операции...

# Page 2615018486 - Property 2879900210
source: Lines
ru_ru: Строки

# Page 2615018486 - Control 495009349 - Property 1295455071
source: Specifies the number of the customs declaration.
ru_ru: Определяет номер таможенной декларации.

# Page 2615018486 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
ru_ru: Определяет страну/регион в адресе.

# Page 2615018486 - Control 3461834954 - Property 1295455071
source: Specifies the description associated with this line.
ru_ru: Определяет описание, связанное с этой строкой.

# Page 2615018486 - Control 2105307182 - Property 1295455071
source: Specifies the item quantity on hand associated with this line.
ru_ru: Определяет количество товара в наличии, связанное с этой строкой.

# Page 2615018486 - Control 1044252002 - Property 1295455071
source: Specifies the item quantity of the posted negative adjustments associated with this line.
ru_ru: Определяет количество товара в учтенных расходах, связанных с этой строкой.

# Page 2615018486 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
ru_ru: Определяет номер соответствующей записи или операции в соответствии с указанной серией номеров.

# Page 2615018486 - Control 4240543679 - Property 1295455071
source: Specifies the customs declaration number.
ru_ru: Определяет номер таможенной декларации.

# Page 2615018486 - Control 3441609866 - Property 1295455071
source: Specifies the item quantity of the posted positive adjustments associated with this line.
ru_ru: Определяет количество товара в учтенных приходах, связанных с этой строкой.

# Page 2615018486 - Control 3106452351 - Property 1295455071
source: Specifies the item quantity of the posted purchase invoice associated with this line.
ru_ru: Определяет количество товаров в учтенном счете покупки, связанное с этой строкой.

# Page 2615018486 - Control 179903167 - Property 1295455071
source: Specifies the item quantity of the posted sales invoice associated with this line.
ru_ru: Определяет количество товаров в учтенном счете продажи, связанное с этой строкой.

# Page 2615018486 - Control 3400459569 - Property 1295455071
source: Specifies the temporary number of the customs declaration.
ru_ru: Определяет временный номер таможенной декларации.

# Page 2615018486 - Control 3450651614 - Property 1295455071
source: Specifies the variant of the item on the line.
ru_ru: Определяет вариант товара в строке.

# Page 3336970317 - Property 2879900210
source: Custom Declarations
ru_ru: Таможенные декларации

# Page 3336970317 - Control 1212385681 - Property 1295455071
source: Specifies a code for the country/region where the item was produced or processed.
ru_ru: Определяет код страны/региона, в которых товар был произведен или обработан.

# Page 3336970317 - Control 3020704128 - Property 1295455071
source: Specifies the declaration date associated with this custom declaration header.
ru_ru: Определяет дату декларации, связанную с этим заголовком декларации на товары.

# Page 3336970317 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
ru_ru: Определяет номер соответствующей записи или операции в соответствии с указанной серией номеров.

# Page 3336970317 - Control 1882905478 - Property 1295455071
source: Specifies the number of the source document that the entry originates from.
ru_ru: Определяет номер документа-источника для операции.

# Page 3336970317 - Control 1753214751 - Property 1295455071
source: Specifies the source type that applies to the source number that is shown in the Source No. field.
ru_ru: Определяет тип источника, применяемый к номеру источника, указанному в поле "Номер источника".

# PageExtension 3784084117 - Action 1561491500 - Property 1295455071
source: Open the Customs Declarations page.
ru_ru: Открытие страницы "Таможенные декларации".

# PageExtension 3784084117 - Action 1561491500 - Property 2879900210
source: Custom Declarations
ru_ru: Таможенные декларации

# PageExtension 3450269749 - Control 1807423832 - Property 1295455071
source: Specifies the customs declaration number.
ru_ru: Определяет номер таможенной декларации.

# PageExtension 1537322936 - Control 2060882459 - Property 1295455071
source: Specifies if customs declaration number format should be checked.
ru_ru: Указывает, должен ли проверяться формат номеров таможенных деклараций.

# PageExtension 703045726 - Action 3323754071 - Property 1295455071
source: Set up custom declaration specific tracking for the location.
ru_ru: Настройка отслеживания товара в связи с налоговой декларацией.

# PageExtension 703045726 - Action 3323754071 - Property 2879900210
source: CD Location Setup
ru_ru: Настройка местоположения ТД

# PageExtension 703045726 - Control 1797285607 - Property 1295455071
source: Specifies if any customs declaration numbers exist for the item.
ru_ru: Определяет, есть ли у товара номер таможенной декларации.

# PageExtension 3502924607 - Control 1797285607 - Property 1295455071
source: Specifies if any customs declaration numbers exist for the item.
ru_ru: Определяет, есть ли у товара номер таможенной декларации.

# PageExtension 3592908394 - Action 3529781464 - Property 2879900210
source: CD Number Formats
ru_ru: Форматы номеров ТД

# TableExtension 2924407865 - Field 1807423832 - Property 2879900210
source: CD Number
ru_ru: Номер ТД

# TableExtension 1537322936 - Field 2060882459 - Property 2879900210
source: Check CD Number Format
ru_ru: Проверка формата номера ТД

# TableExtension 1671082322 - Field 1797285607 - Property 2879900210
source: CD Location Setup Exists
ru_ru: Настройка местоположения ТД существует

# TableExtension 1119248274 - Field 495009349 - Property 2879900210
source: CD Header Number
ru_ru: Номер заголовка ТД

# TableExtension 1119248274 - Field 1044252002 - Property 2879900210
source: Negative Adjmt. (Qty)
ru_ru: Расход (кол-во)

# TableExtension 1119248274 - Field 3441609866 - Property 2879900210
source: Positive Adjmt. (Qty)
ru_ru: Приход (кол-во)

# TableExtension 1119248274 - Field 3106452351 - Property 2879900210
source: Purchases (Qty)
ru_ru: Покупки (кол-во)

# TableExtension 1119248274 - Field 179903167 - Property 2879900210
source: Sales (Qty)
ru_ru: Продажи (кол-во)

# TableExtension 1119248274 - Field 3400459569 - Property 2879900210
source: Temporary CD Number
ru_ru: Временный номер ТД
